{"_default": {"1": {"id": "EXO.30", "bibleId": "bf8f1c7f3f9045a5-01", "number": "30", "bookId": "EXO", "reference": "Exodus 30", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And thou shalt make an altar to burn incense upon; of acacia-wood shalt thou make it. ", "type": "text", "attrs": {"verseId": "EXO.30.1", "verseOrgIds": ["EXO.30.1"]}}, {"text": "A cubit shall be the length thereof, and a cubit the breadth thereof; foursquare shall it be; and two cubits shall be the height thereof; the horns thereof shall be of one piece with it. ", "type": "text", "attrs": {"verseId": "EXO.30.2", "verseOrgIds": ["EXO.30.2"]}}, {"text": "And thou shalt overlay it with pure gold, the top thereof, and the sides thereof round about, and the horns thereof; and thou shalt make unto it a crown of gold round about. ", "type": "text", "attrs": {"verseId": "EXO.30.3", "verseOrgIds": ["EXO.30.3"]}}, {"text": "And two golden rings shalt thou make for it under the crown thereof, upon the two ribs thereof, upon the two sides of it shalt thou make them; and they shall be for places for staves wherewith to bear it. ", "type": "text", "attrs": {"verseId": "EXO.30.4", "verseOrgIds": ["EXO.30.4"]}}, {"text": "And thou shalt make the staves of acacia-wood, and overlay them with gold. ", "type": "text", "attrs": {"verseId": "EXO.30.5", "verseOrgIds": ["EXO.30.5"]}}, {"text": "And thou shalt put it before the veil that is by the ark of the testimony, before the ark-cover that is over the testimony, where I will meet with thee. ", "type": "text", "attrs": {"verseId": "EXO.30.6", "verseOrgIds": ["EXO.30.6"]}}, {"text": "And Aaron shall burn thereon incense of sweet spices; every morning, when he dresseth the lamps, he shall burn it. ", "type": "text", "attrs": {"verseId": "EXO.30.7", "verseOrgIds": ["EXO.30.7"]}}, {"text": "And when Aaron lighteth the lamps at dusk, he shall burn it, a perpetual incense before the LORD throughout your generations. ", "type": "text", "attrs": {"verseId": "EXO.30.8", "verseOrgIds": ["EXO.30.8"]}}, {"text": "Ye shall offer no strange incense thereon, nor burnt-offering, nor meal-offering; and ye shall pour no drink-offering thereon. ", "type": "text", "attrs": {"verseId": "EXO.30.9", "verseOrgIds": ["EXO.30.9"]}}, {"text": "And Aaron shall make atonement upon the horns of it once in the year; with the blood of the sin-offering of atonement once in the year shall he make atonement for it throughout your generations; it is most holy unto the LORD.' ", "type": "text", "attrs": {"verseId": "EXO.30.10", "verseOrgIds": ["EXO.30.10"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "EXO.30.11", "verseOrgIds": ["EXO.30.11"]}}, {"text": "'When thou takest the sum of the children of Israel, according to their number, then shall they give every man a ransom for his soul unto the LORD, when thou numberest them; that there be no plague among them, when thou numberest them. ", "type": "text", "attrs": {"verseId": "EXO.30.12", "verseOrgIds": ["EXO.30.12"]}}, {"text": "This they shall give, every one that passeth among them that are numbered, half a shekel after the shekel of the sanctuary — the shekel is twenty gerahs — half a shekel for an offering to the LORD. ", "type": "text", "attrs": {"verseId": "EXO.30.13", "verseOrgIds": ["EXO.30.13"]}}, {"text": "Every one that passeth among them that are numbered, from twenty years old and upward, shall give the offering of the LORD. ", "type": "text", "attrs": {"verseId": "EXO.30.14", "verseOrgIds": ["EXO.30.14"]}}, {"text": "The rich shall not give more, and the poor shall not give less, than the half shekel, when they give the offering of the LORD, to make atonement for your souls. ", "type": "text", "attrs": {"verseId": "EXO.30.15", "verseOrgIds": ["EXO.30.15"]}}, {"text": "And thou shalt take the atonement money from the children of Israel, and shalt appoint it for the service of the tent of meeting, that it may be a memorial for the children of Israel before the LORD, to make atonement for your souls.' ", "type": "text", "attrs": {"verseId": "EXO.30.16", "verseOrgIds": ["EXO.30.16"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "EXO.30.17", "verseOrgIds": ["EXO.30.17"]}}, {"text": "'Thou shalt also make a laver of brass, and the base thereof of brass, whereat to wash; and thou shalt put it between the tent of meeting and the altar, and thou shalt put water therein. ", "type": "text", "attrs": {"verseId": "EXO.30.18", "verseOrgIds": ["EXO.30.18"]}}, {"text": "And Aaron and his sons shall wash their hands and their feet thereat; ", "type": "text", "attrs": {"verseId": "EXO.30.19", "verseOrgIds": ["EXO.30.19"]}}, {"text": "when they go into the tent of meeting, they shall wash with water, that they die not; or when they come near to the altar to minister, to cause an offering made by fire to smoke unto the LORD; ", "type": "text", "attrs": {"verseId": "EXO.30.20", "verseOrgIds": ["EXO.30.20"]}}, {"text": "so they shall wash their hands and their feet, that they die not; and it shall be a statute for ever to them, even to him and to his seed throughout their generations.' ", "type": "text", "attrs": {"verseId": "EXO.30.21", "verseOrgIds": ["EXO.30.21"]}}, {"text": "Moreover the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "EXO.30.22", "verseOrgIds": ["EXO.30.22"]}}, {"text": "'Take thou also unto thee the chief spices, of flowing myrrh five hundred shekels, and of sweet cinnamon half so much, even two hundred and fifty, and of sweet calamus two hundred and fifty, ", "type": "text", "attrs": {"verseId": "EXO.30.23", "verseOrgIds": ["EXO.30.23"]}}, {"text": "and of cassia five hundred, after the shekel of the sanctuary, and of olive oil a hin. ", "type": "text", "attrs": {"verseId": "EXO.30.24", "verseOrgIds": ["EXO.30.24"]}}, {"text": "And thou shalt make it a holy anointing oil, a perfume compounded after the art of the perfumer; it shall be a holy anointing oil. ", "type": "text", "attrs": {"verseId": "EXO.30.25", "verseOrgIds": ["EXO.30.25"]}}, {"text": "And thou shalt anoint therewith the tent of meeting, and the ark of the testimony, ", "type": "text", "attrs": {"verseId": "EXO.30.26", "verseOrgIds": ["EXO.30.26"]}}, {"text": "and the table and all the vessels thereof, and the candlestick and the vessels thereof, and the altar of incense, ", "type": "text", "attrs": {"verseId": "EXO.30.27", "verseOrgIds": ["EXO.30.27"]}}, {"text": "and the altar of burnt-offering with all the vessels thereof, and the laver and the base thereof. ", "type": "text", "attrs": {"verseId": "EXO.30.28", "verseOrgIds": ["EXO.30.28"]}}, {"text": "And thou shalt sanctify them, that they may be most holy; whatsoever toucheth them shall be holy. ", "type": "text", "attrs": {"verseId": "EXO.30.29", "verseOrgIds": ["EXO.30.29"]}}, {"text": "And thou shalt anoint Aaron and his sons, and sanctify them, that they may minister unto Me in the priest's office. ", "type": "text", "attrs": {"verseId": "EXO.30.30", "verseOrgIds": ["EXO.30.30"]}}, {"text": "And thou shalt speak unto the children of Israel, saying: This shall be a holy anointing oil unto Me throughout your generations. ", "type": "text", "attrs": {"verseId": "EXO.30.31", "verseOrgIds": ["EXO.30.31"]}}, {"text": "Upon the flesh of man shall it not be poured, neither shall ye make any like it, according to the composition thereof; it is holy, and it shall be holy unto you. ", "type": "text", "attrs": {"verseId": "EXO.30.32", "verseOrgIds": ["EXO.30.32"]}}, {"text": "Whosoever compoundeth any like it, or whosoever putteth any of it upon a stranger, he shall be cut off from his people.' ", "type": "text", "attrs": {"verseId": "EXO.30.33", "verseOrgIds": ["EXO.30.33"]}}, {"text": "And the LORD said unto Moses: 'Take unto thee sweet spices, stacte, and onycha, and galbanum; sweet spices with pure frankincense; of each shall there be a like weight. ", "type": "text", "attrs": {"verseId": "EXO.30.34", "verseOrgIds": ["EXO.30.34"]}}, {"text": "And thou shalt make of it incense, a perfume after the art of the perfumer, seasoned with salt, pure and holy. ", "type": "text", "attrs": {"verseId": "EXO.30.35", "verseOrgIds": ["EXO.30.35"]}}, {"text": "And thou shalt beat some of it very small, and put of it before the testimony in the tent of meeting, where I will meet with thee; it shall be unto you most holy. ", "type": "text", "attrs": {"verseId": "EXO.30.36", "verseOrgIds": ["EXO.30.36"]}}, {"text": "And the incense which thou shalt make, according to the composition thereof ye shall not make for yourselves; it shall be unto thee holy for the LORD. ", "type": "text", "attrs": {"verseId": "EXO.30.37", "verseOrgIds": ["EXO.30.37"]}}, {"text": "Whosoever shall make like unto that, to smell thereof, he shall be cut off from his people.'", "type": "text", "attrs": {"verseId": "EXO.30.38", "verseOrgIds": ["EXO.30.38"]}}]}], "next": {"id": "EXO.31", "number": "31", "bookId": "EXO"}, "previous": {"id": "EXO.29", "number": "29", "bookId": "EXO"}}}}