{"_default": {"1": {"id": "JER.47", "bibleId": "bf8f1c7f3f9045a5-01", "number": "47", "bookId": "JER", "reference": "Jeremiah 47", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The word of the LORD that came to Jeremiah the prophet concerning the Philistines, before that Pharaoh smote Gaza. ", "type": "text", "attrs": {"verseId": "JER.47.1", "verseOrgIds": ["JER.47.1"]}}, {"text": "Thus saith the LORD: Behold, waters rise up out of the north, and shall become an overflowing stream, and they shall overflow the land and all that is therein, the city and them that dwell therein; and the men shall cry, and all the inhabitants of the land shall wail. ", "type": "text", "attrs": {"verseId": "JER.47.2", "verseOrgIds": ["JER.47.2"]}}, {"text": "At the noise of the stamping of the hoofs of his strong ones, at the rushing of his chariots, at the rumbling of his wheels, the fathers look not back to their children for feebleness of hands; ", "type": "text", "attrs": {"verseId": "JER.47.3", "verseOrgIds": ["JER.47.3"]}}, {"text": "Because of the day that cometh to spoil all the Philistines, to cut off from Tyre and Zidon every helper that remaineth; for the LORD will spoil the Philistines, the remnant of the isle of Caphtor. ", "type": "text", "attrs": {"verseId": "JER.47.4", "verseOrgIds": ["JER.47.4"]}}, {"text": "Baldness is come upon Gaza, Ashkelon is brought to nought, the remnant of their valley; how long wilt thou cut thyself? ", "type": "text", "attrs": {"verseId": "JER.47.5", "verseOrgIds": ["JER.47.5"]}}, {"text": "O thou sword of the LORD, how long will it be ere thou be quiet? Put up thyself into thy scabbard, rest, and be still. ", "type": "text", "attrs": {"verseId": "JER.47.6", "verseOrgIds": ["JER.47.6"]}}, {"text": "How canst thou be quiet? for the LORD hath given it a charge; against Ashkelon, and against the sea-shore, there hath He appointed it.", "type": "text", "attrs": {"verseId": "JER.47.7", "verseOrgIds": ["JER.47.7"]}}]}], "next": {"id": "JER.48", "number": "48", "bookId": "JER"}, "previous": {"id": "JER.46", "number": "46", "bookId": "JER"}}}}