{"_default": {"1": {"id": "DAN.11", "bibleId": "bf8f1c7f3f9045a5-01", "number": "11", "bookId": "DAN", "reference": "Daniel 11", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And as for me, in the first year of Darius the Mede, I stood up to be a supporter and a stronghold unto him. ", "type": "text", "attrs": {"verseId": "DAN.11.1", "verseOrgIds": ["DAN.11.1"]}}, {"text": "And now will I declare unto thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they all; and when he is waxed strong through his riches, he shall stir up all against the realm of Greece. ", "type": "text", "attrs": {"verseId": "DAN.11.2", "verseOrgIds": ["DAN.11.2"]}}, {"text": "And a mighty king shall stand up, that shall rule with great dominion, and do according to his will. ", "type": "text", "attrs": {"verseId": "DAN.11.3", "verseOrgIds": ["DAN.11.3"]}}, {"text": "And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven; but not to his posterity, nor according to his dominion wherewith he ruled; for his kingdom shall be plucked up, even for others beside those. ", "type": "text", "attrs": {"verseId": "DAN.11.4", "verseOrgIds": ["DAN.11.4"]}}, {"text": "And the king of the south shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion. ", "type": "text", "attrs": {"verseId": "DAN.11.5", "verseOrgIds": ["DAN.11.5"]}}, {"text": "And at the end of years they shall join themselves together; and the daughter of the king of the south shall come to the king of the north to make an agreement; but she shall not retain the strength of her arm; neither shall he stand, nor his arm; but she shall be given up, and they that brought her, and he that begot her, and he that obtained her in those times. ", "type": "text", "attrs": {"verseId": "DAN.11.6", "verseOrgIds": ["DAN.11.6"]}}, {"text": "But one of the shoots of her roots shall stand up in his place, and shall come unto the army, and shall enter into the stronghold of the king of the north, and shall deal with them, and shall prevail; ", "type": "text", "attrs": {"verseId": "DAN.11.7", "verseOrgIds": ["DAN.11.7"]}}, {"text": "and also their gods, with their molten images, and with their precious vessels of silver and of gold, shall he bring into captivity into Egypt; and he shall desist some years from the king of the north. ", "type": "text", "attrs": {"verseId": "DAN.11.8", "verseOrgIds": ["DAN.11.8"]}}, {"text": "And he shall come into the kingdom of the king of the south, but he shall return into his own land. ", "type": "text", "attrs": {"verseId": "DAN.11.9", "verseOrgIds": ["DAN.11.9"]}}, {"text": "And his sons shall stir themselves up, and shall assemble a multitude of great forces, and he shall come on, and overflow, as he passes through; and he shall return and stir himself up, even to his stronghold. ", "type": "text", "attrs": {"verseId": "DAN.11.10", "verseOrgIds": ["DAN.11.10"]}}, {"text": "And the king of the south shall be moved with choler, and shall come forth and fight with him, even with the king of the north; and he shall set forth a great multitude, but the multitude shall be given into his hand. ", "type": "text", "attrs": {"verseId": "DAN.11.11", "verseOrgIds": ["DAN.11.11"]}}, {"text": "and the multitude shall be carried away, and his heart shall be lifted up; and he shall cast down tens of thousands; but he shall not prevail. ", "type": "text", "attrs": {"verseId": "DAN.11.12", "verseOrgIds": ["DAN.11.12"]}}, {"text": "And the king of the north shall again set forth a multitude, greater than the former; and he shall come on at the end of the times, even of years, with a great army and with much substance. ", "type": "text", "attrs": {"verseId": "DAN.11.13", "verseOrgIds": ["DAN.11.13"]}}, {"text": "And in those times there shall many stand up against the king of the south; also the children of the violent among thy people shall lift themselves up to establish the vision; but they shall stumble. ", "type": "text", "attrs": {"verseId": "DAN.11.14", "verseOrgIds": ["DAN.11.14"]}}, {"text": "And the king of the north shall come, and cast up a mound, and take a well-fortified city; and the arms of the south shall not withstand; and as for his chosen people, there shall be no strength in them to withstand. ", "type": "text", "attrs": {"verseId": "DAN.11.15", "verseOrgIds": ["DAN.11.15"]}}, {"text": "But he that cometh against him shall do according to his own will, and none shall stand before him; and he shall stand in the beauteous land, and in his hand shall be extermination. ", "type": "text", "attrs": {"verseId": "DAN.11.16", "verseOrgIds": ["DAN.11.16"]}}, {"text": "And he shall set his face to come with the strength of his whole kingdom, but shall make an agreement with him; and he shall give him the daughter of women, to destroy it; but it shall not stand, neither be for him. ", "type": "text", "attrs": {"verseId": "DAN.11.17", "verseOrgIds": ["DAN.11.17"]}}, {"text": "After this shall he set his face unto the isles, and shall take many; but a captain shall cause the reproach offered by him to cease; yea, he shall cause his own reproach to return upon him. ", "type": "text", "attrs": {"verseId": "DAN.11.18", "verseOrgIds": ["DAN.11.18"]}}, {"text": "Then he shall turn his face toward the strongholds of his own land; but he shall stumble and fall, and shall not be found. ", "type": "text", "attrs": {"verseId": "DAN.11.19", "verseOrgIds": ["DAN.11.19"]}}, {"text": "Then shall stand up in his place one that shall cause an exactor to pass through the glory of the kingdom; but within few days he shall be destroyed, neither in anger, nor in battle. ", "type": "text", "attrs": {"verseId": "DAN.11.20", "verseOrgIds": ["DAN.11.20"]}}, {"text": "And in his place shall stand up a contemptible person, upon whom had not been conferred the majesty of the kingdom; but he shall come in time of security, and shall obtain the kingdom by blandishments. ", "type": "text", "attrs": {"verseId": "DAN.11.21", "verseOrgIds": ["DAN.11.21"]}}, {"text": "And the arms of the flood shall be swept away from before him, and shall be broken; yea, also the prince of the covenant. ", "type": "text", "attrs": {"verseId": "DAN.11.22", "verseOrgIds": ["DAN.11.22"]}}, {"text": "And after the league made with him he shall work deceitfully; and he shall come up and become strong, with a little nation. ", "type": "text", "attrs": {"verseId": "DAN.11.23", "verseOrgIds": ["DAN.11.23"]}}, {"text": "In time of security shall he come even upon the fattest places of the province; and he shall do that which his fathers have not done, nor his fathers' fathers: he shall scatter among them prey, and spoil, and substance; yea, he shall devise his devices against fortresses, but only until the time. ", "type": "text", "attrs": {"verseId": "DAN.11.24", "verseOrgIds": ["DAN.11.24"]}}, {"text": "And he shall stir up his power and his courage against the king of the south with a great army; and the king of the south shall stir himself up to battle with a very great and mighty army; but he shall not stand, for they shall devise devices against him. ", "type": "text", "attrs": {"verseId": "DAN.11.25", "verseOrgIds": ["DAN.11.25"]}}, {"text": "Yea, they that eat of his food shall destroy him, and his army shall be swept away; and many shall fall down slain. ", "type": "text", "attrs": {"verseId": "DAN.11.26", "verseOrgIds": ["DAN.11.26"]}}, {"text": "And as for both these kings, their hearts shall be to do mischief, and they shall speak lies at one table; but it shall not prosper, for the end remaineth yet for the time appointed. ", "type": "text", "attrs": {"verseId": "DAN.11.27", "verseOrgIds": ["DAN.11.27"]}}, {"text": "And he shall return to his own land with great substance; and his heart shall be against the holy covenant; and he shall do his pleasure, and return to his own land. ", "type": "text", "attrs": {"verseId": "DAN.11.28", "verseOrgIds": ["DAN.11.28"]}}, {"text": "At the time appointed he shall return, and come into the south; but it shall not be in the latter time as it was in the former. ", "type": "text", "attrs": {"verseId": "DAN.11.29", "verseOrgIds": ["DAN.11.29"]}}, {"text": "For ships of Kittim shall come against him, and he shall be cowed, and he shall return, and have indignation against the holy covenant, and shall do his pleasure; and he shall return, and have regard unto them that forsake the holy covenant. ", "type": "text", "attrs": {"verseId": "DAN.11.30", "verseOrgIds": ["DAN.11.30"]}}, {"text": "And arms shall stand on his part, and they shall profane the sanctuary, even the stronghold, and shall take away the continual burnt-offering, and they shall set up the detestable thing that causeth appalment. ", "type": "text", "attrs": {"verseId": "DAN.11.31", "verseOrgIds": ["DAN.11.31"]}}, {"text": "And such as do wickedly against the covenant shall be corrupt by blandishments; but the people that know their God shall show strength, and prevail. ", "type": "text", "attrs": {"verseId": "DAN.11.32", "verseOrgIds": ["DAN.11.32"]}}, {"text": "And they that are wise among the people shall cause the many to understand; yet they shall stumble by the sword and by flame, by captivity and by spoil, many days. ", "type": "text", "attrs": {"verseId": "DAN.11.33", "verseOrgIds": ["DAN.11.33"]}}, {"text": "Now when they shall stumble, they shall be helped with a little help; but many shall join themselves unto them with blandishments. ", "type": "text", "attrs": {"verseId": "DAN.11.34", "verseOrgIds": ["DAN.11.34"]}}, {"text": "And some of them that are wise shall stumble, to refine among them, and to purify, and to make white, even to the time of the end; for it is yet for the time appointed. ", "type": "text", "attrs": {"verseId": "DAN.11.35", "verseOrgIds": ["DAN.11.35"]}}, {"text": "And the king shall do according to his will; and he shall exalt himself, and magnify himself above every god, and shall speak strange things against the God of gods; and he shall prosper till the indignation be accomplished; for that which is determined shall be done. ", "type": "text", "attrs": {"verseId": "DAN.11.36", "verseOrgIds": ["DAN.11.36"]}}, {"text": "Neither shall he regard the gods of his fathers; and neither the desire of women, nor any god, shall he regard; for he shall magnify himself above all. ", "type": "text", "attrs": {"verseId": "DAN.11.37", "verseOrgIds": ["DAN.11.37"]}}, {"text": "But in his place shall he honour the god of strongholds; and a god whom his fathers knew not shall he honour with gold, and silver, and with precious stones, and costly things. ", "type": "text", "attrs": {"verseId": "DAN.11.38", "verseOrgIds": ["DAN.11.38"]}}, {"text": "And he shall deal with the strongest fortresses with the help of a foreign god; whom he shall acknowledge, shall increase glory; and he shall cause them to rule over many, and shall divide the land for a price. ", "type": "text", "attrs": {"verseId": "DAN.11.39", "verseOrgIds": ["DAN.11.39"]}}, {"text": "And at the time of the end shall the king of the south push at him; and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow, as he passes through. ", "type": "text", "attrs": {"verseId": "DAN.11.40", "verseOrgIds": ["DAN.11.40"]}}, {"text": "He shall enter also into the beauteous land, and many countries shall be overthrown; but these shall be delivered out of his hand, Edom, and Moab, and the chief of the children of Ammon. ", "type": "text", "attrs": {"verseId": "DAN.11.41", "verseOrgIds": ["DAN.11.41"]}}, {"text": "He shall stretch forth his hand also upon the countries; and the land of Egypt shall not escape. ", "type": "text", "attrs": {"verseId": "DAN.11.42", "verseOrgIds": ["DAN.11.42"]}}, {"text": "But he shall have power over the treasures of gold and silver, and over all the precious things of Egypt; and the Libyans and the Ethiopians shall be at his steps. ", "type": "text", "attrs": {"verseId": "DAN.11.43", "verseOrgIds": ["DAN.11.43"]}}, {"text": "But tidings out of the east and out of the north shall affright him; and he shall go forth with great fury to destroy and utterly to take away many. ", "type": "text", "attrs": {"verseId": "DAN.11.44", "verseOrgIds": ["DAN.11.44"]}}, {"text": "And he shall plant the tents of his palace between the seas and the beauteous holy mountain; and he shall come to his end, and none shall help him.", "type": "text", "attrs": {"verseId": "DAN.11.45", "verseOrgIds": ["DAN.11.45"]}}]}], "next": {"id": "DAN.12", "number": "12", "bookId": "DAN"}, "previous": {"id": "DAN.10", "number": "10", "bookId": "DAN"}}}}