{"_default": {"1": {"id": "JOS.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "JOS", "reference": "Joshua 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass, when all the kings of the Amorites, that were beyond the Jordan westward, and all the kings of the Canaanites, that were by the sea, heard how that the LORD had dried up the waters of the Jordan from before the children of Israel, until they were passed over, that their heart melted, neither was there spirit in them any more, because of the children of Israel. ", "type": "text", "attrs": {"verseId": "JOS.5.1", "verseOrgIds": ["JOS.5.1"]}}, {"text": "At that time the LORD said unto Joshua: 'Make thee knives of flint, and circumcise again the children of Israel the second time.' ", "type": "text", "attrs": {"verseId": "JOS.5.2", "verseOrgIds": ["JOS.5.2"]}}, {"text": "And Joshua made him knives of flint, and circumcised the children of Israel at Gibeath-ha-araloth. ", "type": "text", "attrs": {"verseId": "JOS.5.3", "verseOrgIds": ["JOS.5.3"]}}, {"text": "And this is the cause why Joshua did circumcise: all the people that came forth out of Egypt, that were males, even all the men of war, died in the wilderness by the way, after they came forth out of Egypt. ", "type": "text", "attrs": {"verseId": "JOS.5.4", "verseOrgIds": ["JOS.5.4"]}}, {"text": "For all the people that came out were circumcised; but all the people that were born in the wilderness by the way as they came forth out of Egypt, had not been circumcised. ", "type": "text", "attrs": {"verseId": "JOS.5.5", "verseOrgIds": ["JOS.5.5"]}}, {"text": "For the children of Israel walked forty years in the wilderness, till all the nation, even the men of war that came forth out of Egypt, were consumed, because they hearkened not unto the voice of the LORD; unto whom the LORD swore that He would not let them see the land which the LORD swore unto their fathers that He would give us, a land flowing with milk and honey. ", "type": "text", "attrs": {"verseId": "JOS.5.6", "verseOrgIds": ["JOS.5.6"]}}, {"text": "And He raised up their children in their stead; them did Joshua circumcise; for they were uncircumcised, because they had not been circumcised by the way. ", "type": "text", "attrs": {"verseId": "JOS.5.7", "verseOrgIds": ["JOS.5.7"]}}, {"text": "And it came to pass, when all the nation were circumcised, every one of them, that they abode in their places in the camp, till they were whole. ", "type": "text", "attrs": {"verseId": "JOS.5.8", "verseOrgIds": ["JOS.5.8"]}}, {"text": "And the LORD said unto Joshua: 'This day have I rolled away the reproach of Egypt from off you.' Wherefore the name of that place was called Gilgal, unto this day. ", "type": "text", "attrs": {"verseId": "JOS.5.9", "verseOrgIds": ["JOS.5.9"]}}, {"text": "And the children of Israel encamped in Gilgal; and they kept the passover on the fourteenth day of the month at even in the plains of Jericho. ", "type": "text", "attrs": {"verseId": "JOS.5.10", "verseOrgIds": ["JOS.5.10"]}}, {"text": "And they did eat of the produce of the land on the morrow after the passover, unleavened cakes and parched corn, in the selfsame day. ", "type": "text", "attrs": {"verseId": "JOS.5.11", "verseOrgIds": ["JOS.5.11"]}}, {"text": "And the manna ceased on the morrow, after they had eaten of the produce of the land; neither had the children of Israel manna any more; but they did eat of the fruit of the land of Canaan that year. ", "type": "text", "attrs": {"verseId": "JOS.5.12", "verseOrgIds": ["JOS.5.12"]}}, {"text": "And it came to pass, when Joshua was by Jericho, that he lifted up his eyes and looked, and, behold, there stood a man over against him with his sword drawn in his hand; and Joshua went unto him, and said unto him: 'Art thou for us, or for our adversaries?' ", "type": "text", "attrs": {"verseId": "JOS.5.13", "verseOrgIds": ["JOS.5.13"]}}, {"text": "And he said: 'Nay, but I am captain of the host of the LORD; I am now come.' And Joshua fell on his face to the earth, and bowed down, and said unto him: 'What saith my lord unto his servant?' ", "type": "text", "attrs": {"verseId": "JOS.5.14", "verseOrgIds": ["JOS.5.14"]}}, {"text": "And the captain of the LORD'S host said unto Joshua: 'Put off thy shoe from off thy foot; for the place whereon thou standest is holy.' And Joshua did so.", "type": "text", "attrs": {"verseId": "JOS.5.15", "verseOrgIds": ["JOS.5.15"]}}]}], "next": {"id": "JOS.6", "number": "6", "bookId": "JOS"}, "previous": {"id": "JOS.4", "number": "4", "bookId": "JOS"}}}}