{"_default": {"1": {"id": "JOS.9", "bibleId": "bf8f1c7f3f9045a5-01", "number": "9", "bookId": "JOS", "reference": "Joshua 9", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass, when all the kings that were beyond the Jordan, in the hill-country, and in the Lowland, and on all the shore of the Great Sea in front of Lebanon, the Hittite, and the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, heard thereof, ", "type": "text", "attrs": {"verseId": "JOS.9.1", "verseOrgIds": ["JOS.9.1"]}}, {"text": "that they gathered themselves together, to fight with Joshua and with Israel, with one accord. ", "type": "text", "attrs": {"verseId": "JOS.9.2", "verseOrgIds": ["JOS.9.2"]}}, {"text": "But when the inhabitants of Gibeon heard what Joshua had done unto Jericho and to Ai, ", "type": "text", "attrs": {"verseId": "JOS.9.3", "verseOrgIds": ["JOS.9.3"]}}, {"text": "they also did work wilily, and went and made as if they had been ambassadors, and took old sacks upon their asses, and wine skins, worn and rent and patched up; ", "type": "text", "attrs": {"verseId": "JOS.9.4", "verseOrgIds": ["JOS.9.4"]}}, {"text": "and worn shoes and clouted upon their feet, and worn garments upon them; and all the bread of their provision was dry and was become crumbs. ", "type": "text", "attrs": {"verseId": "JOS.9.5", "verseOrgIds": ["JOS.9.5"]}}, {"text": "And they went to Joshua unto the camp at Gilgal, and said unto him, and to the men of Israel: 'We are come from a far country; now therefore make ye a covenant with us.' ", "type": "text", "attrs": {"verseId": "JOS.9.6", "verseOrgIds": ["JOS.9.6"]}}, {"text": "And the men of Israel said unto the Hivites: 'Peradventure ye dwell among us; and how shall we make a covenant with you?' ", "type": "text", "attrs": {"verseId": "JOS.9.7", "verseOrgIds": ["JOS.9.7"]}}, {"text": "And they said unto Joshua: 'We are thy servants.' And Joshua said unto them: 'Who are ye? and from whence come ye?' ", "type": "text", "attrs": {"verseId": "JOS.9.8", "verseOrgIds": ["JOS.9.8"]}}, {"text": "And they said unto him: 'From a very far country thy servants are come because of the name of the LORD thy God; for we have heard the fame of Him, and all that He did in Egypt, ", "type": "text", "attrs": {"verseId": "JOS.9.9", "verseOrgIds": ["JOS.9.9"]}}, {"text": "and all that He did to the two kings of the Amorites, that were beyond the Jordan, to Sihon king of Heshbon, and to Og king of Bashan, who was at Ashtaroth. ", "type": "text", "attrs": {"verseId": "JOS.9.10", "verseOrgIds": ["JOS.9.10"]}}, {"text": "And our elders and all the inhabitants of our country spoke to us, saying: Take provision in your hand for the journey, and go to meet them, and say unto them: We are your servants; and now make ye a covenant with us. ", "type": "text", "attrs": {"verseId": "JOS.9.11", "verseOrgIds": ["JOS.9.11"]}}, {"text": "This our bread we took hot for our provision out of our houses on the day we came forth to go unto you; but now, behold, it is dry, and is become crumbs. ", "type": "text", "attrs": {"verseId": "JOS.9.12", "verseOrgIds": ["JOS.9.12"]}}, {"text": "And these wine-skins, which we filled, were new; and, behold, they are rent. And these our garments and our shoes are worn by reason of the very long journey.' ", "type": "text", "attrs": {"verseId": "JOS.9.13", "verseOrgIds": ["JOS.9.13"]}}, {"text": "And the men took of their provision, and asked not counsel at the mouth of the LORD. ", "type": "text", "attrs": {"verseId": "JOS.9.14", "verseOrgIds": ["JOS.9.14"]}}, {"text": "And Joshua made peace with them, and made a covenant with them, to let them live; and the princes of the congregation swore unto them. ", "type": "text", "attrs": {"verseId": "JOS.9.15", "verseOrgIds": ["JOS.9.15"]}}, {"text": "And it came to pass at the end of three days after they had made a covenant with them, that they heard that they were their neighbours, and that they dwelt among them. ", "type": "text", "attrs": {"verseId": "JOS.9.16", "verseOrgIds": ["JOS.9.16"]}}, {"text": "And the children of Israel journeyed, and came unto their cities on the third day. Now their cities were Gibeon, and Chephirah, and Beeroth, and Kiriath-jearim. ", "type": "text", "attrs": {"verseId": "JOS.9.17", "verseOrgIds": ["JOS.9.17"]}}, {"text": "And the children of Israel smote them not, because the princes of the congregation had sworn unto them by the LORD, the God of Israel. And all the congregation murmured against the princes. ", "type": "text", "attrs": {"verseId": "JOS.9.18", "verseOrgIds": ["JOS.9.18"]}}, {"text": "But all the princes said unto all the congregation: 'We have sworn unto them by the LORD, the God of Israel; now therefore we may not touch them. ", "type": "text", "attrs": {"verseId": "JOS.9.19", "verseOrgIds": ["JOS.9.19"]}}, {"text": "This we will do to them, and let them live; lest wrath be upon us, because of the oath which we swore unto them.' ", "type": "text", "attrs": {"verseId": "JOS.9.20", "verseOrgIds": ["JOS.9.20"]}}, {"text": "And the princes said concerning them: 'Let them live'; so they became hewers of wood and drawers of water unto all the congregation, as the princes had spoken concerning them. ", "type": "text", "attrs": {"verseId": "JOS.9.21", "verseOrgIds": ["JOS.9.21"]}}, {"text": "And Joshua called for them, and he spoke unto them, saying: 'Wherefore have ye beguiled us, saying: We are very far from you, when ye dwell among us? ", "type": "text", "attrs": {"verseId": "JOS.9.22", "verseOrgIds": ["JOS.9.22"]}}, {"text": "Now therefore ye are cursed, and there shall never fail to be of you bondmen, both hewers of wood and drawers of water for the house of my God.' ", "type": "text", "attrs": {"verseId": "JOS.9.23", "verseOrgIds": ["JOS.9.23"]}}, {"text": "And they answered Joshua, and said: 'Because it was certainly told thy servants, how that the LORD thy God commanded His servant Moses to give you all the land, and to destroy all the inhabitants of the land from before you; therefore we were sore afraid for our lives because of you, and have done this thing. ", "type": "text", "attrs": {"verseId": "JOS.9.24", "verseOrgIds": ["JOS.9.24"]}}, {"text": "And now, behold, we are in thy hand: as it seemeth good and right unto thee to do unto us, do.' ", "type": "text", "attrs": {"verseId": "JOS.9.25", "verseOrgIds": ["JOS.9.25"]}}, {"text": "And so did he unto them, and delivered them out of the hand of the children of Israel, that they slew them not. ", "type": "text", "attrs": {"verseId": "JOS.9.26", "verseOrgIds": ["JOS.9.26"]}}, {"text": "And Joshua made them that day hewers of wood and drawers of water for the congregation, and for the altar of the LORD, unto this day, in the place which He should choose.", "type": "text", "attrs": {"verseId": "JOS.9.27", "verseOrgIds": ["JOS.9.27"]}}]}], "next": {"id": "JOS.10", "number": "10", "bookId": "JOS"}, "previous": {"id": "JOS.8", "number": "8", "bookId": "JOS"}}}}