{"_default": {"1": {"id": "ISA.23", "bibleId": "bf8f1c7f3f9045a5-01", "number": "23", "bookId": "ISA", "reference": "Isaiah 23", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The burden of Tyre. Howl, ye ships of Tarshish, for it is laid waste, so that there is no house, no entering in; from the land of Kittim it is revealed to them. ", "type": "text", "attrs": {"verseId": "ISA.23.1", "verseOrgIds": ["ISA.23.1"]}}, {"text": "Be still, ye inhabitants of the coast-land; thou whom the merchants of Zidon, that pass over the sea, have replenished. ", "type": "text", "attrs": {"verseId": "ISA.23.2", "verseOrgIds": ["ISA.23.2"]}}, {"text": "And on great waters the seed of Shihor, the harvest of the Nile, was her revenue; and she was the mart of nations. ", "type": "text", "attrs": {"verseId": "ISA.23.3", "verseOrgIds": ["ISA.23.3"]}}, {"text": "Be thou ashamed, O Zidon; for the sea hath spoken, the stronghold of the sea, saying: 'I have not travailed, nor brought forth, neither have I reared young men, nor brought up virgins.' ", "type": "text", "attrs": {"verseId": "ISA.23.4", "verseOrgIds": ["ISA.23.4"]}}, {"text": "When the report cometh to Egypt, they shall be sorely pained at the report of Tyre. ", "type": "text", "attrs": {"verseId": "ISA.23.5", "verseOrgIds": ["ISA.23.5"]}}, {"text": "Pass ye over to Tarshish; howl, ye inhabitants of the coast-land. ", "type": "text", "attrs": {"verseId": "ISA.23.6", "verseOrgIds": ["ISA.23.6"]}}, {"text": "Is this your joyous city, whose feet in antiquity, in ancient days, carried her afar off to sojourn? ", "type": "text", "attrs": {"verseId": "ISA.23.7", "verseOrgIds": ["ISA.23.7"]}}, {"text": "Who hath devised this against Tyre, the crowning city, whose merchants are princes, whose traffickers are the honourable of the earth? ", "type": "text", "attrs": {"verseId": "ISA.23.8", "verseOrgIds": ["ISA.23.8"]}}, {"text": "The LORD of hosts hath devised it, to pollute the pride of all glory, to bring into contempt all the honourable of the earth. ", "type": "text", "attrs": {"verseId": "ISA.23.9", "verseOrgIds": ["ISA.23.9"]}}, {"text": "Overflow thy land as the Nile, O daughter of Tarshish! there is no girdle any more. ", "type": "text", "attrs": {"verseId": "ISA.23.10", "verseOrgIds": ["ISA.23.10"]}}, {"text": "He hath stretched out His hand over the sea, He hath shaken the kingdoms; the LORD hath given commandment concerning Canaan, to destroy the strongholds thereof; ", "type": "text", "attrs": {"verseId": "ISA.23.11", "verseOrgIds": ["ISA.23.11"]}}, {"text": "And He said: 'Thou shalt no more rejoice.' O thou oppressed virgin daughter of Zidon, arise, pass over to Kittim; even there shalt thou have no rest. ", "type": "text", "attrs": {"verseId": "ISA.23.12", "verseOrgIds": ["ISA.23.12"]}}, {"text": "Behold, the land of the Chaldeans — this is the people that was not, when Asshur founded it for shipmen — they set up their towers, they overthrew the palaces thereof; it is made a ruin. ", "type": "text", "attrs": {"verseId": "ISA.23.13", "verseOrgIds": ["ISA.23.13"]}}, {"text": "Howl, ye ships of Tarshish, for your stronghold is laid waste. ", "type": "text", "attrs": {"verseId": "ISA.23.14", "verseOrgIds": ["ISA.23.14"]}}, {"text": "And it shall come to pass in that day, that Tyre shall be forgotten seventy years, according to the days of one king; after the end of seventy years it shall fare with Tyre as in the song of the harlot: ", "type": "text", "attrs": {"verseId": "ISA.23.15", "verseOrgIds": ["ISA.23.15"]}}, {"text": "Take a harp, go about the city, thou harlot long forgotten; make sweet melody, sing many songs, that thou mayest be remembered. ", "type": "text", "attrs": {"verseId": "ISA.23.16", "verseOrgIds": ["ISA.23.16"]}}, {"text": "And it shall come to pass after the end of seventy years, that the LORD will remember Tyre, and she shall return to her hire, and shall have commerce with all the kingdoms of the world upon the face of the earth. ", "type": "text", "attrs": {"verseId": "ISA.23.17", "verseOrgIds": ["ISA.23.17"]}}, {"text": "And her gain and her hire shall be holiness to the LORD; it shall not be treasured nor laid up; for her gain shall be for them that dwell before the LORD, to eat their fill, and for stately clothing.", "type": "text", "attrs": {"verseId": "ISA.23.18", "verseOrgIds": ["ISA.23.18"]}}]}], "next": {"id": "ISA.24", "number": "24", "bookId": "ISA"}, "previous": {"id": "ISA.22", "number": "22", "bookId": "ISA"}}}}