{"_default": {"1": {"id": "EXO.23", "bibleId": "bf8f1c7f3f9045a5-01", "number": "23", "bookId": "EXO", "reference": "Exodus 23", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Thou shalt not utter a false report; put not thy hand with the wicked to be an unrighteous witness. ", "type": "text", "attrs": {"verseId": "EXO.23.1", "verseOrgIds": ["EXO.23.1"]}}, {"text": "Thou shalt not follow a multitude to do evil; neither shalt thou bear witness in a cause to turn aside after a multitude to pervert justice; ", "type": "text", "attrs": {"verseId": "EXO.23.2", "verseOrgIds": ["EXO.23.2"]}}, {"text": "neither shalt thou favour a poor man in his cause. ", "type": "text", "attrs": {"verseId": "EXO.23.3", "verseOrgIds": ["EXO.23.3"]}}, {"text": "If thou meet thine enemy's ox or his ass going astray, thou shalt surely bring it back to him again. ", "type": "text", "attrs": {"verseId": "EXO.23.4", "verseOrgIds": ["EXO.23.4"]}}, {"text": "If thou see the ass of him that hateth thee lying under its burden, thou shalt forbear to pass by him; thou shalt surely release it with him. ", "type": "text", "attrs": {"verseId": "EXO.23.5", "verseOrgIds": ["EXO.23.5"]}}, {"text": "Thou shalt not wrest the judgment of thy poor in his cause. ", "type": "text", "attrs": {"verseId": "EXO.23.6", "verseOrgIds": ["EXO.23.6"]}}, {"text": "Keep thee far from a false matter; and the innocent and righteous slay thou not; for I will not justify the wicked. ", "type": "text", "attrs": {"verseId": "EXO.23.7", "verseOrgIds": ["EXO.23.7"]}}, {"text": "And thou shalt take no gift; for a gift blindeth them that have sight, and perverteth the words of the righteous. ", "type": "text", "attrs": {"verseId": "EXO.23.8", "verseOrgIds": ["EXO.23.8"]}}, {"text": "And a stranger shalt thou not oppress; for ye know the heart of a stranger, seeing ye were strangers in the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.23.9", "verseOrgIds": ["EXO.23.9"]}}, {"text": "And six years thou shalt sow thy land, and gather in the increase thereof; ", "type": "text", "attrs": {"verseId": "EXO.23.10", "verseOrgIds": ["EXO.23.10"]}}, {"text": "but the seventh year thou shalt let it rest and lie fallow, that the poor of thy people may eat; and what they leave the beast of the field shall eat. In like manner thou shalt deal with thy vineyard, and with thy oliveyard. ", "type": "text", "attrs": {"verseId": "EXO.23.11", "verseOrgIds": ["EXO.23.11"]}}, {"text": "Six days thou shalt do thy work, but on the seventh day thou shalt rest; that thine ox and thine ass may have rest, and the son of thy handmaid, and the stranger, may be refreshed. ", "type": "text", "attrs": {"verseId": "EXO.23.12", "verseOrgIds": ["EXO.23.12"]}}, {"text": "And in all things that I have said unto you take ye heed; and make no mention of the name of other gods, neither let it be heard out of thy mouth. ", "type": "text", "attrs": {"verseId": "EXO.23.13", "verseOrgIds": ["EXO.23.13"]}}, {"text": "Three times thou shalt keep a feast unto Me in the year. ", "type": "text", "attrs": {"verseId": "EXO.23.14", "verseOrgIds": ["EXO.23.14"]}}, {"text": "The feast of unleavened bread shalt thou keep; seven days thou shalt eat unleavened bread, as I commanded thee, at the time appointed in the month Abib — for in it thou camest out from Egypt; and none shall appear before Me empty; ", "type": "text", "attrs": {"verseId": "EXO.23.15", "verseOrgIds": ["EXO.23.15"]}}, {"text": "and the feast of harvest, the first-fruits of thy labours, which thou sowest in the field; and the feast of ingathering, at the end of the year, when thou gatherest in thy labours out of the field. ", "type": "text", "attrs": {"verseId": "EXO.23.16", "verseOrgIds": ["EXO.23.16"]}}, {"text": "Three times in the year all thy males shall appear before the Lord GOD. ", "type": "text", "attrs": {"verseId": "EXO.23.17", "verseOrgIds": ["EXO.23.17"]}}, {"text": "Thou shalt not offer the blood of My sacrifice with leavened bread; neither shall the fat of My feast remain all night until the morning. ", "type": "text", "attrs": {"verseId": "EXO.23.18", "verseOrgIds": ["EXO.23.18"]}}, {"text": "The choicest first-fruits of thy land thou shalt bring into the house of the LORD thy God. Thou shalt not seethe a kid in its mother's milk. ", "type": "text", "attrs": {"verseId": "EXO.23.19", "verseOrgIds": ["EXO.23.19"]}}, {"text": "Behold, I send an angel before thee, to keep thee by the way, and to bring thee into the place which I have prepared. ", "type": "text", "attrs": {"verseId": "EXO.23.20", "verseOrgIds": ["EXO.23.20"]}}, {"text": "Take heed of him, and hearken unto his voice; be not rebellious against him; for he will not pardon your transgression; for My name is in him. ", "type": "text", "attrs": {"verseId": "EXO.23.21", "verseOrgIds": ["EXO.23.21"]}}, {"text": "But if thou shalt indeed hearken unto his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries. ", "type": "text", "attrs": {"verseId": "EXO.23.22", "verseOrgIds": ["EXO.23.22"]}}, {"text": "For Mine angel shall go before thee, and bring thee in unto the Amorite, and the Hittite, and the Perizzite, and the Canaanite, the Hivite, and the Jebusite; and I will cut them off. ", "type": "text", "attrs": {"verseId": "EXO.23.23", "verseOrgIds": ["EXO.23.23"]}}, {"text": "Thou shalt not bow down to their gods, nor serve them, nor do after their doings; but thou shalt utterly overthrow them, and break in pieces their pillars. ", "type": "text", "attrs": {"verseId": "EXO.23.24", "verseOrgIds": ["EXO.23.24"]}}, {"text": "And ye shall serve the LORD your God, and He will bless thy bread, and thy water; and I will take sickness away from the midst of thee. ", "type": "text", "attrs": {"verseId": "EXO.23.25", "verseOrgIds": ["EXO.23.25"]}}, {"text": "None shall miscarry, nor be barren, in thy land; the number of thy days I will fulfil. ", "type": "text", "attrs": {"verseId": "EXO.23.26", "verseOrgIds": ["EXO.23.26"]}}, {"text": "I will send My terror before thee, and will discomfit all the people to whom thou shalt come, and I will make all thine enemies turn their backs unto thee. ", "type": "text", "attrs": {"verseId": "EXO.23.27", "verseOrgIds": ["EXO.23.27"]}}, {"text": "And I will send the hornet before thee, which shall drive out the Hivite, the Canaanite, and the Hittite, from before thee. ", "type": "text", "attrs": {"verseId": "EXO.23.28", "verseOrgIds": ["EXO.23.28"]}}, {"text": "I will not drive them out from before thee in one year, lest the land become desolate, and the beasts of the field multiply against thee. ", "type": "text", "attrs": {"verseId": "EXO.23.29", "verseOrgIds": ["EXO.23.29"]}}, {"text": "By little and little I will drive them out from before thee, until thou be increased, and inherit the land. ", "type": "text", "attrs": {"verseId": "EXO.23.30", "verseOrgIds": ["EXO.23.30"]}}, {"text": "And I will set thy border from the Red Sea even unto the sea of the Philistines, and from the wilderness unto the River; for I will deliver the inhabitants of the land into your hand; and thou shalt drive them out before thee. ", "type": "text", "attrs": {"verseId": "EXO.23.31", "verseOrgIds": ["EXO.23.31"]}}, {"text": "Thou shalt make no covenant with them, nor with their gods. ", "type": "text", "attrs": {"verseId": "EXO.23.32", "verseOrgIds": ["EXO.23.32"]}}, {"text": "They shall not dwell in thy land — lest they make thee sin against Me, for thou wilt serve their gods — for they will be a snare unto thee.", "type": "text", "attrs": {"verseId": "EXO.23.33", "verseOrgIds": ["EXO.23.33"]}}]}], "next": {"id": "EXO.24", "number": "24", "bookId": "EXO"}, "previous": {"id": "EXO.22", "number": "22", "bookId": "EXO"}}}}