{"_default": {"1": {"id": "ISA.52", "bibleId": "bf8f1c7f3f9045a5-01", "number": "52", "bookId": "ISA", "reference": "Isaiah 52", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Awake, awake, put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city; for henceforth there shall no more come into thee the uncircumcised and the unclean. ", "type": "text", "attrs": {"verseId": "ISA.52.1", "verseOrgIds": ["ISA.52.1"]}}, {"text": "Shake thyself from the dust; arise, and sit down, O Jerusalem; loose thyself from the bands of thy neck, O captive daughter of Zion. ", "type": "text", "attrs": {"verseId": "ISA.52.2", "verseOrgIds": ["ISA.52.2"]}}, {"text": "For thus saith the LORD: Ye were sold for nought; and ye shall be redeemed without money. ", "type": "text", "attrs": {"verseId": "ISA.52.3", "verseOrgIds": ["ISA.52.3"]}}, {"text": "For thus saith the Lord GOD: My people went down aforetime into Egypt to sojourn there; and the Assyrian oppressed them without cause. ", "type": "text", "attrs": {"verseId": "ISA.52.4", "verseOrgIds": ["ISA.52.4"]}}, {"text": "Now therefore, what do I here, saith the LORD, seeing that My people is taken away for nought? They that rule over them do howl, saith the LORD, and My name continually all the day is blasphemed. ", "type": "text", "attrs": {"verseId": "ISA.52.5", "verseOrgIds": ["ISA.52.5"]}}, {"text": "Therefore My people shall know My name; therefore they shall know in that day that I, even He that spoke, behold, here I am. ", "type": "text", "attrs": {"verseId": "ISA.52.6", "verseOrgIds": ["ISA.52.6"]}}, {"text": "How beautiful upon the mountains are the feet of the messenger of good tidings, that announceth peace, the harbinger of good tidings, that announceth salvation; that saith unto Zion: 'Thy God reigneth!' ", "type": "text", "attrs": {"verseId": "ISA.52.7", "verseOrgIds": ["ISA.52.7"]}}, {"text": "Hark, thy watchmen! they lift up the voice, together do they sing; for they shall see, eye to eye, the LORD returning to Zion. ", "type": "text", "attrs": {"verseId": "ISA.52.8", "verseOrgIds": ["ISA.52.8"]}}, {"text": "Break forth into joy, sing together, ye waste places of Jerusalem; for the LORD hath comforted His people, He hath redeemed Jerusalem. ", "type": "text", "attrs": {"verseId": "ISA.52.9", "verseOrgIds": ["ISA.52.9"]}}, {"text": "The LORD hath made bare His holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God. ", "type": "text", "attrs": {"verseId": "ISA.52.10", "verseOrgIds": ["ISA.52.10"]}}, {"text": "Depart ye, depart ye, go ye out from thence, touch no unclean thing; go ye out of the midst of her; be ye clean, ye that bear the vessels of the LORD. ", "type": "text", "attrs": {"verseId": "ISA.52.11", "verseOrgIds": ["ISA.52.11"]}}, {"text": "For ye shall not go out in haste, neither shall ye go by flight; for the LORD will go before you, and the God of Israel will be your rearward. ", "type": "text", "attrs": {"verseId": "ISA.52.12", "verseOrgIds": ["ISA.52.12"]}}, {"text": "Behold, My servant shall prosper, he shall be exalted and lifted up, and shall be very high. ", "type": "text", "attrs": {"verseId": "ISA.52.13", "verseOrgIds": ["ISA.52.13"]}}, {"text": "According as many were appalled at thee — so marred was his visage unlike that of a man, and his form unlike that of the sons of men — ", "type": "text", "attrs": {"verseId": "ISA.52.14", "verseOrgIds": ["ISA.52.14"]}}, {"text": "So shall he startle many nations, kings shall shut their mouths because of him; for that which had not been told them shall they see, and that which they had not heard shall they perceive.", "type": "text", "attrs": {"verseId": "ISA.52.15", "verseOrgIds": ["ISA.52.15"]}}]}], "next": {"id": "ISA.53", "number": "53", "bookId": "ISA"}, "previous": {"id": "ISA.51", "number": "51", "bookId": "ISA"}}}}