{"_default": {"1": {"id": "ISA.17", "bibleId": "bf8f1c7f3f9045a5-01", "number": "17", "bookId": "ISA", "reference": "Isaiah 17", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The burden of Damascus. Behold, Damascus is taken away from being a city, and it shall be a ruinous heap. ", "type": "text", "attrs": {"verseId": "ISA.17.1", "verseOrgIds": ["ISA.17.1"]}}, {"text": "The cities of Aroer are forsaken; they shall be for flocks, which shall lie down, and none shall make them afraid. ", "type": "text", "attrs": {"verseId": "ISA.17.2", "verseOrgIds": ["ISA.17.2"]}}, {"text": "The fortress also shall cease from Ephraim, and the kingdom from Damascus; and the remnant of Aram shall be as the glory of the children of Israel, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "ISA.17.3", "verseOrgIds": ["ISA.17.3"]}}, {"text": "And it shall come to pass in that day, that the glory of Jacob shall be made thin, and the fatness of his flesh shall wax lean. ", "type": "text", "attrs": {"verseId": "ISA.17.4", "verseOrgIds": ["ISA.17.4"]}}, {"text": "And it shall be as when the harvestman gathereth the standing corn, and reapeth the ears with his arm; yea, it shall be as when one gleaneth ears in the valley of Rephaim. ", "type": "text", "attrs": {"verseId": "ISA.17.5", "verseOrgIds": ["ISA.17.5"]}}, {"text": "Yet there shall be left therein gleanings, as at the beating of an olive-tree, two or three berries in the top of the uppermost bough, four or five in the branches of the fruitful tree, saith the LORD, the God of Israel. ", "type": "text", "attrs": {"verseId": "ISA.17.6", "verseOrgIds": ["ISA.17.6"]}}, {"text": "In that day shall a man regard his Maker, and his eyes shall look to the Holy One of Israel. ", "type": "text", "attrs": {"verseId": "ISA.17.7", "verseOrgIds": ["ISA.17.7"]}}, {"text": "And he shall not regard the altars, the work of his hands, neither shall he look to that which his fingers have made, either the Asherim, or the sun-images. ", "type": "text", "attrs": {"verseId": "ISA.17.8", "verseOrgIds": ["ISA.17.8"]}}, {"text": "In that day shall his strong cities be as the forsaken places, which were forsaken from before the children of Israel, after the manner of woods and lofty forests; and it shall be a desolation. ", "type": "text", "attrs": {"verseId": "ISA.17.9", "verseOrgIds": ["ISA.17.9"]}}, {"text": "For thou hast forgotten the God of thy salvation, and thou hast not been mindful of the Rock of thy stronghold; therefore thou didst plant plants of pleasantness, and didst set it with slips of a stranger; ", "type": "text", "attrs": {"verseId": "ISA.17.10", "verseOrgIds": ["ISA.17.10"]}}, {"text": "In the day of thy planting thou didst make it to grow, and in the morning thou didst make thy seed to blossom — a heap of boughs in the day of grief and of desperate pain. ", "type": "text", "attrs": {"verseId": "ISA.17.11", "verseOrgIds": ["ISA.17.11"]}}, {"text": "Ah, the uproar of many peoples, that roar like the roaring of the seas; and the rushing of nations, that rush like the rushing of mighty waters! ", "type": "text", "attrs": {"verseId": "ISA.17.12", "verseOrgIds": ["ISA.17.12"]}}, {"text": "The nations shall rush like the rushing of many waters; but He shall rebuke them, and they shall flee far off, and shall be chased as the chaff of the mountains before the wind, and like the whirling dust before the storm. ", "type": "text", "attrs": {"verseId": "ISA.17.13", "verseOrgIds": ["ISA.17.13"]}}, {"text": "At eventide behold terror; and before the morning they are not. This is the portion of them that spoil us, and the lot of them that rob us.", "type": "text", "attrs": {"verseId": "ISA.17.14", "verseOrgIds": ["ISA.17.14"]}}]}], "next": {"id": "ISA.18", "number": "18", "bookId": "ISA"}, "previous": {"id": "ISA.16", "number": "16", "bookId": "ISA"}}}}