{"_default": {"1": {"id": "EZK.44", "bibleId": "bf8f1c7f3f9045a5-01", "number": "44", "bookId": "EZK", "reference": "Ezekiel 44", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then he brought me back the way of the outer gate of the sanctuary, which looketh toward the east; and it was shut. ", "type": "text", "attrs": {"verseId": "EZK.44.1", "verseOrgIds": ["EZK.44.1"]}}, {"text": "And the LORD said unto me: 'This gate shall be shut, it shall not be opened, neither shall any man enter in by it, for the LORD, the God of Israel, hath entered in by it; therefore it shall be shut. ", "type": "text", "attrs": {"verseId": "EZK.44.2", "verseOrgIds": ["EZK.44.2"]}}, {"text": "As for the prince, being a prince, he shall sit therein to eat bread before the LORD; he shall enter by the way of the porch of the gate, and shall go out by the way of the same.' ", "type": "text", "attrs": {"verseId": "EZK.44.3", "verseOrgIds": ["EZK.44.3"]}}, {"text": "Then he brought me the way of the north gate before the house; and I looked, and, behold, the glory of the LORD filled the house of the LORD; and I fell upon my face. ", "type": "text", "attrs": {"verseId": "EZK.44.4", "verseOrgIds": ["EZK.44.4"]}}, {"text": "And the LORD said unto me: 'Son of man, mark well, and behold with thine eyes, and hear with thine ears all that I say unto thee concerning all the ordinances of the house of the LORD, and all the laws thereof; and mark well the entering in of the house, with every going forth of the sanctuary. ", "type": "text", "attrs": {"verseId": "EZK.44.5", "verseOrgIds": ["EZK.44.5"]}}, {"text": "And thou shalt say to the rebellious, even to the house of Israel: Thus saith the Lord GOD: O ye house of Israel, let it suffice you of all your abominations, ", "type": "text", "attrs": {"verseId": "EZK.44.6", "verseOrgIds": ["EZK.44.6"]}}, {"text": "in that ye have brought in aliens, uncircumcised in heart and uncircumcised in flesh, to be in My sanctuary, to profane it, even My house, when ye offer My bread, the fat and the blood, and they have broken My covenant, to add unto all your abominations. ", "type": "text", "attrs": {"verseId": "EZK.44.7", "verseOrgIds": ["EZK.44.7"]}}, {"text": "And ye have not kept the charge of My holy things; but ye have set keepers of My charge in My sanctuary to please yourselves. ", "type": "text", "attrs": {"verseId": "EZK.44.8", "verseOrgIds": ["EZK.44.8"]}}, {"text": "Thus saith the Lord GOD: No alien, uncircumcised in heart and uncircumcised in flesh, shall enter into My sanctuary, even any alien that is among the children of Israel. ", "type": "text", "attrs": {"verseId": "EZK.44.9", "verseOrgIds": ["EZK.44.9"]}}, {"text": "But the Levites, that went far from Me, when Israel went astray, that went astray from Me after their idols, they shall bear their iniquity; ", "type": "text", "attrs": {"verseId": "EZK.44.10", "verseOrgIds": ["EZK.44.10"]}}, {"text": "and they shall be ministers in My sanctuary, having charge at the gates of the house, and ministering in the house: they shall slay the burnt-offering and the sacrifice for the people, and they shall stand before them to minister unto them. ", "type": "text", "attrs": {"verseId": "EZK.44.11", "verseOrgIds": ["EZK.44.11"]}}, {"text": "Because they ministered unto them before their idols, and became a stumblingblock of iniquity unto the house of Israel; therefore have I lifted up My hand against them, saith the Lord GOD, and they shall bear their iniquity. ", "type": "text", "attrs": {"verseId": "EZK.44.12", "verseOrgIds": ["EZK.44.12"]}}, {"text": "And they shall not come near unto Me, to minister unto Me in the priest's office, nor to come near to any of My holy things, unto the things that are most holy; but they shall bear their shame, and their abominations which they have committed. ", "type": "text", "attrs": {"verseId": "EZK.44.13", "verseOrgIds": ["EZK.44.13"]}}, {"text": "And I will make them keepers of the charge of the house, for all the service thereof, and for all that shall be done therein. ", "type": "text", "attrs": {"verseId": "EZK.44.14", "verseOrgIds": ["EZK.44.14"]}}, {"text": "But the priests the Levites, the sons of Zadok, that kept the charge of My sanctuary when the children of Israel went astray from Me, they shall come near to Me to minister unto Me; and they shall stand before Me to offer unto Me the fat and the blood, saith the Lord GOD; ", "type": "text", "attrs": {"verseId": "EZK.44.15", "verseOrgIds": ["EZK.44.15"]}}, {"text": "they shall enter into My sanctuary, and they shall come near to My table, to minister unto Me, and they shall keep My charge. ", "type": "text", "attrs": {"verseId": "EZK.44.16", "verseOrgIds": ["EZK.44.16"]}}, {"text": "And it shall be that when they enter in at the gates of the inner court, they shall be clothed with linen garments; and no wool shall come upon them, while they minister in the gates of the inner court, and within. ", "type": "text", "attrs": {"verseId": "EZK.44.17", "verseOrgIds": ["EZK.44.17"]}}, {"text": "They shall have linen tires upon their heads, and shall have linen breeches upon their loins; they shall not gird themselves with any thing that causeth sweat. ", "type": "text", "attrs": {"verseId": "EZK.44.18", "verseOrgIds": ["EZK.44.18"]}}, {"text": "And when they go forth into the outer court, even into the outer court to the people, they shall put off their garments wherein they minister, and lay them in the holy chambers, and they shall put on other garments, that they sanctify not the people with their garments. ", "type": "text", "attrs": {"verseId": "EZK.44.19", "verseOrgIds": ["EZK.44.19"]}}, {"text": "Neither shall they shave their heads, nor suffer their locks to grow long; they shall only poll their heads. ", "type": "text", "attrs": {"verseId": "EZK.44.20", "verseOrgIds": ["EZK.44.20"]}}, {"text": "Neither shall any priest drink wine, when they enter into the inner court. ", "type": "text", "attrs": {"verseId": "EZK.44.21", "verseOrgIds": ["EZK.44.21"]}}, {"text": "Neither shall they take for their wives a widow, nor her that is put away; but they shall take virgins of the seed of the house of Israel, or a widow that is the widow of a priest. ", "type": "text", "attrs": {"verseId": "EZK.44.22", "verseOrgIds": ["EZK.44.22"]}}, {"text": "And they shall teach My people the difference between the holy and the common, and cause them to discern between the unclean and the clean. ", "type": "text", "attrs": {"verseId": "EZK.44.23", "verseOrgIds": ["EZK.44.23"]}}, {"text": "And in a controversy they shall stand to judge; according to Mine ordinances shall they judge it; and they shall keep My laws and My statutes in all My appointed seasons, and they shall hallow My sabbaths. ", "type": "text", "attrs": {"verseId": "EZK.44.24", "verseOrgIds": ["EZK.44.24"]}}, {"text": "And they shall come near no dead person to defile themselves; but for father, or for mother, or for son, or for daughter, for brother, or for sister that hath had no husband, they may defile themselves. ", "type": "text", "attrs": {"verseId": "EZK.44.25", "verseOrgIds": ["EZK.44.25"]}}, {"text": "And after he is cleansed, they shall reckon unto him seven days. ", "type": "text", "attrs": {"verseId": "EZK.44.26", "verseOrgIds": ["EZK.44.26"]}}, {"text": "And in the day that he goeth into the sanctuary, into the inner court, to minister in the sanctuary, he shall offer his sin-offering, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.44.27", "verseOrgIds": ["EZK.44.27"]}}, {"text": "And it shall be unto them for an inheritance: I am their inheritance; and ye shall give them no possession in Israel: I am their possession. ", "type": "text", "attrs": {"verseId": "EZK.44.28", "verseOrgIds": ["EZK.44.28"]}}, {"text": "The meal-offering, and the sin-offering, and the guilt-offering, they, even they, shall eat; and every devoted thing in Israel shall be theirs. ", "type": "text", "attrs": {"verseId": "EZK.44.29", "verseOrgIds": ["EZK.44.29"]}}, {"text": "And the first of all the first-fruits of every thing, and every heave-offering of every thing, of all your offerings, shall be for the priests; ye shall also give unto the priest the first of your dough, to cause a blessing to rest on thy house. ", "type": "text", "attrs": {"verseId": "EZK.44.30", "verseOrgIds": ["EZK.44.30"]}}, {"text": "The priests shall not eat of any thing that dieth of itself, or is torn, whether it be fowl or beast.", "type": "text", "attrs": {"verseId": "EZK.44.31", "verseOrgIds": ["EZK.44.31"]}}]}], "next": {"id": "EZK.45", "number": "45", "bookId": "EZK"}, "previous": {"id": "EZK.43", "number": "43", "bookId": "EZK"}}}}