{"_default": {"1": {"id": "DEU.16", "bibleId": "bf8f1c7f3f9045a5-01", "number": "16", "bookId": "DEU", "reference": "Deuteronomy 16", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Observe the month of Abib, and keep the passover unto the LORD thy God; for in the month of Abib the LORD thy God brought thee forth out of Egypt by night. ", "type": "text", "attrs": {"verseId": "DEU.16.1", "verseOrgIds": ["DEU.16.1"]}}, {"text": "And thou shalt sacrifice the passover-offering unto the LORD thy God, of the flock and the herd, in the place which the LORD shall choose to cause His name to dwell there. ", "type": "text", "attrs": {"verseId": "DEU.16.2", "verseOrgIds": ["DEU.16.2"]}}, {"text": "Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, even the bread of affliction; for in haste didst thou come forth out of the land of Egypt; that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life. ", "type": "text", "attrs": {"verseId": "DEU.16.3", "verseOrgIds": ["DEU.16.3"]}}, {"text": "And there shall be no leaven seen with thee in all they borders seven days; neither shall any of the flesh, which thou sacrificest the first day at even, remain all night until the morning. ", "type": "text", "attrs": {"verseId": "DEU.16.4", "verseOrgIds": ["DEU.16.4"]}}, {"text": "Thou mayest not sacrifice the passover-offering within any of thy gates, which the LORD thy God giveth thee; ", "type": "text", "attrs": {"verseId": "DEU.16.5", "verseOrgIds": ["DEU.16.5"]}}, {"text": "but at the place which the LORD thy God shall choose to cause His name to dwell in, there thou shalt sacrifice the passover-offering at even, at the going down of the sun, at the season that thou camest forth out of Egypt. ", "type": "text", "attrs": {"verseId": "DEU.16.6", "verseOrgIds": ["DEU.16.6"]}}, {"text": "And thou shalt roast and eat it in the place which the LORD thy God shall choose; and thou shalt turn in the morning, and go unto thy tents. ", "type": "text", "attrs": {"verseId": "DEU.16.7", "verseOrgIds": ["DEU.16.7"]}}, {"text": "Six days thou shalt eat unleavened bread; and on the seventh day shall be a solemn assembly to the LORD thy God; thou shalt do no work therein. ", "type": "text", "attrs": {"verseId": "DEU.16.8", "verseOrgIds": ["DEU.16.8"]}}, {"text": "Seven weeks shalt thou number unto thee; from the time the sickle is first put to the standing corn shalt thou begin to number seven weeks. ", "type": "text", "attrs": {"verseId": "DEU.16.9", "verseOrgIds": ["DEU.16.9"]}}, {"text": "And thou shalt keep the feast of weeks unto the LORD thy God after the measure of the freewill-offering of thy hand, which thou shalt give, according as the LORD thy God blesseth thee. ", "type": "text", "attrs": {"verseId": "DEU.16.10", "verseOrgIds": ["DEU.16.10"]}}, {"text": "And thou shalt rejoice before the LORD thy God, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite that is within they gates, and the stranger, and the fatherless, and the widow, that are in the midst of thee, in the place which the LORD thy God shall choose to cause His name to dwell there. ", "type": "text", "attrs": {"verseId": "DEU.16.11", "verseOrgIds": ["DEU.16.11"]}}, {"text": "And thou shalt remember that thou wast a bondman in Egypt; and thou shalt observe and do these statutes. ", "type": "text", "attrs": {"verseId": "DEU.16.12", "verseOrgIds": ["DEU.16.12"]}}, {"text": "Thou shalt keep the feast of tabernacles seven days, after that thou hast gathered in from thy threshing-floor and from thy winepress. ", "type": "text", "attrs": {"verseId": "DEU.16.13", "verseOrgIds": ["DEU.16.13"]}}, {"text": "And thou shalt rejoice in thy feast, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite, and the stranger, and the fatherless, and the widow, that are within thy gates. ", "type": "text", "attrs": {"verseId": "DEU.16.14", "verseOrgIds": ["DEU.16.14"]}}, {"text": "Seven days shalt thou keep a feast unto the LORD thy God in the place which the LORD shall choose; because the LORD thy God shall bless thee in all thine increase, and in all the work of thy hands, and thou shalt be altogether joyful. ", "type": "text", "attrs": {"verseId": "DEU.16.15", "verseOrgIds": ["DEU.16.15"]}}, {"text": "Three times in a year shall all thy males appear before the LORD thy God in the place which He shall choose; on the feast of unleavened bread, and on the feast of weeks, and on the feast of tabernacles; and they shall not appear before the LORD empty; ", "type": "text", "attrs": {"verseId": "DEU.16.16", "verseOrgIds": ["DEU.16.16"]}}, {"text": "every man shall give as he is able, according to the blessing of the LORD thy God which He hath given thee. ", "type": "text", "attrs": {"verseId": "DEU.16.17", "verseOrgIds": ["DEU.16.17"]}}, {"text": "Judges and officers shalt thou make thee in all thy gates, which the LORD thy God giveth thee, tribe by tribe; and they shall judge the people with righteous judgment. ", "type": "text", "attrs": {"verseId": "DEU.16.18", "verseOrgIds": ["DEU.16.18"]}}, {"text": "Thou shalt not wrest judgment; thou shalt not respect persons; neither shalt thou take a gift; for a gift doth blind the eyes of the wise, and pervert the words of the righteous. ", "type": "text", "attrs": {"verseId": "DEU.16.19", "verseOrgIds": ["DEU.16.19"]}}, {"text": "Justice, justice shalt thou follow, that thou mayest live, and inherit the land which the LORD thy God giveth thee. ", "type": "text", "attrs": {"verseId": "DEU.16.20", "verseOrgIds": ["DEU.16.20"]}}, {"text": "Thou shalt not plant thee an Asherah of any kind of tree beside the altar of the LORD thy God, which thou shalt make thee. ", "type": "text", "attrs": {"verseId": "DEU.16.21", "verseOrgIds": ["DEU.16.21"]}}, {"text": "Neither shalt thou set thee up a pillar, which the LORD thy God hateth.", "type": "text", "attrs": {"verseId": "DEU.16.22", "verseOrgIds": ["DEU.16.22"]}}]}], "next": {"id": "DEU.17", "number": "17", "bookId": "DEU"}, "previous": {"id": "DEU.15", "number": "15", "bookId": "DEU"}}}}