{"_default": {"1": {"id": "ISA.38", "bibleId": "bf8f1c7f3f9045a5-01", "number": "38", "bookId": "ISA", "reference": "Isaiah 38", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In those days was Hezekiah sick unto death. And Isaiah the prophet the son of Amoz came to him, and said unto him: 'Thus saith the LORD: Set thy house in order; for thou shalt die, and not live.' ", "type": "text", "attrs": {"verseId": "ISA.38.1", "verseOrgIds": ["ISA.38.1"]}}, {"text": "Then Hezekiah turned his face to the wall, and prayed unto the LORD, ", "type": "text", "attrs": {"verseId": "ISA.38.2", "verseOrgIds": ["ISA.38.2"]}}, {"text": "and said: 'Remember now, O LORD, I beseech Thee, how I have walked before Thee in truth and with a whole heart, and have done that which is good in Thy sight.' And Hezekiah wept sore. ", "type": "text", "attrs": {"verseId": "ISA.38.3", "verseOrgIds": ["ISA.38.3"]}}, {"text": "Then came the word of the LORD to Isaiah, saying: ", "type": "text", "attrs": {"verseId": "ISA.38.4", "verseOrgIds": ["ISA.38.4"]}}, {"text": "'Go, and say to Hezekiah: Thus saith the LORD, the God of David thy father: I have heard thy prayer, I have seen thy tears; behold, I will add unto thy days fifteen years. ", "type": "text", "attrs": {"verseId": "ISA.38.5", "verseOrgIds": ["ISA.38.5"]}}, {"text": "And I will deliver thee and this city out of the hand of the king of Assyria; and I will defend this city. ", "type": "text", "attrs": {"verseId": "ISA.38.6", "verseOrgIds": ["ISA.38.6"]}}, {"text": "And this shall be the sign unto thee from the LORD, that the LORD will do this thing that He hath spoken: ", "type": "text", "attrs": {"verseId": "ISA.38.7", "verseOrgIds": ["ISA.38.7"]}}, {"text": "behold, I will cause the shadow of the dial, which is gone down on the sun-dial of Ahaz, to return backward ten degrees.' So the sun returned ten degrees, by which degrees it was gone down. ", "type": "text", "attrs": {"verseId": "ISA.38.8", "verseOrgIds": ["ISA.38.8"]}}, {"text": "The writing of Hezekiah king of Judah, when he had been sick, and was recovered of his sickness. ", "type": "text", "attrs": {"verseId": "ISA.38.9", "verseOrgIds": ["ISA.38.9"]}}, {"text": "I said: In the noontide of my days I shall go, even to the gates of the nether-world; I am deprived of the residue of my years. ", "type": "text", "attrs": {"verseId": "ISA.38.10", "verseOrgIds": ["ISA.38.10"]}}, {"text": "I said: I shall not see the LORD, even the LORD in the land of the living; I shall behold man no more with the inhabitants of the world. ", "type": "text", "attrs": {"verseId": "ISA.38.11", "verseOrgIds": ["ISA.38.11"]}}, {"text": "My habitation is plucked up and carried away from me as a shepherd's tent; I have rolled up like a weaver my life; He will cut me off from the thrum; from day even to night wilt Thou make an end of me. ", "type": "text", "attrs": {"verseId": "ISA.38.12", "verseOrgIds": ["ISA.38.12"]}}, {"text": "The more I make myself like unto a lion until morning, the more it breaketh all my bones; from day even to night wilt Thou make an end of me. ", "type": "text", "attrs": {"verseId": "ISA.38.13", "verseOrgIds": ["ISA.38.13"]}}, {"text": "Like a swallow or a crane, so do I chatter, I do moan as a dove; mine eyes fail with looking upward. O LORD, I am oppressed, be Thou my surety. ", "type": "text", "attrs": {"verseId": "ISA.38.14", "verseOrgIds": ["ISA.38.14"]}}, {"text": "What shall I say? He hath both spoken unto me, and Himself hath done it; I shall go softly all my years for the bitterness of my soul. ", "type": "text", "attrs": {"verseId": "ISA.38.15", "verseOrgIds": ["ISA.38.15"]}}, {"text": "O Lord, by these things men live, and altogether therein is the life of my spirit; wherefore recover Thou me, and make me to live. ", "type": "text", "attrs": {"verseId": "ISA.38.16", "verseOrgIds": ["ISA.38.16"]}}, {"text": "Behold, for my peace I had great bitterness; but Thou hast in love to my soul delivered it from the pit of corruption; for Thou hast cast all my sins behind Thy back. ", "type": "text", "attrs": {"verseId": "ISA.38.17", "verseOrgIds": ["ISA.38.17"]}}, {"text": "For the nether-world cannot praise Thee, death cannot celebrate Thee; they that go down into the pit cannot hope for Thy truth. ", "type": "text", "attrs": {"verseId": "ISA.38.18", "verseOrgIds": ["ISA.38.18"]}}, {"text": "The living, the living, he shall praise Thee, as I do this day; the father to the children shall make known Thy truth. ", "type": "text", "attrs": {"verseId": "ISA.38.19", "verseOrgIds": ["ISA.38.19"]}}, {"text": "The LORD is ready to save me; therefore we will sing songs to the stringed instruments all the days of our life in the house of the LORD. ", "type": "text", "attrs": {"verseId": "ISA.38.20", "verseOrgIds": ["ISA.38.20"]}}, {"text": "And Isaiah said: 'Let them take a cake of figs, and lay it for a plaster upon the boil, and he shall recover.' ", "type": "text", "attrs": {"verseId": "ISA.38.21", "verseOrgIds": ["ISA.38.21"]}}, {"text": "And Hezekiah said. 'What is the sign that I shall go up to the house of the LORD?'", "type": "text", "attrs": {"verseId": "ISA.38.22", "verseOrgIds": ["ISA.38.22"]}}]}], "next": {"id": "ISA.39", "number": "39", "bookId": "ISA"}, "previous": {"id": "ISA.37", "number": "37", "bookId": "ISA"}}}}