{"_default": {"1": {"id": "2CH.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "2CH", "reference": "2 Chronicles 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Jehoshaphat slept with his fathers, and was buried with his fathers in the city of David; and Jehoram his son reigned in his stead. ", "type": "text", "attrs": {"verseId": "2CH.21.1", "verseOrgIds": ["2CH.21.1"]}}, {"text": "And he had brethren the sons of Jehoshaphat, Azariah, and Jehiel, and Zechariah, and Azariahu, and Michael, and Shephatiah; all these were the sons of Jehoshaphat king of Israel. ", "type": "text", "attrs": {"verseId": "2CH.21.2", "verseOrgIds": ["2CH.21.2"]}}, {"text": "And their father gave them great gifts, of silver, and of gold, and of precious things, with fortified cities in Judah; but the kingdom gave he to Jehoram, because he was the first-born. ", "type": "text", "attrs": {"verseId": "2CH.21.3", "verseOrgIds": ["2CH.21.3"]}}, {"text": "Now when Jehoram was risen up over the kingdom of his father, and had strengthened himself, he slew all his brethren with the sword, and divers also of the princes of Israel. ", "type": "text", "attrs": {"verseId": "2CH.21.4", "verseOrgIds": ["2CH.21.4"]}}, {"text": "Jehoram was thirty and two years old when he began to reign; and he reigned eight years in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.21.5", "verseOrgIds": ["2CH.21.5"]}}, {"text": "And he walked in the way of the kings of Israel, as did the house of Ahab; for he had the daughter of Ahab to wife; and he did that which was evil in the sight of the LORD. ", "type": "text", "attrs": {"verseId": "2CH.21.6", "verseOrgIds": ["2CH.21.6"]}}, {"text": "Howbeit the LORD would not destroy the house of David, because of the covenant that He had made with David, and as He promised to give a lamp to him and to his children alway. ", "type": "text", "attrs": {"verseId": "2CH.21.7", "verseOrgIds": ["2CH.21.7"]}}, {"text": "In his days Edom revolted from under the hand of Judah, and made a king over themselves. ", "type": "text", "attrs": {"verseId": "2CH.21.8", "verseOrgIds": ["2CH.21.8"]}}, {"text": "Then Jehoram passed over with his captains, and all his chariots with him; and he rose up by night, and smote the Edomites that compassed him about, and the captains of the chariots. ", "type": "text", "attrs": {"verseId": "2CH.21.9", "verseOrgIds": ["2CH.21.9"]}}, {"text": "So Edom revolted from under the hand of Judah unto this day; then did Libnah revolt at the same time from under his hand; because he had forsaken the LORD, the God of his fathers. ", "type": "text", "attrs": {"verseId": "2CH.21.10", "verseOrgIds": ["2CH.21.10"]}}, {"text": "Moreover he made high places in the mountains of Judah, and made the inhabitants of Jerusalem to go astray, and drew Judah away. ", "type": "text", "attrs": {"verseId": "2CH.21.11", "verseOrgIds": ["2CH.21.11"]}}, {"text": "And there came a writing to him from Elijah the prophet, saying: 'Thus saith the LORD, the God of David thy father: Because thou hast not walked in the ways of Jehoshaphat thy father, nor in the ways of Asa king of Judah; ", "type": "text", "attrs": {"verseId": "2CH.21.12", "verseOrgIds": ["2CH.21.12"]}}, {"text": "but hast walked in the way of the kings of Israel, and hast made Judah and the inhabitants of Jerusalem to go astray, like as the house of Ahab made Israel to go astray; and also hast slain thy brethren of thy father's house, who were better than thyself; ", "type": "text", "attrs": {"verseId": "2CH.21.13", "verseOrgIds": ["2CH.21.13"]}}, {"text": "behold, the LORD will smite with a great plague thy people, and thy children, and thy wives, and all thy substance; ", "type": "text", "attrs": {"verseId": "2CH.21.14", "verseOrgIds": ["2CH.21.14"]}}, {"text": "and thou shalt have great sickness by disease of thy bowels, until thy bowels fall out by reason of the sickness, day by day.' ", "type": "text", "attrs": {"verseId": "2CH.21.15", "verseOrgIds": ["2CH.21.15"]}}, {"text": "And the LORD stirred up against Jehoram the spirit of the Philistines, and of the Arabians that are beside the Ethiopians; ", "type": "text", "attrs": {"verseId": "2CH.21.16", "verseOrgIds": ["2CH.21.16"]}}, {"text": "and they came up against Judah, and broke into it, and carried away all the substance that was found in the king's house, and his sons also, and his wives; so that there was never a son left him, save Jehoahaz, the youngest of his sons. ", "type": "text", "attrs": {"verseId": "2CH.21.17", "verseOrgIds": ["2CH.21.17"]}}, {"text": "And after all this the LORD smote him in his bowels with an incurable disease. ", "type": "text", "attrs": {"verseId": "2CH.21.18", "verseOrgIds": ["2CH.21.18"]}}, {"text": "And it came to pass, that in process of time, at the end of two years, his bowels fell out by reason of his sickness, and he died of sore diseases. And his people made no burning for him, like the burning of his fathers. ", "type": "text", "attrs": {"verseId": "2CH.21.19", "verseOrgIds": ["2CH.21.19"]}}, {"text": "Thirty and two years old was he when he began to reign, and he reigned in Jerusalem eight years; and he departed joyless; and they buried him in the city of David, but not in the sepulchres of the kings.", "type": "text", "attrs": {"verseId": "2CH.21.20", "verseOrgIds": ["2CH.21.20"]}}]}], "next": {"id": "2CH.22", "number": "22", "bookId": "2CH"}, "previous": {"id": "2CH.20", "number": "20", "bookId": "2CH"}}}}