{"_default": {"1": {"id": "JER.12", "bibleId": "bf8f1c7f3f9045a5-01", "number": "12", "bookId": "JER", "reference": "Jeremiah 12", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Right wouldest Thou be, O LORD, were I to contend with Thee, yet will I reason with Thee: Wherefore doth the way of the wicked prosper? Wherefore are all they secure that deal very treacherously? ", "type": "text", "attrs": {"verseId": "JER.12.1", "verseOrgIds": ["JER.12.1"]}}, {"text": "Thou hast planted them, yea, they have taken root; they grow, yea, they bring forth fruit; Thou art near in their mouth, and far from their reins. ", "type": "text", "attrs": {"verseId": "JER.12.2", "verseOrgIds": ["JER.12.2"]}}, {"text": "But Thou, O LORD, knowest me, Thou seest me, and triest my heart toward Thee; pull them out like sheep for the slaughter, and prepare them for the day of slaughter. ", "type": "text", "attrs": {"verseId": "JER.12.3", "verseOrgIds": ["JER.12.3"]}}, {"text": "How long shall the land mourn, and the herbs of the whole field wither? For the wickedness of them that dwell therein, the beasts are consumed, and the birds; because they said: 'He seeth not our end.' ", "type": "text", "attrs": {"verseId": "JER.12.4", "verseOrgIds": ["JER.12.4"]}}, {"text": "'If thou hast run with the footmen, and they have wearied thee, then how canst thou contend with horses? And though in a land of peace thou art secure, yet how wilt thou do in the thickets of the Jordan? ", "type": "text", "attrs": {"verseId": "JER.12.5", "verseOrgIds": ["JER.12.5"]}}, {"text": "For even thy brethren, and the house of thy father, even they have dealt treacherously with thee, even they have cried aloud after thee; believe them not, though they speak fair words unto thee.' ", "type": "text", "attrs": {"verseId": "JER.12.6", "verseOrgIds": ["JER.12.6"]}}, {"text": "I have forsaken My house, I have cast off My heritage; I have given the dearly beloved of My soul into the hand of her enemies. ", "type": "text", "attrs": {"verseId": "JER.12.7", "verseOrgIds": ["JER.12.7"]}}, {"text": "My heritage is become unto Me as a lion in the forest; she hath uttered her voice against Me; therefore have I hated her. ", "type": "text", "attrs": {"verseId": "JER.12.8", "verseOrgIds": ["JER.12.8"]}}, {"text": "Is My heritage unto Me as a speckled bird of prey? Are the birds of prey against her round about? Come ye, assemble all the beasts of the field, bring them to devour. ", "type": "text", "attrs": {"verseId": "JER.12.9", "verseOrgIds": ["JER.12.9"]}}, {"text": "Many shepherds have destroyed My vineyard, they have trodden My portion under foot, they have made My pleasant portion a desolate wilderness. ", "type": "text", "attrs": {"verseId": "JER.12.10", "verseOrgIds": ["JER.12.10"]}}, {"text": "They have made it a desolation, it mourneth unto Me, being desolate; the whole land is made desolate, because no man layeth it to heart. ", "type": "text", "attrs": {"verseId": "JER.12.11", "verseOrgIds": ["JER.12.11"]}}, {"text": "Upon all the high hills in the wilderness spoilers are come; for the sword of the LORD devoureth from the one end of the land even to the other end of the land, no flesh hath peace. ", "type": "text", "attrs": {"verseId": "JER.12.12", "verseOrgIds": ["JER.12.12"]}}, {"text": "They have sown wheat, and have reaped thorns; they have put themselves to pain, they profit not; be ye then ashamed of your increase, because of the fierce anger of the LORD. ", "type": "text", "attrs": {"verseId": "JER.12.13", "verseOrgIds": ["JER.12.13"]}}, {"text": "Thus saith the LORD: As for all Mine evil neighbours, that touch the inheritance which I have caused My people Israel to inherit, behold, I will pluck them up from off their land, and will pluck up the house of Judah from among them. ", "type": "text", "attrs": {"verseId": "JER.12.14", "verseOrgIds": ["JER.12.14"]}}, {"text": "And it shall come to pass, after that I have plucked them up, I will again have compassion on them; and I will bring them back, every man to his heritage, and every man to his land. ", "type": "text", "attrs": {"verseId": "JER.12.15", "verseOrgIds": ["JER.12.15"]}}, {"text": "And it shall come to pass, if they will diligently learn the ways of My people to swear by My name: 'As the LORD liveth,' even as they taught My people to swear by Baal; then shall they be built up in the midst of My people. ", "type": "text", "attrs": {"verseId": "JER.12.16", "verseOrgIds": ["JER.12.16"]}}, {"text": "But if they will not hearken, then will I pluck up that nation, plucking up and destroying it, saith the LORD.", "type": "text", "attrs": {"verseId": "JER.12.17", "verseOrgIds": ["JER.12.17"]}}]}], "next": {"id": "JER.13", "number": "13", "bookId": "JER"}, "previous": {"id": "JER.11", "number": "11", "bookId": "JER"}}}}