{"_default": {"1": {"id": "ISA.31", "bibleId": "bf8f1c7f3f9045a5-01", "number": "31", "bookId": "ISA", "reference": "Isaiah 31", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Woe to them that go down to Egypt for help, and rely on horses, and trust in chariots, because they are many, and in horsemen, because they are exceeding mighty; but they look not unto the Holy One of Israel, neither seek the LORD! ", "type": "text", "attrs": {"verseId": "ISA.31.1", "verseOrgIds": ["ISA.31.1"]}}, {"text": "Yet He also is wise, and bringeth evil, and doth not call back His words; but will arise against the house of the evil-doers, and against the help of them that work iniquity. ", "type": "text", "attrs": {"verseId": "ISA.31.2", "verseOrgIds": ["ISA.31.2"]}}, {"text": "Now the Egyptians are men, and not God, and their horses flesh, and not spirit; so when the LORD shall stretch out His hand, both he that helpeth shall stumble, and he that is helped shall fall, and they all shall perish together. ", "type": "text", "attrs": {"verseId": "ISA.31.3", "verseOrgIds": ["ISA.31.3"]}}, {"text": "For thus saith the LORD unto me: Like as the lion, or the young lion, growling over his prey, though a multitude of shepherds be called forth against him, will not be dismayed at their voice, nor abase himself for the noise of them; so will the LORD of hosts come down to fight upon mount Zion, and upon the hill thereof. ", "type": "text", "attrs": {"verseId": "ISA.31.4", "verseOrgIds": ["ISA.31.4"]}}, {"text": "As birds hovering, so will the LORD of hosts protect Jerusalem; He will deliver it as He protecteth it, He will rescue it as He passeth over. ", "type": "text", "attrs": {"verseId": "ISA.31.5", "verseOrgIds": ["ISA.31.5"]}}, {"text": "Turn ye unto Him against whom ye have deeply rebelled, O children of Israel. ", "type": "text", "attrs": {"verseId": "ISA.31.6", "verseOrgIds": ["ISA.31.6"]}}, {"text": "For in that day they shall cast away every man his idols of silver, and his idols of gold, which your own hands have made unto you for a sin. ", "type": "text", "attrs": {"verseId": "ISA.31.7", "verseOrgIds": ["ISA.31.7"]}}, {"text": "Then shall Asshur fall with the sword, not of man, and the sword, not of men, shall devour him; and he shall flee from the sword, and his young men shall become tributary. ", "type": "text", "attrs": {"verseId": "ISA.31.8", "verseOrgIds": ["ISA.31.8"]}}, {"text": "And his rock shall pass away by reason of terror, and his princes shall be dismayed at the ensign, saith the LORD, whose fire is in Zion, and His furnace in Jerusalem.", "type": "text", "attrs": {"verseId": "ISA.31.9", "verseOrgIds": ["ISA.31.9"]}}]}], "next": {"id": "ISA.32", "number": "32", "bookId": "ISA"}, "previous": {"id": "ISA.30", "number": "30", "bookId": "ISA"}}}}