{"_default": {"1": {"id": "AMO.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "AMO", "reference": "Amos 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Thus the Lord GOD showed me; and, behold, He formed locusts in the beginning of the shooting up of the latter growth; and, lo, it was the latter growth after the king's mowings. ", "type": "text", "attrs": {"verseId": "AMO.7.1", "verseOrgIds": ["AMO.7.1"]}}, {"text": "And if it had come to pass, that when they had made an end of eating the grass of the land — so I said: O Lord GOD, forgive, I beseech Thee; how shall Jacob stand? for he is small. ", "type": "text", "attrs": {"verseId": "AMO.7.2", "verseOrgIds": ["AMO.7.2"]}}, {"text": "The LORD repented concerning this; 'It shall not be', saith the LORD. ", "type": "text", "attrs": {"verseId": "AMO.7.3", "verseOrgIds": ["AMO.7.3"]}}, {"text": "Thus the Lord GOD showed me; and, behold, the Lord GOD called to contend by fire; and it devoured the great deep, and would have eaten up the land. ", "type": "text", "attrs": {"verseId": "AMO.7.4", "verseOrgIds": ["AMO.7.4"]}}, {"text": "Then said I: O Lord GOD, cease, I beseech Thee; how shall Jacob stand? for he is small. ", "type": "text", "attrs": {"verseId": "AMO.7.5", "verseOrgIds": ["AMO.7.5"]}}, {"text": "The LORD repented concerning this; 'This also shall not be', saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "AMO.7.6", "verseOrgIds": ["AMO.7.6"]}}, {"text": "Thus He showed me; and, behold, the Lord stood beside a wall made by a plumbline, with a plumbline in His hand. ", "type": "text", "attrs": {"verseId": "AMO.7.7", "verseOrgIds": ["AMO.7.7"]}}, {"text": "And the LORD said unto me: 'Amos, what seest thou?' And I said: 'A plumbline.' Then said the Lord: Behold, I will set a plumbline in the midst of My people Israel; I will not again pardon them any more; ", "type": "text", "attrs": {"verseId": "AMO.7.8", "verseOrgIds": ["AMO.7.8"]}}, {"text": "And the high places of Isaac shall be desolate, and the sanctuaries of Israel shall be laid waste; and I will rise against the house of Jeroboam with the sword. ", "type": "text", "attrs": {"verseId": "AMO.7.9", "verseOrgIds": ["AMO.7.9"]}}, {"text": "Then Amaziah the priest of Beth-el sent to Jeroboam king of Israel, saying: 'Amos hath conspired against thee in the midst of the house of Israel; the land is not able to bear all his words. ", "type": "text", "attrs": {"verseId": "AMO.7.10", "verseOrgIds": ["AMO.7.10"]}}, {"text": "For thus Amos saith: Jeroboam shall die by the sword, and Israel shall surely be led away captive out of his land.' ", "type": "text", "attrs": {"verseId": "AMO.7.11", "verseOrgIds": ["AMO.7.11"]}}, {"text": "Also Amaziah said unto Amos: 'O thou seer, go, flee thee away into the land of Judah, and there eat bread, and prophesy there; ", "type": "text", "attrs": {"verseId": "AMO.7.12", "verseOrgIds": ["AMO.7.12"]}}, {"text": "but prophesy not again any more at Beth-el, for it is the king's sanctuary, and it is a royal house.' ", "type": "text", "attrs": {"verseId": "AMO.7.13", "verseOrgIds": ["AMO.7.13"]}}, {"text": "Then answered Amos, and said to Amaziah: 'I was no prophet, neither was I a prophet's son; but I was a herdman, and a dresser of sycamore-trees; ", "type": "text", "attrs": {"verseId": "AMO.7.14", "verseOrgIds": ["AMO.7.14"]}}, {"text": "and the LORD took me from following the flock, and the LORD said unto me: Go, prophesy unto My people Israel. ", "type": "text", "attrs": {"verseId": "AMO.7.15", "verseOrgIds": ["AMO.7.15"]}}, {"text": "Now therefore hear thou the word of the LORD: Thou sayest: Prophesy not against Israel, and preach not against the house of Isaac; ", "type": "text", "attrs": {"verseId": "AMO.7.16", "verseOrgIds": ["AMO.7.16"]}}, {"text": "Therefore thus saith the LORD: Thy wife shall be a harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by line; and thou thyself shalt die in an unclean land, and Israel shall surely be led away captive out of his land.'", "type": "text", "attrs": {"verseId": "AMO.7.17", "verseOrgIds": ["AMO.7.17"]}}]}], "next": {"id": "AMO.8", "number": "8", "bookId": "AMO"}, "previous": {"id": "AMO.6", "number": "6", "bookId": "AMO"}}}}