{"_default": {"1": {"id": "EZR.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "EZR", "reference": "Ezra 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the prophets, Haggai the prophet, and Zechariah the son of Iddo, prophesied unto the Jews that were in Judah and Jerusalem; in the name of the God of Israel prophesied they unto them. ", "type": "text", "attrs": {"verseId": "EZR.5.1", "verseOrgIds": ["EZR.5.1"]}}, {"text": "Then rose up Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and began to build the house of God which is at Jerusalem; and with them were the prophets of God, helping them. ", "type": "text", "attrs": {"verseId": "EZR.5.2", "verseOrgIds": ["EZR.5.2"]}}, {"text": "At the same time came to them Tattenai, the governor beyond the River, and Shethar-bozenai, and their companions, and said thus unto them: 'Who gave you a decree to build this house, and to finish this structure?' ", "type": "text", "attrs": {"verseId": "EZR.5.3", "verseOrgIds": ["EZR.5.3"]}}, {"text": "'Then spoke we unto them after this manner, wrote they: What are the names of the men that build this building?' ", "type": "text", "attrs": {"verseId": "EZR.5.4", "verseOrgIds": ["EZR.5.4"]}}, {"text": "But the eye of their God was upon the elders of the Jews, and they did not make them cease, till the matter should come to Darius, and then answer should be returned by letter concerning it. ", "type": "text", "attrs": {"verseId": "EZR.5.5", "verseOrgIds": ["EZR.5.5"]}}, {"text": "The copy of the letter that Tattenai, the governor beyond the River, and Shethar-bozenai, and his companions the Apharesachites, who were beyond the River, sent unto Darius the king; ", "type": "text", "attrs": {"verseId": "EZR.5.6", "verseOrgIds": ["EZR.5.6"]}}, {"text": "they sent a letter unto him, wherein was written thus: 'Unto Darius the king, all peace. ", "type": "text", "attrs": {"verseId": "EZR.5.7", "verseOrgIds": ["EZR.5.7"]}}, {"text": "Be it known unto the king, that we went into the province of Judah, to the house of the great God, which is builded with great stones, and timber is laid in the walls, and this work goeth on with diligence and prospereth in their hands. ", "type": "text", "attrs": {"verseId": "EZR.5.8", "verseOrgIds": ["EZR.5.8"]}}, {"text": "Then asked we those elders, and said unto them thus: Who gave you a decree to build this house, and to finish this wall? ", "type": "text", "attrs": {"verseId": "EZR.5.9", "verseOrgIds": ["EZR.5.9"]}}, {"text": "We asked them their names also, to announce to thee, that we might write the names of the men that were at the head of them. ", "type": "text", "attrs": {"verseId": "EZR.5.10", "verseOrgIds": ["EZR.5.10"]}}, {"text": "And thus they returned us answer, saying: We are the servants of the God of heaven and earth, and build the house that was builded these many years ago, which a great king of Israel builded and finished. ", "type": "text", "attrs": {"verseId": "EZR.5.11", "verseOrgIds": ["EZR.5.11"]}}, {"text": "But because that our fathers had provoked the God of heaven, He gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house, and carried the people away into Babylon. ", "type": "text", "attrs": {"verseId": "EZR.5.12", "verseOrgIds": ["EZR.5.12"]}}, {"text": "But in the first year of Cyrus king of Babylon, Cyrus the king made a decree to build this house of God. ", "type": "text", "attrs": {"verseId": "EZR.5.13", "verseOrgIds": ["EZR.5.13"]}}, {"text": "And the gold and silver vessels also of the house of God, which Nebuchadnezzar took out of the temple that was in Jerusalem, and brought them into the temple of Babylon, those did Cyrus the king take out of the temple of Babylon, and they were delivered unto one whose name was Sheshbazzar, whom he had made governor; ", "type": "text", "attrs": {"verseId": "EZR.5.14", "verseOrgIds": ["EZR.5.14"]}}, {"text": "and he said unto him: Take these vessels, go, put them in the temple that is in Jerusalem, and let the house of God be builded in its place. ", "type": "text", "attrs": {"verseId": "EZR.5.15", "verseOrgIds": ["EZR.5.15"]}}, {"text": "Then came the same Sheshbazzar, and laid the foundations of the house of God which is in Jerusalem; and since that time even until now hath it been in building, and yet it is not completed. ", "type": "text", "attrs": {"verseId": "EZR.5.16", "verseOrgIds": ["EZR.5.16"]}}, {"text": "Now therefore, if it seem good to the king, let search be made in the king's treasure-house there, which is at Babylon, whether it be so, that a decree was made of Cyrus the king to build this house of God at Jerusalem, and let the king send his pleasure to us concerning this matter.'", "type": "text", "attrs": {"verseId": "EZR.5.17", "verseOrgIds": ["EZR.5.17"]}}]}], "next": {"id": "EZR.6", "number": "6", "bookId": "EZR"}, "previous": {"id": "EZR.4", "number": "4", "bookId": "EZR"}}}}