{"_default": {"1": {"id": "2CH.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "2CH", "reference": "2 Chronicles 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now when Solomon had made an end of praying, the fire came down from heaven, and consumed the burnt-offering and the sacrifices; and the glory of the LORD filled the house. ", "type": "text", "attrs": {"verseId": "2CH.7.1", "verseOrgIds": ["2CH.7.1"]}}, {"text": "And the priests could not enter into the house of the LORD, because the glory of the LORD filled the LORD'S house. ", "type": "text", "attrs": {"verseId": "2CH.7.2", "verseOrgIds": ["2CH.7.2"]}}, {"text": "And all the children of Israel looked on, when the fire came down, and the glory of the LORD was upon the house; and they bowed themselves with their faces to the ground upon the pavement, and prostrated themselves, and gave thanks unto the LORD; 'for He is good, for His mercy endureth for ever.' ", "type": "text", "attrs": {"verseId": "2CH.7.3", "verseOrgIds": ["2CH.7.3"]}}, {"text": "And the king and all the people offered sacrifice before the LORD. ", "type": "text", "attrs": {"verseId": "2CH.7.4", "verseOrgIds": ["2CH.7.4"]}}, {"text": "And king Solomon offered a sacrifice of twenty and two thousand oxen, and a hundred and twenty thousand sheep. So the king and all the people dedicated the house of God. ", "type": "text", "attrs": {"verseId": "2CH.7.5", "verseOrgIds": ["2CH.7.5"]}}, {"text": "And the priests stood, according to their offices; the Levites also with instruments of music of the LORD, which David the king had made, to give thanks unto the LORD, for His mercy endureth for ever, with the praises of David by their hand; and the priests sounded trumpets over against them; and all Israel stood. ", "type": "text", "attrs": {"verseId": "2CH.7.6", "verseOrgIds": ["2CH.7.6"]}}, {"text": "Moreover Solomon hallowed the middle of the court that was before the house of the LORD; for there he offered the burnt-offerings, and the fat of the peace-offerings; because the brazen altar which Solomon had made was not able to receive the burnt-offering, and the meal-offering, and the fat. ", "type": "text", "attrs": {"verseId": "2CH.7.7", "verseOrgIds": ["2CH.7.7"]}}, {"text": "So Solomon held the feast at that time seven days, and all Israel with him, a very great congregation, from the entrance of Hamath unto the Brook of Egypt. ", "type": "text", "attrs": {"verseId": "2CH.7.8", "verseOrgIds": ["2CH.7.8"]}}, {"text": "And on the eighth day they held a solemn assembly; for they kept the dedication of the altar seven days, and the feast seven days. ", "type": "text", "attrs": {"verseId": "2CH.7.9", "verseOrgIds": ["2CH.7.9"]}}, {"text": "And on the three and twentieth day of the seventh month he sent the people away unto their tents, joyful and glad of heart for the goodness that the LORD had shown unto David, and to Solomon, and to Israel His people. ", "type": "text", "attrs": {"verseId": "2CH.7.10", "verseOrgIds": ["2CH.7.10"]}}, {"text": "Thus Solomon finished the house of the LORD, and the king's house; and all that came into Solomon's heart to make in the house of the LORD, and in his own house, he prosperously effected. ", "type": "text", "attrs": {"verseId": "2CH.7.11", "verseOrgIds": ["2CH.7.11"]}}, {"text": "And the LORD appeared to Solomon by night, and said unto him: 'I have heard thy prayer, and have chosen this place to Myself for a house of sacrifice. ", "type": "text", "attrs": {"verseId": "2CH.7.12", "verseOrgIds": ["2CH.7.12"]}}, {"text": "If I shut up heaven that there be no rain, or if I command the locust to devour the land, or if I send pestilence among My people; ", "type": "text", "attrs": {"verseId": "2CH.7.13", "verseOrgIds": ["2CH.7.13"]}}, {"text": "if My people, upon whom My name is called, shall humble themselves, and pray, and seek My face, and turn from their evil ways; then will I hear from heaven, and will forgive their sin, and will heal their land. ", "type": "text", "attrs": {"verseId": "2CH.7.14", "verseOrgIds": ["2CH.7.14"]}}, {"text": "Now Mine eyes shall be open, and Mine ears attent, unto the prayer that is made in this place. ", "type": "text", "attrs": {"verseId": "2CH.7.15", "verseOrgIds": ["2CH.7.15"]}}, {"text": "For now have I chosen and hallowed this house, that My name may be there for ever; and Mine eyes and My heart shall be there perpetually. ", "type": "text", "attrs": {"verseId": "2CH.7.16", "verseOrgIds": ["2CH.7.16"]}}, {"text": "And as for thee, if thou wilt walk before Me as David thy father walked, and do according to all that I have commanded thee, and wilt keep My statutes and Mine ordinances; ", "type": "text", "attrs": {"verseId": "2CH.7.17", "verseOrgIds": ["2CH.7.17"]}}, {"text": "then I will establish the throne of thy kingdom, according as I covenanted with David thy father, saying: There shall not fail thee a man to be ruler in Israel. ", "type": "text", "attrs": {"verseId": "2CH.7.18", "verseOrgIds": ["2CH.7.18"]}}, {"text": "But if ye turn away, and forsake My statutes and My commandments which I have set before you, and shall go and serve other gods, and worship them; ", "type": "text", "attrs": {"verseId": "2CH.7.19", "verseOrgIds": ["2CH.7.19"]}}, {"text": "then will I pluck them up by the roots out of My land which I have given them; and this house, which I have hallowed for My name, will I cast out of My sight, and I will make it a proverb and a byword among all peoples. ", "type": "text", "attrs": {"verseId": "2CH.7.20", "verseOrgIds": ["2CH.7.20"]}}, {"text": "And this house, which is so high, every one that passeth by it shall be astonished, and shall say: Why hath the LORD done thus unto this land, and to this house? ", "type": "text", "attrs": {"verseId": "2CH.7.21", "verseOrgIds": ["2CH.7.21"]}}, {"text": "And they shall answer: Because they forsook the LORD, the God of their fathers, who brought them forth out of the land of Egypt, and laid hold on other gods, and worshipped them, and served them; therefore hath He brought all this evil upon them.'", "type": "text", "attrs": {"verseId": "2CH.7.22", "verseOrgIds": ["2CH.7.22"]}}]}], "next": {"id": "2CH.8", "number": "8", "bookId": "2CH"}, "previous": {"id": "2CH.6", "number": "6", "bookId": "2CH"}}}}