{"_default": {"1": {"id": "ECC.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "ECC", "reference": "Ecclesiastes 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "(4-17) Guard thy foot when thou goest to the house of God, and be ready to hearken: it is better than when fools give sacrifices; for they know not that they do evil. ", "type": "text", "attrs": {"verseId": "ECC.5.1", "verseOrgIds": ["ECC.4.17"]}}, {"text": "(5-1) Be not rash with thy mouth, and let not thy heart be hasty to utter a word before God; for God is in heaven, and thou upon earth; therefore let thy words be few. ", "type": "text", "attrs": {"verseId": "ECC.5.2", "verseOrgIds": ["ECC.5.1"]}}, {"text": "(5-2) For a dream cometh through a multitude of business; and a fool's voice through a multitude of words. ", "type": "text", "attrs": {"verseId": "ECC.5.3", "verseOrgIds": ["ECC.5.2"]}}, {"text": "(5-3) When thou vowest a vow unto God, defer not to pay it; for He hath no pleasure in fools; pay that which thou vowest. ", "type": "text", "attrs": {"verseId": "ECC.5.4", "verseOrgIds": ["ECC.5.3"]}}, {"text": "(5-4) Better is it that thou shouldest not vow, than that thou shouldest vow and not pay. ", "type": "text", "attrs": {"verseId": "ECC.5.5", "verseOrgIds": ["ECC.5.4"]}}, {"text": "(5-5) Suffer not thy mouth to bring thy flesh into guilt, neither say thou before the messenger, that it was an error; wherefore should God be angry at thy voice, and destroy the work of thy hands? ", "type": "text", "attrs": {"verseId": "ECC.5.6", "verseOrgIds": ["ECC.5.5"]}}, {"text": "(5-6) For through the multitude of dreams and vanities there are also many words; but fear thou God. ", "type": "text", "attrs": {"verseId": "ECC.5.7", "verseOrgIds": ["ECC.5.6"]}}, {"text": "(5-7) If thou seest the oppression of the poor, and the violent perverting of justice and righteousness in the state, marvel not at the matter; for one higher than the high watcheth, and there are higher than they. ", "type": "text", "attrs": {"verseId": "ECC.5.8", "verseOrgIds": ["ECC.5.7"]}}, {"text": "(5-8) But the profit of a land every way is a king that maketh himself servant to the field. ", "type": "text", "attrs": {"verseId": "ECC.5.9", "verseOrgIds": ["ECC.5.8"]}}, {"text": "(5-9) He that loveth silver shall not be satisfied with silver; nor he that loveth abundance, with increase; this also is vanity. ", "type": "text", "attrs": {"verseId": "ECC.5.10", "verseOrgIds": ["ECC.5.9"]}}, {"text": "(5-10) When goods increase, they are increased that eat them; and what advantage is there to the owner thereof, saving the beholding of them with his eyes? ", "type": "text", "attrs": {"verseId": "ECC.5.11", "verseOrgIds": ["ECC.5.10"]}}, {"text": "(5-11) Sweet is the sleep of a labouring man, whether he eat little or much; but the satiety of the rich will not suffer him to sleep. ", "type": "text", "attrs": {"verseId": "ECC.5.12", "verseOrgIds": ["ECC.5.11"]}}, {"text": "(5-12) There is a grievous evil which I have seen under the sun, namely, riches kept by the owner thereof to his hurt; ", "type": "text", "attrs": {"verseId": "ECC.5.13", "verseOrgIds": ["ECC.5.12"]}}, {"text": "(5-13) and those riches perish by evil adventure; and if he hath begotten a son, there is nothing in his hand. ", "type": "text", "attrs": {"verseId": "ECC.5.14", "verseOrgIds": ["ECC.5.13"]}}, {"text": "(5-14) As he came forth of his mother's womb, naked shall he go back as he came, and shall take nothing for his labour, which he may carry away in his hand. ", "type": "text", "attrs": {"verseId": "ECC.5.15", "verseOrgIds": ["ECC.5.14"]}}, {"text": "(5-15) And this also is a grievous evil, that in all points as he came, so shall he go; and what profit hath he that he laboureth for the wind? ", "type": "text", "attrs": {"verseId": "ECC.5.16", "verseOrgIds": ["ECC.5.15"]}}, {"text": "(5-16) All his days also he eateth in darkness, and he hath much vexation and sickness and wrath. ", "type": "text", "attrs": {"verseId": "ECC.5.17", "verseOrgIds": ["ECC.5.16"]}}, {"text": "(5-17) Behold that which I have seen: it is good, yea, it is comely for one to eat and to drink, and to enjoy pleasure for all his labour, wherein he laboureth under the sun, all the days of his life which God hath given him; for this is his portion. ", "type": "text", "attrs": {"verseId": "ECC.5.18", "verseOrgIds": ["ECC.5.17"]}}, {"text": "(5-18) Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour — this is the gift of God. ", "type": "text", "attrs": {"verseId": "ECC.5.19", "verseOrgIds": ["ECC.5.18"]}}, {"text": "(5-19) For let him remember the days of his life that they are not many; for God answereth him in the joy of his heart.", "type": "text", "attrs": {"verseId": "ECC.5.20", "verseOrgIds": ["ECC.5.19"]}}]}], "next": {"id": "ECC.6", "number": "6", "bookId": "ECC"}, "previous": {"id": "ECC.4", "number": "4", "bookId": "ECC"}}}}