{"_default": {"1": {"id": "NUM.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "NUM", "reference": "Numbers 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.13.1", "verseOrgIds": ["NUM.13.1"]}}, {"text": "'Send thou men, that they may spy out the land of Canaan, which I give unto the children of Israel; of every tribe of their fathers shall ye send a man, every one a prince among them.' ", "type": "text", "attrs": {"verseId": "NUM.13.2", "verseOrgIds": ["NUM.13.2"]}}, {"text": "And Moses sent them from the wilderness of Paran according to the commandment of the LORD; all of them men who were heads of the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.13.3", "verseOrgIds": ["NUM.13.3"]}}, {"text": "And these were their names: of the tribe of Reuben, Shammua the son of Zaccur. ", "type": "text", "attrs": {"verseId": "NUM.13.4", "verseOrgIds": ["NUM.13.4"]}}, {"text": "Of the tribe of Simeon, Shaphat the son of Hori. ", "type": "text", "attrs": {"verseId": "NUM.13.5", "verseOrgIds": ["NUM.13.5"]}}, {"text": "Of the tribe of Judah, Caleb the son of Jephunneh. ", "type": "text", "attrs": {"verseId": "NUM.13.6", "verseOrgIds": ["NUM.13.6"]}}, {"text": "Of the tribe of Issachar, Igal the son of Joseph. ", "type": "text", "attrs": {"verseId": "NUM.13.7", "verseOrgIds": ["NUM.13.7"]}}, {"text": "Of the tribe of Ephraim, Hoshea the son of Nun. ", "type": "text", "attrs": {"verseId": "NUM.13.8", "verseOrgIds": ["NUM.13.8"]}}, {"text": "Of the tribe of Benjamin, Palti the son of Raphu. ", "type": "text", "attrs": {"verseId": "NUM.13.9", "verseOrgIds": ["NUM.13.9"]}}, {"text": "Of the tribe of Zebulun, Gaddiel the son of Sodi. ", "type": "text", "attrs": {"verseId": "NUM.13.10", "verseOrgIds": ["NUM.13.10"]}}, {"text": "Of the tribe of Joseph, namely, of the tribe of Manasseh, Gaddi the son of Susi. ", "type": "text", "attrs": {"verseId": "NUM.13.11", "verseOrgIds": ["NUM.13.11"]}}, {"text": "Of the tribe of Dan, Ammiel the son of Gemalli. ", "type": "text", "attrs": {"verseId": "NUM.13.12", "verseOrgIds": ["NUM.13.12"]}}, {"text": "Of the tribe of Asher, Sethur the son of Michael. ", "type": "text", "attrs": {"verseId": "NUM.13.13", "verseOrgIds": ["NUM.13.13"]}}, {"text": "Of the tribe of Naphtali, Nahbi the son of Vophsi. ", "type": "text", "attrs": {"verseId": "NUM.13.14", "verseOrgIds": ["NUM.13.14"]}}, {"text": "Of the tribe of Gad, Geuel the son of Machi. ", "type": "text", "attrs": {"verseId": "NUM.13.15", "verseOrgIds": ["NUM.13.15"]}}, {"text": "These are the names of the men that Moses sent to spy out the land. And Moses called Hoshea the son of Nun Joshua. ", "type": "text", "attrs": {"verseId": "NUM.13.16", "verseOrgIds": ["NUM.13.16"]}}, {"text": "And Moses sent them to spy out the land of Canaan, and said unto them: 'Get you up here into the South, and go up into the mountains; ", "type": "text", "attrs": {"verseId": "NUM.13.17", "verseOrgIds": ["NUM.13.17"]}}, {"text": "and see the land, what it is; and the people that dwelleth therein, whether they are strong or weak, whether they are few or many; ", "type": "text", "attrs": {"verseId": "NUM.13.18", "verseOrgIds": ["NUM.13.18"]}}, {"text": "and what the land is that they dwell in, whether it is good or bad; and what cities they are that they dwell in, whether in camps, or in strongholds; ", "type": "text", "attrs": {"verseId": "NUM.13.19", "verseOrgIds": ["NUM.13.19"]}}, {"text": "and what the land is, whether it is fat or lean, whether there is wood therein, or not. And be ye of good courage, and bring of the fruit of the land.' — Now the time was the time of the first-ripe grapes. — ", "type": "text", "attrs": {"verseId": "NUM.13.20", "verseOrgIds": ["NUM.13.20"]}}, {"text": "So they went up, and spied out the land from the wilderness of Zin unto Rehob, at the entrance to Hamath. ", "type": "text", "attrs": {"verseId": "NUM.13.21", "verseOrgIds": ["NUM.13.21"]}}, {"text": "And they went up into the South, and came unto Hebron; and Ahiman, Sheshai, and Talmai, the children of Anak, were there. — Now Hebron was built seven years before Zoan in Egypt. — ", "type": "text", "attrs": {"verseId": "NUM.13.22", "verseOrgIds": ["NUM.13.22"]}}, {"text": "And they came unto the valley of Eshcol, and cut down from thence a branch with one cluster of grapes, and they bore it upon a pole between two; they took also of the pomegranates, and of the figs. — ", "type": "text", "attrs": {"verseId": "NUM.13.23", "verseOrgIds": ["NUM.13.23"]}}, {"text": "That place was called the valley of Eshcol, because of the cluster which the children of Israel cut down from thence. — ", "type": "text", "attrs": {"verseId": "NUM.13.24", "verseOrgIds": ["NUM.13.24"]}}, {"text": "And they returned from spying out the land at the end of forty days. ", "type": "text", "attrs": {"verseId": "NUM.13.25", "verseOrgIds": ["NUM.13.25"]}}, {"text": "And they went and came to Moses, and to Aaron, and to all the congregation of the children of Israel, unto the wilderness of Paran, to Kadesh; and brought back word unto them, and unto all the congregation, and showed them the fruit of the land. ", "type": "text", "attrs": {"verseId": "NUM.13.26", "verseOrgIds": ["NUM.13.26"]}}, {"text": "And they told him, and said: 'We came unto the land whither thou sentest us, and surely it floweth with milk and honey; and this is the fruit of it. ", "type": "text", "attrs": {"verseId": "NUM.13.27", "verseOrgIds": ["NUM.13.27"]}}, {"text": "Howbeit the people that dwell in the land are fierce, and the cities are fortified, and very great; and moreover we saw the children of Anak there. ", "type": "text", "attrs": {"verseId": "NUM.13.28", "verseOrgIds": ["NUM.13.28"]}}, {"text": "Amalek dwelleth in the land of the South; and the Hittite, and the Jebusite, and the Amorite, dwell in the mountains; and the Canaanite dwelleth by the sea, and along by the side of the Jordan.' ", "type": "text", "attrs": {"verseId": "NUM.13.29", "verseOrgIds": ["NUM.13.29"]}}, {"text": "And Caleb stilled the people toward Moses, and said: 'We should go up at once, and possess it; for we are well able to overcome it.' ", "type": "text", "attrs": {"verseId": "NUM.13.30", "verseOrgIds": ["NUM.13.30"]}}, {"text": "But the men that went up with him said: 'We are not able to go up against the people; for they are stronger than we.' ", "type": "text", "attrs": {"verseId": "NUM.13.31", "verseOrgIds": ["NUM.13.31"]}}, {"text": "And they spread an evil report of the land which they had spied out unto the children of Israel, saying: 'The land, through which we have passed to spy it out, is a land that eateth up the inhabitants thereof; and all the people that we saw in it are men of great stature. ", "type": "text", "attrs": {"verseId": "NUM.13.32", "verseOrgIds": ["NUM.13.32"]}}, {"text": "And there we saw the Nephilim, the sons of Anak, who come of the Nephilim; and we were in our own sight as grasshoppers, and so we were in their sight.'", "type": "text", "attrs": {"verseId": "NUM.13.33", "verseOrgIds": ["NUM.13.33"]}}]}], "next": {"id": "NUM.14", "number": "14", "bookId": "NUM"}, "previous": {"id": "NUM.12", "number": "12", "bookId": "NUM"}}}}