{"_default": {"1": {"id": "DEU.24", "bibleId": "bf8f1c7f3f9045a5-01", "number": "24", "bookId": "DEU", "reference": "Deuteronomy 24", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When a man taketh a wife, and marrieth her, then it cometh to pass, if she find no favour in his eyes, because he hath found some unseemly thing in her, that he writeth her a bill of divorcement, and giveth it in her hand, and sendeth her out of his house, ", "type": "text", "attrs": {"verseId": "DEU.24.1", "verseOrgIds": ["DEU.24.1"]}}, {"text": "and she departeth out of his house, and goeth and becometh another man's wife, ", "type": "text", "attrs": {"verseId": "DEU.24.2", "verseOrgIds": ["DEU.24.2"]}}, {"text": "and the latter husband hateth her, and writeth her a bill of divorcement, and giveth it in her hand, and sendeth her out of his house; or if the latter husband die, who took her to be his wife; ", "type": "text", "attrs": {"verseId": "DEU.24.3", "verseOrgIds": ["DEU.24.3"]}}, {"text": "her former husband, who sent her away, may not take her again to be his wife, after that she is defiled; for that is abomination before the LORD; and thou shalt not cause the land to sin, which the LORD thy God giveth thee for an inheritance. ", "type": "text", "attrs": {"verseId": "DEU.24.4", "verseOrgIds": ["DEU.24.4"]}}, {"text": "When a man taketh a new wife, he shall not go out in the host, neither shall he be charged with any business; he shall be free for his house one year, and shall cheer his wife whom he hath taken. ", "type": "text", "attrs": {"verseId": "DEU.24.5", "verseOrgIds": ["DEU.24.5"]}}, {"text": "No man shall take the mill or the upper millstone to pledge; for he taketh a man's life to pledge. ", "type": "text", "attrs": {"verseId": "DEU.24.6", "verseOrgIds": ["DEU.24.6"]}}, {"text": "If a man be found stealing any of his brethren of the children of Israel, and he deal with him as a slave, and sell him; then that thief shall die; so shalt thou put away the evil from the midst of thee. ", "type": "text", "attrs": {"verseId": "DEU.24.7", "verseOrgIds": ["DEU.24.7"]}}, {"text": "Take heed in the plague of leprosy, that thou observe diligently, and do according to all that the priests the Levites shall teach you, as I commanded them, so ye shall observe to do. ", "type": "text", "attrs": {"verseId": "DEU.24.8", "verseOrgIds": ["DEU.24.8"]}}, {"text": "Remember what the LORD thy God did unto Miriam, by the way as ye came forth out of Egypt. ", "type": "text", "attrs": {"verseId": "DEU.24.9", "verseOrgIds": ["DEU.24.9"]}}, {"text": "When thou dost lend thy neighbour any manner of loan, thou shalt not go into his house to fetch his pledge. ", "type": "text", "attrs": {"verseId": "DEU.24.10", "verseOrgIds": ["DEU.24.10"]}}, {"text": "Thou shalt stand without, and the man to whom thou dost lend shall bring forth the pledge without unto thee. ", "type": "text", "attrs": {"verseId": "DEU.24.11", "verseOrgIds": ["DEU.24.11"]}}, {"text": "And if he be a poor man, thou shalt not sleep with his pledge; ", "type": "text", "attrs": {"verseId": "DEU.24.12", "verseOrgIds": ["DEU.24.12"]}}, {"text": "thou shalt surely restore to him the pledge when the sun goeth down, that he may sleep in his garment, and bless thee; and it shall be righteousness unto thee before the LORD thy God. ", "type": "text", "attrs": {"verseId": "DEU.24.13", "verseOrgIds": ["DEU.24.13"]}}, {"text": "Thou shalt not oppress a hired servant that is poor and needy, whether he be of thy brethren, or of thy strangers that are in thy land within thy gates. ", "type": "text", "attrs": {"verseId": "DEU.24.14", "verseOrgIds": ["DEU.24.14"]}}, {"text": "In the same day thou shalt give him his hire, neither shall the sun go down upon it; for he is poor, and setteth his heart upon it: lest he cry against thee unto the LORD and it be sin in thee. ", "type": "text", "attrs": {"verseId": "DEU.24.15", "verseOrgIds": ["DEU.24.15"]}}, {"text": "The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers; every man shall be put to death for his own sin. ", "type": "text", "attrs": {"verseId": "DEU.24.16", "verseOrgIds": ["DEU.24.16"]}}, {"text": "Thou shalt not pervert the justice due to the stranger, or to the fatherless; nor take the widow's raiment to pledge. ", "type": "text", "attrs": {"verseId": "DEU.24.17", "verseOrgIds": ["DEU.24.17"]}}, {"text": "But thou shalt remember that thou wast a bondman in Egypt, and the LORD thy God redeemed thee thence; therefore I command thee to do this thing. ", "type": "text", "attrs": {"verseId": "DEU.24.18", "verseOrgIds": ["DEU.24.18"]}}, {"text": "When thou reapest thy harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go back to fetch it; it shall be for the stranger, for the fatherless, and for the widow; that the LORD thy God may bless thee in all the work of thy hands. ", "type": "text", "attrs": {"verseId": "DEU.24.19", "verseOrgIds": ["DEU.24.19"]}}, {"text": "When thou beatest thine olive-tree, thou shalt not go over the boughs again; it shall be for the stranger, for the fatherless, and for the widow. ", "type": "text", "attrs": {"verseId": "DEU.24.20", "verseOrgIds": ["DEU.24.20"]}}, {"text": "When thou gatherest the grapes of thy vineyard, thou shalt not glean it after thee; it shall be for the stranger, for the fatherless, and for the widow. ", "type": "text", "attrs": {"verseId": "DEU.24.21", "verseOrgIds": ["DEU.24.21"]}}, {"text": "And thou shalt remember that thou wast a bondman in the land of Egypt; therefore I command thee to do this thing.", "type": "text", "attrs": {"verseId": "DEU.24.22", "verseOrgIds": ["DEU.24.22"]}}]}], "next": {"id": "DEU.25", "number": "25", "bookId": "DEU"}, "previous": {"id": "DEU.23", "number": "23", "bookId": "DEU"}}}}