{"_default": {"1": {"id": "1CH.20", "bibleId": "bf8f1c7f3f9045a5-01", "number": "20", "bookId": "1CH", "reference": "1 Chronicles 20", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass, at the time of the return of the year, at the time when kings go out to battle, that Joab led forth the power of the army, and wasted the country of the children of Ammon, and came and besieged Rabbah. But David tarried at Jerusalem. And Joab smote Rabbah, and overthrew it. ", "type": "text", "attrs": {"verseId": "1CH.20.1", "verseOrgIds": ["1CH.20.1"]}}, {"text": "And David took the crown of Malcam from off his head, and found it to weigh a talent of gold, and there were precious stones in it; and it was set upon David's head; and he brought forth the spoil of the city, exceeding much. ", "type": "text", "attrs": {"verseId": "1CH.20.2", "verseOrgIds": ["1CH.20.2"]}}, {"text": "And he brought forth the people that were therein, and cut them with saws, and with harrows of iron, and with axes. And thus did David unto all the cities of the children of Ammon. And David and all the people returned to Jerusalem. ", "type": "text", "attrs": {"verseId": "1CH.20.3", "verseOrgIds": ["1CH.20.3"]}}, {"text": "And it came to pass after this, that there arose war at Gezer with the Philistines; then Sibbecai the Hushathite slew Sippai, of the sons of the giants; and they were subdued. ", "type": "text", "attrs": {"verseId": "1CH.20.4", "verseOrgIds": ["1CH.20.4"]}}, {"text": "And there was again war with the Philistines; and Elhanan the son of Jair slew Lahmi the brother of Goliath the Gittite, the staff of whose spear was like a weaver's beam. ", "type": "text", "attrs": {"verseId": "1CH.20.5", "verseOrgIds": ["1CH.20.5"]}}, {"text": "And there was again war at Gath, where was a man of great stature, whose fingers and toes were four and twenty, six on each hand, and six on each foot; and he also was born unto the giant. ", "type": "text", "attrs": {"verseId": "1CH.20.6", "verseOrgIds": ["1CH.20.6"]}}, {"text": "And when he taunted Israel, Jonathan the son of Shimea David's brother slew him. ", "type": "text", "attrs": {"verseId": "1CH.20.7", "verseOrgIds": ["1CH.20.7"]}}, {"text": "These were born unto the giant in Gath; and they fell by the hand of David and by the hand of his servants.", "type": "text", "attrs": {"verseId": "1CH.20.8", "verseOrgIds": ["1CH.20.8"]}}]}], "next": {"id": "1CH.21", "number": "21", "bookId": "1CH"}, "previous": {"id": "1CH.19", "number": "19", "bookId": "1CH"}}}}