{"_default": {"1": {"id": "ISA.26", "bibleId": "bf8f1c7f3f9045a5-01", "number": "26", "bookId": "ISA", "reference": "Isaiah 26", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In that day shall this song be sung in the land of Judah: We have a strong city; walls and bulwarks doth He appoint for salvation. ", "type": "text", "attrs": {"verseId": "ISA.26.1", "verseOrgIds": ["ISA.26.1"]}}, {"text": "Open ye the gates, that the righteous nation that keepeth faithfulness may enter in. ", "type": "text", "attrs": {"verseId": "ISA.26.2", "verseOrgIds": ["ISA.26.2"]}}, {"text": "The mind stayed on Thee Thou keepest in perfect peace; because it trusteth in Thee. ", "type": "text", "attrs": {"verseId": "ISA.26.3", "verseOrgIds": ["ISA.26.3"]}}, {"text": "Trust ye in the LORD for ever, for the LORD is GOD, an everlasting Rock. ", "type": "text", "attrs": {"verseId": "ISA.26.4", "verseOrgIds": ["ISA.26.4"]}}, {"text": "For He hath brought down them that dwell on high, the lofty city, laying it low, laying it low even to the ground, bringing it even to the dust. ", "type": "text", "attrs": {"verseId": "ISA.26.5", "verseOrgIds": ["ISA.26.5"]}}, {"text": "The foot shall tread it down, even the feet of the poor, and the steps of the needy. ", "type": "text", "attrs": {"verseId": "ISA.26.6", "verseOrgIds": ["ISA.26.6"]}}, {"text": "The way of the just is straight; Thou, Most Upright, makest plain the path of the just. ", "type": "text", "attrs": {"verseId": "ISA.26.7", "verseOrgIds": ["ISA.26.7"]}}, {"text": "Yea, in the way of Thy judgments, O LORD, have we waited for Thee; to Thy name and to Thy memorial is the desire of our soul. ", "type": "text", "attrs": {"verseId": "ISA.26.8", "verseOrgIds": ["ISA.26.8"]}}, {"text": "With my soul have I desired Thee in the night; yea, with my spirit within me have I sought Thee earnestly; for when Thy judgments are in the earth, the inhabitants of the world learn righteousness. ", "type": "text", "attrs": {"verseId": "ISA.26.9", "verseOrgIds": ["ISA.26.9"]}}, {"text": "Let favour be shown to the wicked, yet will he not learn righteousness; in the land of uprightness will he deal wrongfully, and will not behold the majesty of the LORD. ", "type": "text", "attrs": {"verseId": "ISA.26.10", "verseOrgIds": ["ISA.26.10"]}}, {"text": "LORD, Thy hand was lifted up, yet they see not; they shall see with shame Thy zeal for the people; yea, fire shall devour Thine adversaries. ", "type": "text", "attrs": {"verseId": "ISA.26.11", "verseOrgIds": ["ISA.26.11"]}}, {"text": "LORD, Thou wilt establish peace for us; for Thou hast indeed wrought all our works for us. ", "type": "text", "attrs": {"verseId": "ISA.26.12", "verseOrgIds": ["ISA.26.12"]}}, {"text": "O LORD our God, other lords beside Thee have had dominion over us; but by Thee only do we make mention of Thy name. ", "type": "text", "attrs": {"verseId": "ISA.26.13", "verseOrgIds": ["ISA.26.13"]}}, {"text": "The dead live not, the shades rise not; to that end hast Thou punished and destroyed them, and made all their memory to perish. ", "type": "text", "attrs": {"verseId": "ISA.26.14", "verseOrgIds": ["ISA.26.14"]}}, {"text": "Thou hast gotten Thee honour with the nations, O LORD, yea, exceeding great honour with the nations; Thou art honoured unto the farthest ends of the earth. ", "type": "text", "attrs": {"verseId": "ISA.26.15", "verseOrgIds": ["ISA.26.15"]}}, {"text": "LORD, in trouble have they sought Thee, silently they poured out a prayer when Thy chastening was upon them. ", "type": "text", "attrs": {"verseId": "ISA.26.16", "verseOrgIds": ["ISA.26.16"]}}, {"text": "Like as a woman with child, that draweth near the time of her delivery, is in pain and crieth out in her pangs; so have we been at Thy presence, O LORD. ", "type": "text", "attrs": {"verseId": "ISA.26.17", "verseOrgIds": ["ISA.26.17"]}}, {"text": "We have been with child, we have been in pain, we have as it were brought forth wind; we have not wrought any deliverance in the land; neither are the inhabitants of the world come to life. ", "type": "text", "attrs": {"verseId": "ISA.26.18", "verseOrgIds": ["ISA.26.18"]}}, {"text": "Thy dead shall live, my dead bodies shall arise — awake and sing, ye that dwell in the dust — for Thy dew is as the dew of light, and the earth shall bring to life the shades. ", "type": "text", "attrs": {"verseId": "ISA.26.19", "verseOrgIds": ["ISA.26.19"]}}, {"text": "Come, my people, enter thou into thy chambers, and shut thy doors about thee; hide thyself for a little moment, until the indignation be overpast. ", "type": "text", "attrs": {"verseId": "ISA.26.20", "verseOrgIds": ["ISA.26.20"]}}, {"text": "For, behold, the LORD cometh forth out of His place to visit upon the inhabitants of the earth their iniquity; the earth also shall disclose her blood, and shall no more cover her slain.", "type": "text", "attrs": {"verseId": "ISA.26.21", "verseOrgIds": ["ISA.26.21"]}}]}], "next": {"id": "ISA.27", "number": "27", "bookId": "ISA"}, "previous": {"id": "ISA.25", "number": "25", "bookId": "ISA"}}}}