{"_default": {"1": {"id": "EXO.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "EXO", "reference": "Exodus 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "EXO.13.1", "verseOrgIds": ["EXO.13.1"]}}, {"text": "'Sanctify unto Me all the first-born, whatsoever openeth the womb among the children of Israel, both of man and of beast, it is Mine.' ", "type": "text", "attrs": {"verseId": "EXO.13.2", "verseOrgIds": ["EXO.13.2"]}}, {"text": "And Moses said unto the people: 'Remember this day, in which ye came out from Egypt, out of the house of bondage; for by strength of hand the LORD brought you out from this place; there shall no leavened bread be eaten. ", "type": "text", "attrs": {"verseId": "EXO.13.3", "verseOrgIds": ["EXO.13.3"]}}, {"text": "This day ye go forth in the month Abib. ", "type": "text", "attrs": {"verseId": "EXO.13.4", "verseOrgIds": ["EXO.13.4"]}}, {"text": "And it shall be when the LORD shall bring thee into the land of the Canaanite, and the Hittite, and the Amorite, and the Hivite, and the Jebusite, which He swore unto thy fathers to give thee, a land flowing with milk and honey, that thou shalt keep this service in this month. ", "type": "text", "attrs": {"verseId": "EXO.13.5", "verseOrgIds": ["EXO.13.5"]}}, {"text": "Seven days thou shalt eat unleavened bread, and in the seventh day shall be a feast to the LORD. ", "type": "text", "attrs": {"verseId": "EXO.13.6", "verseOrgIds": ["EXO.13.6"]}}, {"text": "Unleavened bread shall be eaten throughout the seven days; and there shall no leavened bread be seen with thee, neither shall there be leaven seen with thee, in all thy borders. ", "type": "text", "attrs": {"verseId": "EXO.13.7", "verseOrgIds": ["EXO.13.7"]}}, {"text": "And thou shalt tell thy son in that day, saying: It is because of that which the LORD did for me when I came forth out of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.13.8", "verseOrgIds": ["EXO.13.8"]}}, {"text": "And it shall be for a sign unto thee upon thy hand, and for a memorial between thine eyes, that the law of the LORD may be in thy mouth; for with a strong hand hath the LORD brought thee out of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.13.9", "verseOrgIds": ["EXO.13.9"]}}, {"text": "Thou shalt therefore keep this ordinance in its season from year to year. ", "type": "text", "attrs": {"verseId": "EXO.13.10", "verseOrgIds": ["EXO.13.10"]}}, {"text": "And it shall be when the LORD shall bring thee into the land of the Canaanite, as He swore unto thee and to thy fathers, and shall give it thee, ", "type": "text", "attrs": {"verseId": "EXO.13.11", "verseOrgIds": ["EXO.13.11"]}}, {"text": "that thou shalt set apart unto the LORD all that openeth the womb; every firstling that is a male, which thou hast coming of a beast, shall be the LORD'S. ", "type": "text", "attrs": {"verseId": "EXO.13.12", "verseOrgIds": ["EXO.13.12"]}}, {"text": "And every firstling of an ass thou shalt redeem with a lamb; and if thou wilt not redeem it, then thou shalt break its neck; and all the first-born of man among thy sons shalt thou redeem. ", "type": "text", "attrs": {"verseId": "EXO.13.13", "verseOrgIds": ["EXO.13.13"]}}, {"text": "And it shall be when thy son asketh thee in time to come, saying: What is this? that thou shalt say unto him: By strength of hand the LORD brought us out from Egypt, from the house of bondage; ", "type": "text", "attrs": {"verseId": "EXO.13.14", "verseOrgIds": ["EXO.13.14"]}}, {"text": "and it came to pass, when Pharaoh would hardly let us go that the LORD slew all the firstborn in the land of Egypt, both the first-born of man, and the first-born of beast; therefore I sacrifice to the LORD all that openeth the womb, being males; but all the first-born of my sons I redeem. ", "type": "text", "attrs": {"verseId": "EXO.13.15", "verseOrgIds": ["EXO.13.15"]}}, {"text": "And it shall be for a sign upon thy hand, and for frontlets between thine eyes; for by strength of hand the LORD brought us forth out of Egypt.' ", "type": "text", "attrs": {"verseId": "EXO.13.16", "verseOrgIds": ["EXO.13.16"]}}, {"text": "And it came to pass, when Pharaoh had let the people go, that God led them not by the way of the land of the Philistines, although that was near; for God said: 'Lest peradventure the people repent when they see war, and they return to Egypt.' ", "type": "text", "attrs": {"verseId": "EXO.13.17", "verseOrgIds": ["EXO.13.17"]}}, {"text": "But God led the people about, by the way of the wilderness by the Red Sea; and the children of Israel went up armed out of the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.13.18", "verseOrgIds": ["EXO.13.18"]}}, {"text": "And Moses took the bones of Joseph with him; for he had straitly sworn the children of Israel, saying: 'God will surely remember you; and ye shall carry up my bones away hence with you.' ", "type": "text", "attrs": {"verseId": "EXO.13.19", "verseOrgIds": ["EXO.13.19"]}}, {"text": "And they took their journey from Succoth, and encamped in Etham, in the edge of the wilderness. ", "type": "text", "attrs": {"verseId": "EXO.13.20", "verseOrgIds": ["EXO.13.20"]}}, {"text": "And the LORD went before them by day in a pillar of cloud, to lead them the way; and by night in a pillar of fire, to give them light; that they might go by day and by night: ", "type": "text", "attrs": {"verseId": "EXO.13.21", "verseOrgIds": ["EXO.13.21"]}}, {"text": "the pillar of cloud by day, and the pillar of fire by night, departed not from before the people.", "type": "text", "attrs": {"verseId": "EXO.13.22", "verseOrgIds": ["EXO.13.22"]}}]}], "next": {"id": "EXO.14", "number": "14", "bookId": "EXO"}, "previous": {"id": "EXO.12", "number": "12", "bookId": "EXO"}}}}