{"_default": {"1": {"id": "EZR.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "EZR", "reference": "Ezra 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah, ", "type": "text", "attrs": {"verseId": "EZR.7.1", "verseOrgIds": ["EZR.7.1"]}}, {"text": "the son of Shallum, the son of Zadok, the son of Ahitub, ", "type": "text", "attrs": {"verseId": "EZR.7.2", "verseOrgIds": ["EZR.7.2"]}}, {"text": "the son of Amariah, the son of Azariah, the son of Meraioth, ", "type": "text", "attrs": {"verseId": "EZR.7.3", "verseOrgIds": ["EZR.7.3"]}}, {"text": "the son of Zerahiah, the son of Uzzi, the son of Bukki, ", "type": "text", "attrs": {"verseId": "EZR.7.4", "verseOrgIds": ["EZR.7.4"]}}, {"text": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest — ", "type": "text", "attrs": {"verseId": "EZR.7.5", "verseOrgIds": ["EZR.7.5"]}}, {"text": "this Ezra went up from Babylon; and he was a ready scribe in the Law of Moses, which the LORD, the God of Israel, had given; and the king granted him all his request, according to the hand of the LORD his God upon him. ", "type": "text", "attrs": {"verseId": "EZR.7.6", "verseOrgIds": ["EZR.7.6"]}}, {"text": "And there went up some of the children of Israel, and of the priests, and the Levites, and the singers, and the porters, and the Nethinim, unto Jerusalem, in the seventh year of Artaxerxes the king. ", "type": "text", "attrs": {"verseId": "EZR.7.7", "verseOrgIds": ["EZR.7.7"]}}, {"text": "And he came to Jerusalem in the fifth month, which was in the seventh year of the king. ", "type": "text", "attrs": {"verseId": "EZR.7.8", "verseOrgIds": ["EZR.7.8"]}}, {"text": "For upon the first day of the first month began he to go up from Babylon, and on the first day of the fifth month came he to Jerusalem, according to the good hand of his God upon him. ", "type": "text", "attrs": {"verseId": "EZR.7.9", "verseOrgIds": ["EZR.7.9"]}}, {"text": "For Ezra had set his heart to seek the law of the LORD, and to do it, and to teach in Israel statutes and ordinances. ", "type": "text", "attrs": {"verseId": "EZR.7.10", "verseOrgIds": ["EZR.7.10"]}}, {"text": "Now this is the copy of the letter that the king Artaxerxes gave unto Ezra the priest, the scribe, even the scribe of the words of the commandments of the LORD, and of His statutes to Israel: ", "type": "text", "attrs": {"verseId": "EZR.7.11", "verseOrgIds": ["EZR.7.11"]}}, {"text": "'Artaxerxes, king of kings, unto Ezra the priest, the scribe of the Law of the God of heaven, and so forth. And now ", "type": "text", "attrs": {"verseId": "EZR.7.12", "verseOrgIds": ["EZR.7.12"]}}, {"text": "I make a decree, that all they of the people of Israel, and their priests and the Levites, in my realm, that are minded of their own free will to go with thee to Jerusalem, go. ", "type": "text", "attrs": {"verseId": "EZR.7.13", "verseOrgIds": ["EZR.7.13"]}}, {"text": "Forasmuch as thou art sent of the king and his seven counsellors, to inquire concerning Judah and Jerusalem, according to the law of thy God which is in thy hand; ", "type": "text", "attrs": {"verseId": "EZR.7.14", "verseOrgIds": ["EZR.7.14"]}}, {"text": "and to carry the silver and gold, which the king and his counsellors have freely offered unto the God of Israel, whose habitation is in Jerusalem, ", "type": "text", "attrs": {"verseId": "EZR.7.15", "verseOrgIds": ["EZR.7.15"]}}, {"text": "and all the silver and gold that thou shalt find in all the province of Babylon, with the freewill-offering of the people, and of the priests, offering willingly for the house of their God which is in Jerusalem; ", "type": "text", "attrs": {"verseId": "EZR.7.16", "verseOrgIds": ["EZR.7.16"]}}, {"text": "therefore thou shalt with all diligence buy with this money bullocks, rams, lambs, with their meal-offerings and their drink-offerings, and shalt offer them upon the altar of the house of your God which is in Jerusalem. ", "type": "text", "attrs": {"verseId": "EZR.7.17", "verseOrgIds": ["EZR.7.17"]}}, {"text": "And whatsoever shall seem good to thee and to thy brethren to do with the rest of the silver and the gold, that do ye after the will of your God. ", "type": "text", "attrs": {"verseId": "EZR.7.18", "verseOrgIds": ["EZR.7.18"]}}, {"text": "And the vessels that are given thee for the service of the house of thy God, deliver thou before the God of Jerusalem. ", "type": "text", "attrs": {"verseId": "EZR.7.19", "verseOrgIds": ["EZR.7.19"]}}, {"text": "And whatsoever more shall be needful for the house of thy God, which thou shalt have occasion to bestow, bestow it out of the king's treasure-house. ", "type": "text", "attrs": {"verseId": "EZR.7.20", "verseOrgIds": ["EZR.7.20"]}}, {"text": "And I, even I Artaxerxes the king, do make a decree to all the treasurers that are beyond the River, that whatsoever Ezra the priest, the scribe of the Law of the God of heaven, shall require of you, it be done with all diligence, ", "type": "text", "attrs": {"verseId": "EZR.7.21", "verseOrgIds": ["EZR.7.21"]}}, {"text": "unto a hundred talents of silver, and to a hundred measures of wheat, and to a hundred baths of wine, and to a hundred baths of oil, and salt without prescribing how much. ", "type": "text", "attrs": {"verseId": "EZR.7.22", "verseOrgIds": ["EZR.7.22"]}}, {"text": "Whatsoever is commanded by the God of heaven, let it be done exactly for the house of the God of heaven; for why should there be wrath against the realm of the king and his sons? ", "type": "text", "attrs": {"verseId": "EZR.7.23", "verseOrgIds": ["EZR.7.23"]}}, {"text": "Also we announce to you, that touching any of the priests and Levites, the singers, porters, Nethinim, or servants of this house of God, it shall not be lawful to impose tribute, impost, or toll, upon them. ", "type": "text", "attrs": {"verseId": "EZR.7.24", "verseOrgIds": ["EZR.7.24"]}}, {"text": "And thou, Ezra, after the wisdom of thy God that is in thy hand, appoint magistrates and judges, who may judge all the people that are beyond the River, all such as know the laws of thy God; and teach ye him that knoweth them not. ", "type": "text", "attrs": {"verseId": "EZR.7.25", "verseOrgIds": ["EZR.7.25"]}}, {"text": "And whosoever will not do the law of thy God, and the law of the king, let judgment be executed upon him with all diligence, whether it be unto death, or to banishment, or to confiscation of goods, or to imprisonment.' ", "type": "text", "attrs": {"verseId": "EZR.7.26", "verseOrgIds": ["EZR.7.26"]}}, {"text": "Blessed be the LORD, the God of our fathers, who hath put such a thing as this in the king's heart, to beautify the house of the LORD which is in Jerusalem; ", "type": "text", "attrs": {"verseId": "EZR.7.27", "verseOrgIds": ["EZR.7.27"]}}, {"text": "and hath extended mercy unto me before the king, and his counsellors, and before all the king's mighty princes. And I was strengthened according to the hand of the LORD my God upon me, and I gathered together out of Israel chief men to go up with me.", "type": "text", "attrs": {"verseId": "EZR.7.28", "verseOrgIds": ["EZR.7.28"]}}]}], "next": {"id": "EZR.8", "number": "8", "bookId": "EZR"}, "previous": {"id": "EZR.6", "number": "6", "bookId": "EZR"}}}}