{"_default": {"1": {"id": "JER.15", "bibleId": "bf8f1c7f3f9045a5-01", "number": "15", "bookId": "JER", "reference": "Jeremiah 15", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then said the LORD unto me: 'Though Moses and Samuel stood before Me, yet My mind could not be toward this people; cast them out of My sight, and let them go forth. ", "type": "text", "attrs": {"verseId": "JER.15.1", "verseOrgIds": ["JER.15.1"]}}, {"text": "And it shall come to pass, when they say unto thee: Whither shall we go forth? then thou shall tell them: Thus saith the LORD: Such as are for death, to death; and such as are for the sword, to the sword; and such as are for the famine, to the famine; and such as are for captivity, to captivity. ", "type": "text", "attrs": {"verseId": "JER.15.2", "verseOrgIds": ["JER.15.2"]}}, {"text": "And I will appoint over them four kinds, saith the LORD: the sword to slay, and the dogs to drag, and the fowls of the heaven, and the beasts of the earth, to devour and to destroy. ", "type": "text", "attrs": {"verseId": "JER.15.3", "verseOrgIds": ["JER.15.3"]}}, {"text": "And I will cause them to be a horror among all the kingdoms of the earth, because of Manasseh the son of Hezekiah king of Judah, for that which he did in Jerusalem. ", "type": "text", "attrs": {"verseId": "JER.15.4", "verseOrgIds": ["JER.15.4"]}}, {"text": "For who shall have pity upon thee, O Jerusalem? Or who shall bemoan thee? Or who shall turn aside to ask of thy welfare? ", "type": "text", "attrs": {"verseId": "JER.15.5", "verseOrgIds": ["JER.15.5"]}}, {"text": "Thou hast cast Me off, saith the LORD, thou art gone backward; Therefore do I stretch out My hand against thee, and destroy thee; I am weary with repenting. ", "type": "text", "attrs": {"verseId": "JER.15.6", "verseOrgIds": ["JER.15.6"]}}, {"text": "And I fan them with a fan in the gates of the land; I bereave them of children, I destroy My people, since they return not from their ways. ", "type": "text", "attrs": {"verseId": "JER.15.7", "verseOrgIds": ["JER.15.7"]}}, {"text": "Their widows are increased to Me above the sand of the seas; I bring upon them, against the mother, a chosen one, even a spoiler at noonday; I cause anguish and terrors to fall upon her suddenly. ", "type": "text", "attrs": {"verseId": "JER.15.8", "verseOrgIds": ["JER.15.8"]}}, {"text": "She that hath borne seven languisheth; her spirit droopeth; her sun is gone down while it was yet day, she is ashamed and confounded; and the residue of them will I deliver to the sword before their enemies, saith the LORD.' ", "type": "text", "attrs": {"verseId": "JER.15.9", "verseOrgIds": ["JER.15.9"]}}, {"text": "Woe is me, my mother, that thou hast borne me a man of strife and a man of contention to the whole earth! I have not lent, neither have men lent to me; yet every one of them doth curse me. ", "type": "text", "attrs": {"verseId": "JER.15.10", "verseOrgIds": ["JER.15.10"]}}, {"text": "The LORD said: 'Verily I will release thee for good; verily I will cause the enemy to make supplication unto thee in the time of evil and in the time of affliction. ", "type": "text", "attrs": {"verseId": "JER.15.11", "verseOrgIds": ["JER.15.11"]}}, {"text": "Can iron break iron from the north and brass? ", "type": "text", "attrs": {"verseId": "JER.15.12", "verseOrgIds": ["JER.15.12"]}}, {"text": "Thy substance and thy treasures will I give for a spoil without price, and that for all thy sins, even in all thy borders. ", "type": "text", "attrs": {"verseId": "JER.15.13", "verseOrgIds": ["JER.15.13"]}}, {"text": "And I will make thee to pass with thine enemies into a land which thou knowest not; for a fire is kindled in My nostril, which shall burn upon you.' ", "type": "text", "attrs": {"verseId": "JER.15.14", "verseOrgIds": ["JER.15.14"]}}, {"text": "Thou, O LORD, knowest; Remember me, and think of me, and avenge me of my persecutors; take me not away because of Thy long-suffering; know that for Thy sake I have suffered taunts. ", "type": "text", "attrs": {"verseId": "JER.15.15", "verseOrgIds": ["JER.15.15"]}}, {"text": "Thy words were found, and I did eat them; and Thy words were unto me a joy and the rejoicing of my heart; because Thy name was called on me, O LORD God of hosts. ", "type": "text", "attrs": {"verseId": "JER.15.16", "verseOrgIds": ["JER.15.16"]}}, {"text": "I sat not in the assembly of them that make merry, nor rejoiced; I sat alone because of Thy hand; for Thou hast filled me with indignation. ", "type": "text", "attrs": {"verseId": "JER.15.17", "verseOrgIds": ["JER.15.17"]}}, {"text": "Why is my pain perpetual, and my wound incurable, so that it refuseth to be healed? Wilt Thou indeed be unto me as a deceitful brook, as waters that fail? ", "type": "text", "attrs": {"verseId": "JER.15.18", "verseOrgIds": ["JER.15.18"]}}, {"text": "Therefore thus saith the LORD: If thou return, and I bring thee back, thou shalt stand before Me; and if thou bring forth the precious out of the vile, thou shalt be as My mouth; let them return unto thee, but thou shalt not return unto them. ", "type": "text", "attrs": {"verseId": "JER.15.19", "verseOrgIds": ["JER.15.19"]}}, {"text": "And I will make thee unto this people a fortified brazen wall; and they shall fight against thee, but they shall not prevail against thee; for I am with thee to save thee and to deliver thee, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.15.20", "verseOrgIds": ["JER.15.20"]}}, {"text": "And I will deliver thee out of the hand of the wicked, and I will redeem thee out of the hand of the terrible.", "type": "text", "attrs": {"verseId": "JER.15.21", "verseOrgIds": ["JER.15.21"]}}]}], "next": {"id": "JER.16", "number": "16", "bookId": "JER"}, "previous": {"id": "JER.14", "number": "14", "bookId": "JER"}}}}