{"_default": {"1": {"id": "LEV.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "LEV", "reference": "Leviticus 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses and unto Aaron, saying: ", "type": "text", "attrs": {"verseId": "LEV.13.1", "verseOrgIds": ["LEV.13.1"]}}, {"text": "When a man shall have in the skin of his flesh a rising, or a scab, or a bright spot, and it become in the skin of his flesh the plague of leprosy, then he shall be brought unto Aaron the priest, or unto one of his sons the priests. ", "type": "text", "attrs": {"verseId": "LEV.13.2", "verseOrgIds": ["LEV.13.2"]}}, {"text": "And the priest shall look upon the plague in the skin of the flesh; and if the hair in the plague be turned white, and the appearance of the plague be deeper than the skin of his flesh, it is the plague of leprosy; and the priest shall look on him, and pronounce him unclean. ", "type": "text", "attrs": {"verseId": "LEV.13.3", "verseOrgIds": ["LEV.13.3"]}}, {"text": "And if the bright spot be white in the skin of his flesh, and the appearance thereof be not deeper than the skin, and the hair thereof be not turned white, then the priest shall shut up him that hath the plague seven days. ", "type": "text", "attrs": {"verseId": "LEV.13.4", "verseOrgIds": ["LEV.13.4"]}}, {"text": "And the priest shall look on him the seventh day; and, behold, if the plague stay in its appearance, and the plague be not spread in the skin, then the priest shall shut him up seven days more. ", "type": "text", "attrs": {"verseId": "LEV.13.5", "verseOrgIds": ["LEV.13.5"]}}, {"text": "And the priest shall look on him again the seventh day; and, behold, if the plague be dim, and the plague be not spread in the skin, then the priest shall pronounce him clean: it is a scab; and he shall wash his clothes, and be clean. ", "type": "text", "attrs": {"verseId": "LEV.13.6", "verseOrgIds": ["LEV.13.6"]}}, {"text": "But if the scab spread abroad in the skin, after that he hath shown himself to the priest for his cleansing, he shall show himself to the priest again. ", "type": "text", "attrs": {"verseId": "LEV.13.7", "verseOrgIds": ["LEV.13.7"]}}, {"text": "And the priest shall look, and, behold, if the scab be spread in the skin, then the priest shall pronounce him unclean: it is leprosy. ", "type": "text", "attrs": {"verseId": "LEV.13.8", "verseOrgIds": ["LEV.13.8"]}}, {"text": "When the plague of leprosy is in a man, then he shall be brought unto the priest. ", "type": "text", "attrs": {"verseId": "LEV.13.9", "verseOrgIds": ["LEV.13.9"]}}, {"text": "And the priest shall look, and, behold, if there be a white rising in the skin, and it have turned the hair white, and there be quick raw flesh in the rising, ", "type": "text", "attrs": {"verseId": "LEV.13.10", "verseOrgIds": ["LEV.13.10"]}}, {"text": "it is an old leprosy in the skin of his flesh, and the priest shall pronounce him unclean; he shall not shut him up; for he is unclean. ", "type": "text", "attrs": {"verseId": "LEV.13.11", "verseOrgIds": ["LEV.13.11"]}}, {"text": "And if the leprosy break out abroad in the skin, and the leprosy cover all the skin of him that hath the plague from his head even to his feet, as far as appeareth to the priest; ", "type": "text", "attrs": {"verseId": "LEV.13.12", "verseOrgIds": ["LEV.13.12"]}}, {"text": "then the priest shall look; and, behold, if the leprosy have covered all his flesh, he shall pronounce him clean that hath the plague; it is all turned white: he is clean. ", "type": "text", "attrs": {"verseId": "LEV.13.13", "verseOrgIds": ["LEV.13.13"]}}, {"text": "But whensoever raw flesh appeareth in him, he shall be unclean. ", "type": "text", "attrs": {"verseId": "LEV.13.14", "verseOrgIds": ["LEV.13.14"]}}, {"text": "And the priest shall look on the raw flesh, and pronounce him unclean; the raw flesh is unclean: it is leprosy. ", "type": "text", "attrs": {"verseId": "LEV.13.15", "verseOrgIds": ["LEV.13.15"]}}, {"text": "But if the raw flesh again be turned into white, then he shall come unto the priest; ", "type": "text", "attrs": {"verseId": "LEV.13.16", "verseOrgIds": ["LEV.13.16"]}}, {"text": "and the priest shall look on him; and, behold, if the plague be turned into white, then the priest shall pronounce him clean that hath the plague: he is clean. ", "type": "text", "attrs": {"verseId": "LEV.13.17", "verseOrgIds": ["LEV.13.17"]}}, {"text": "And when the flesh hath in the skin thereof a boil, and it is healed, ", "type": "text", "attrs": {"verseId": "LEV.13.18", "verseOrgIds": ["LEV.13.18"]}}, {"text": "and in the place of the boil there is a white rising, or a bright spot, reddish-white, then it shall be shown to the priest. ", "type": "text", "attrs": {"verseId": "LEV.13.19", "verseOrgIds": ["LEV.13.19"]}}, {"text": "And the priest shall look; and, behold, if the appearance thereof be lower than the skin, and the hair thereof be turned white, then the priest shall pronounce him unclean: it is the plague of leprosy, it hath broken out in the boil. ", "type": "text", "attrs": {"verseId": "LEV.13.20", "verseOrgIds": ["LEV.13.20"]}}, {"text": "But if the priest look on it, and, behold, there be no white hairs therein, and it be not lower than the skin, but be dim, then the priest shall shut him up seven days. ", "type": "text", "attrs": {"verseId": "LEV.13.21", "verseOrgIds": ["LEV.13.21"]}}, {"text": "And if it spread abroad in the skin, then the priest shall pronounce him unclean: it is a plague. ", "type": "text", "attrs": {"verseId": "LEV.13.22", "verseOrgIds": ["LEV.13.22"]}}, {"text": "But if the bright spot stay in its place, and be not spread, it is the scar of the boil; and the priest shall pronounce him clean. ", "type": "text", "attrs": {"verseId": "LEV.13.23", "verseOrgIds": ["LEV.13.23"]}}, {"text": "Or when the flesh hath in the skin thereof a burning by fire, and the quick flesh of the burning become a bright spot, reddish-white, or white; ", "type": "text", "attrs": {"verseId": "LEV.13.24", "verseOrgIds": ["LEV.13.24"]}}, {"text": "then the priest shall look upon it; and, behold, if the hair in the bright spot be turned white, and the appearance thereof be deeper than the skin, it is leprosy, it hath broken out in the burning; and the priest shall pronounce him unclean: it is the plague of leprosy. ", "type": "text", "attrs": {"verseId": "LEV.13.25", "verseOrgIds": ["LEV.13.25"]}}, {"text": "But if the priest look on it, and, behold, there be no white hair in the bright spot, and it be no lower than the skin, but be dim; then the priest shall shut him up seven days. ", "type": "text", "attrs": {"verseId": "LEV.13.26", "verseOrgIds": ["LEV.13.26"]}}, {"text": "And the priest shall look upon him the seventh day; if it spread abroad in the skin, then the priest shall pronounce him unclean: it is the plague of leprosy. ", "type": "text", "attrs": {"verseId": "LEV.13.27", "verseOrgIds": ["LEV.13.27"]}}, {"text": "And if the bright spot stay in its place, and be not spread in the skin, but be dim, it is the rising of the burning, and the priest shall pronounce him clean; for it is the scar of the burning. ", "type": "text", "attrs": {"verseId": "LEV.13.28", "verseOrgIds": ["LEV.13.28"]}}, {"text": "And when a man or woman hath a plague upon the head or upon the beard, ", "type": "text", "attrs": {"verseId": "LEV.13.29", "verseOrgIds": ["LEV.13.29"]}}, {"text": "then the priest shall look on the plague; and, behold, if the appearance thereof be deeper than the skin, and there be in it yellow thin hair, then the priest shall pronounce him unclean: it is a scall, it is leprosy of the head or of the beard. ", "type": "text", "attrs": {"verseId": "LEV.13.30", "verseOrgIds": ["LEV.13.30"]}}, {"text": "And if the priest look on the plague of the scall, and, behold, the appearance thereof be not deeper than the skin, and there be no black hair in it, then the priest shall shut up him that hath the plague of the scall seven days. ", "type": "text", "attrs": {"verseId": "LEV.13.31", "verseOrgIds": ["LEV.13.31"]}}, {"text": "And in the seventh day the priest shall look on the plague; and, behold, if the scall be not spread, and there be in it no yellow hair, and the appearance of the scall be not deeper than the skin, ", "type": "text", "attrs": {"verseId": "LEV.13.32", "verseOrgIds": ["LEV.13.32"]}}, {"text": "then he shall be shaven, but the scall shall he not shave; and the priest shall shut up him that hath the scall seven days more. ", "type": "text", "attrs": {"verseId": "LEV.13.33", "verseOrgIds": ["LEV.13.33"]}}, {"text": "And in the seventh day the priest shall look on the scall; and, behold, if the scall be not spread in the skin, and the appearance thereof be not deeper than the skin, then the priest shall pronounce him clean; and he shall wash his clothes, and be clean. ", "type": "text", "attrs": {"verseId": "LEV.13.34", "verseOrgIds": ["LEV.13.34"]}}, {"text": "But if the scall spread abroad in the skin after his cleansing, ", "type": "text", "attrs": {"verseId": "LEV.13.35", "verseOrgIds": ["LEV.13.35"]}}, {"text": "then the priest shall look on him; and, behold, if the scall be spread in the skin, the priest shall not seek for the yellow hair: he is unclean. ", "type": "text", "attrs": {"verseId": "LEV.13.36", "verseOrgIds": ["LEV.13.36"]}}, {"text": "But if the scall stay in its appearance, and black hair be grown up therein; the scall is healed, he is clean; and the priest shall pronounce him clean. ", "type": "text", "attrs": {"verseId": "LEV.13.37", "verseOrgIds": ["LEV.13.37"]}}, {"text": "And if a man or a woman have in the skin of their flesh bright spots, even white bright spots; ", "type": "text", "attrs": {"verseId": "LEV.13.38", "verseOrgIds": ["LEV.13.38"]}}, {"text": "then the priest shall look; and, behold, if the bright spots in the skin of their flesh be of a dull white, it is a tetter, it hath broken out in the skin: he is clean. ", "type": "text", "attrs": {"verseId": "LEV.13.39", "verseOrgIds": ["LEV.13.39"]}}, {"text": "And if a man's hair be fallen off his head, he is bald; yet is he clean. ", "type": "text", "attrs": {"verseId": "LEV.13.40", "verseOrgIds": ["LEV.13.40"]}}, {"text": "And if his hair be fallen off from the front part of his head, he is forehead-bald; yet is he clean. ", "type": "text", "attrs": {"verseId": "LEV.13.41", "verseOrgIds": ["LEV.13.41"]}}, {"text": "But if there be in the bald head, or the bald forehead, a reddish-white plague, it is leprosy breaking out in his bald head, or his bald forehead. ", "type": "text", "attrs": {"verseId": "LEV.13.42", "verseOrgIds": ["LEV.13.42"]}}, {"text": "Then the priest shall look upon him; and, behold, if the rising of the plague be reddish-white in his bald head, or in his bald forehead, as the appearance of leprosy in the skin of the flesh, ", "type": "text", "attrs": {"verseId": "LEV.13.43", "verseOrgIds": ["LEV.13.43"]}}, {"text": "he is a leprous man, he is unclean; the priest shall surely pronounce him unclean: his plague is in his head. ", "type": "text", "attrs": {"verseId": "LEV.13.44", "verseOrgIds": ["LEV.13.44"]}}, {"text": "And the leper in whom the plague is, his clothes shall be rent, and the hair of his head shall go loose, and he shall cover his upper lip, and shall cry: 'Unclean, unclean.' ", "type": "text", "attrs": {"verseId": "LEV.13.45", "verseOrgIds": ["LEV.13.45"]}}, {"text": "All the days wherein the plague is in him he shall be unclean; he is unclean; he shall dwell alone; without the camp shall his dwelling be. ", "type": "text", "attrs": {"verseId": "LEV.13.46", "verseOrgIds": ["LEV.13.46"]}}, {"text": "And when the plague of leprosy is in a garment, whether it be a woolen garment, or a linen garment; ", "type": "text", "attrs": {"verseId": "LEV.13.47", "verseOrgIds": ["LEV.13.47"]}}, {"text": "or in the warp, or in the woof, whether they be of linen, or of wool; or in a skin, or in any thing made of skin. ", "type": "text", "attrs": {"verseId": "LEV.13.48", "verseOrgIds": ["LEV.13.48"]}}, {"text": "If the plague be greenish or reddish in the garment, or in the skin, or in the warp, or in the woof, or in any thing of skin, it is the plague of leprosy, and shall be shown unto the priest. ", "type": "text", "attrs": {"verseId": "LEV.13.49", "verseOrgIds": ["LEV.13.49"]}}, {"text": "And the priest shall look upon the plague, and shut up that which hath the plague seven days. ", "type": "text", "attrs": {"verseId": "LEV.13.50", "verseOrgIds": ["LEV.13.50"]}}, {"text": "And he shall look on the plague on the seventh day: if the plague be spread in the garment, or in the warp, or in the woof, or in the skin, whatever service skin is used for, the plague is a malignant leprosy: it is unclean. ", "type": "text", "attrs": {"verseId": "LEV.13.51", "verseOrgIds": ["LEV.13.51"]}}, {"text": "And he shall burn the garment, or the warp, or the woof, whether it be of wool or of linen, or any thing of skin, wherein the plague is; for it is a malignant leprosy; it shall be burnt in the fire. ", "type": "text", "attrs": {"verseId": "LEV.13.52", "verseOrgIds": ["LEV.13.52"]}}, {"text": "And if the priest shall look, and, behold, the plague be not spread in the garment, or in the warp, or in the woof, or in any thing of skin; ", "type": "text", "attrs": {"verseId": "LEV.13.53", "verseOrgIds": ["LEV.13.53"]}}, {"text": "then the priest shall command that they wash the thing wherein the plague is, and he shall shut it up seven days more. ", "type": "text", "attrs": {"verseId": "LEV.13.54", "verseOrgIds": ["LEV.13.54"]}}, {"text": "And the priest shall look, after that the plague is washed; and, behold, if the plague have not changed its colour, and the plague be not spread, it is unclean; thou shalt burn it in the fire; it is a fret, whether the bareness be within or without. ", "type": "text", "attrs": {"verseId": "LEV.13.55", "verseOrgIds": ["LEV.13.55"]}}, {"text": "And if the priest look, and, behold, the plague be dim after the washing thereof, then he shall rend it out of the garment, or out of the skin, or out of the warp, or out of the woof. ", "type": "text", "attrs": {"verseId": "LEV.13.56", "verseOrgIds": ["LEV.13.56"]}}, {"text": "And if it appear still in the garment, or in the warp, or in the woof, or in any thing of skin, it is breaking out, thou shalt burn that wherein the plague is with fire. ", "type": "text", "attrs": {"verseId": "LEV.13.57", "verseOrgIds": ["LEV.13.57"]}}, {"text": "And the garment, or the warp, or the woof, or whatsoever thing of skin it be, which thou shalt wash, if the plague be departed from them, then it shall be washed the second time, and shall be clean. ", "type": "text", "attrs": {"verseId": "LEV.13.58", "verseOrgIds": ["LEV.13.58"]}}, {"text": "This is the law of the plague of leprosy in a garment of wool or linen, or in the warp, or in the woof, or in any thing of skin, to pronounce it clean, or to pronounce it unclean.", "type": "text", "attrs": {"verseId": "LEV.13.59", "verseOrgIds": ["LEV.13.59"]}}]}], "next": {"id": "LEV.14", "number": "14", "bookId": "LEV"}, "previous": {"id": "LEV.12", "number": "12", "bookId": "LEV"}}}}