{"_default": {"1": {"id": "NUM.8", "bibleId": "bf8f1c7f3f9045a5-01", "number": "8", "bookId": "NUM", "reference": "Numbers 8", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.8.1", "verseOrgIds": ["NUM.8.1"]}}, {"text": "'Speak unto Aaron, and say unto him: When thou lightest the lamps, the seven lamps shall give light in front of the candlestick.' ", "type": "text", "attrs": {"verseId": "NUM.8.2", "verseOrgIds": ["NUM.8.2"]}}, {"text": "And Aaron did so: he lighted the lamps thereof so as to give light in front of the candlestick, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "NUM.8.3", "verseOrgIds": ["NUM.8.3"]}}, {"text": "And this was the work of the candlestick, beaten work of gold; unto the base thereof, and unto the flowers thereof, it was beaten work; according unto the pattern which the LORD had shown Moses, so he made the candlestick. ", "type": "text", "attrs": {"verseId": "NUM.8.4", "verseOrgIds": ["NUM.8.4"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.8.5", "verseOrgIds": ["NUM.8.5"]}}, {"text": "'Take the Levites from among the children of Israel, and cleanse them. ", "type": "text", "attrs": {"verseId": "NUM.8.6", "verseOrgIds": ["NUM.8.6"]}}, {"text": "And thus shalt thou do unto them, to cleanse them: sprinkle the water of purification upon them, and let them cause a razor to pass over all their flesh, and let them wash their clothes, and cleanse themselves. ", "type": "text", "attrs": {"verseId": "NUM.8.7", "verseOrgIds": ["NUM.8.7"]}}, {"text": "Then let them take a young bullock, and its meal-offering, fine flour mingled with oil, and another young bullock shalt thou take for a sin-offering. ", "type": "text", "attrs": {"verseId": "NUM.8.8", "verseOrgIds": ["NUM.8.8"]}}, {"text": "And thou shalt present the Levites before the tent of meeting; and thou shalt assemble the whole congregation of the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.8.9", "verseOrgIds": ["NUM.8.9"]}}, {"text": "And thou shalt present the Levites before the LORD; and the children of Israel shall lay their hands upon the Levites. ", "type": "text", "attrs": {"verseId": "NUM.8.10", "verseOrgIds": ["NUM.8.10"]}}, {"text": "And Aaron shall offer the Levites before the LORD for a wave-offering from the children of Israel, that they may be to do the service of the LORD. ", "type": "text", "attrs": {"verseId": "NUM.8.11", "verseOrgIds": ["NUM.8.11"]}}, {"text": "And the Levites shall lay their hands upon the heads of the bullocks; and offer thou the one for a sin-offering, and the other for a burnt-offering, unto the LORD, to make atonement for the Levites. ", "type": "text", "attrs": {"verseId": "NUM.8.12", "verseOrgIds": ["NUM.8.12"]}}, {"text": "And thou shalt set the Levites before Aaron, and before his sons, and offer them for a wave-offering unto the LORD. ", "type": "text", "attrs": {"verseId": "NUM.8.13", "verseOrgIds": ["NUM.8.13"]}}, {"text": "Thus shalt thou separate the Levites from among the children of Israel; and the Levites shall be Mine. ", "type": "text", "attrs": {"verseId": "NUM.8.14", "verseOrgIds": ["NUM.8.14"]}}, {"text": "And after that shall the Levites go in to do the service of the tent of meeting; and thou shalt cleanse them, and offer them for a wave-offering. ", "type": "text", "attrs": {"verseId": "NUM.8.15", "verseOrgIds": ["NUM.8.15"]}}, {"text": "For they are wholly given unto Me from among the children of Israel; instead of all that openeth the womb, even the first-born of all the children of Israel, have I taken them unto Me. ", "type": "text", "attrs": {"verseId": "NUM.8.16", "verseOrgIds": ["NUM.8.16"]}}, {"text": "For all the first-born among the children of Israel are Mine, both man and beast; on the day that I smote all the first-born in the land of Egypt I sanctified them for Myself. ", "type": "text", "attrs": {"verseId": "NUM.8.17", "verseOrgIds": ["NUM.8.17"]}}, {"text": "And I have taken the Levites instead of all the first-born among the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.8.18", "verseOrgIds": ["NUM.8.18"]}}, {"text": "And I have given the Levites — they are given to Aaron and to his sons from among the children of Israel, to do the service of the children of Israel in the tent of meeting, and to make atonement for the children of Israel, that there be no plague among the children of Israel, through the children of Israel coming nigh unto the sanctuary.' ", "type": "text", "attrs": {"verseId": "NUM.8.19", "verseOrgIds": ["NUM.8.19"]}}, {"text": "Thus did Moses, and Aaron, and all the congregation of the children of Israel, unto the Levites; according unto all that the LORD commanded Moses touching the Levites, so did the children of Israel unto them. ", "type": "text", "attrs": {"verseId": "NUM.8.20", "verseOrgIds": ["NUM.8.20"]}}, {"text": "And the Levites purified themselves, and they washed their clothes; and Aaron offered them for a sacred gift before the LORD; and Aaron made atonement for them to cleanse them. ", "type": "text", "attrs": {"verseId": "NUM.8.21", "verseOrgIds": ["NUM.8.21"]}}, {"text": "And after that went the Levites in to do their service in the tent of meeting before Aaron, and before his sons; as the LORD had commanded Moses concerning the Levites, so did they unto them. ", "type": "text", "attrs": {"verseId": "NUM.8.22", "verseOrgIds": ["NUM.8.22"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.8.23", "verseOrgIds": ["NUM.8.23"]}}, {"text": "'This is that which pertaineth unto the Levites: from twenty and five years old and upward they shall go in to perform the service in the work of the tent of meeting; ", "type": "text", "attrs": {"verseId": "NUM.8.24", "verseOrgIds": ["NUM.8.24"]}}, {"text": "and from the age of fifty years they shall return from the service of the work, and shall serve no more; ", "type": "text", "attrs": {"verseId": "NUM.8.25", "verseOrgIds": ["NUM.8.25"]}}, {"text": "but shall minister with their brethren in the tent of meeting, to keep the charge, but they shall do no manner of service. Thus shalt thou do unto the Levites touching their charges.'", "type": "text", "attrs": {"verseId": "NUM.8.26", "verseOrgIds": ["NUM.8.26"]}}]}], "next": {"id": "NUM.9", "number": "9", "bookId": "NUM"}, "previous": {"id": "NUM.7", "number": "7", "bookId": "NUM"}}}}