{"_default": {"1": {"id": "GEN.26", "bibleId": "bf8f1c7f3f9045a5-01", "number": "26", "bookId": "GEN", "reference": "Genesis 26", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And there was a famine in the land, beside the first famine that was in the days of Abraham. And Isaac went unto Abimelech king of the Philistines unto Gerar. ", "type": "text", "attrs": {"verseId": "GEN.26.1", "verseOrgIds": ["GEN.26.1"]}}, {"text": "And the LORD appeared unto him, and said: 'Go not down unto Egypt; dwell in the land which I shall tell thee of. ", "type": "text", "attrs": {"verseId": "GEN.26.2", "verseOrgIds": ["GEN.26.2"]}}, {"text": "Sojourn in this land, and I will be with thee, and will bless thee; for unto thee, and unto thy seed, I will give all these lands, and I will establish the oath which I swore unto Abraham thy father; ", "type": "text", "attrs": {"verseId": "GEN.26.3", "verseOrgIds": ["GEN.26.3"]}}, {"text": "and I will multiply thy seed as the stars of heaven, and will give unto thy seed all these lands; and by thy seed shall all the nations of the earth bless themselves; ", "type": "text", "attrs": {"verseId": "GEN.26.4", "verseOrgIds": ["GEN.26.4"]}}, {"text": "because that Abraham hearkened to My voice, and kept My charge, My commandments, My statutes, and My laws.' ", "type": "text", "attrs": {"verseId": "GEN.26.5", "verseOrgIds": ["GEN.26.5"]}}, {"text": "And Isaac dwelt in Gerar. ", "type": "text", "attrs": {"verseId": "GEN.26.6", "verseOrgIds": ["GEN.26.6"]}}, {"text": "And the men of the place asked him of his wife; and he said: 'She is my sister'; for he feared to say: 'My wife'; 'lest the men of the place should kill me for Rebekah, because she is fair to look upon.' ", "type": "text", "attrs": {"verseId": "GEN.26.7", "verseOrgIds": ["GEN.26.7"]}}, {"text": "And it came to pass, when he had been there a long time, that Abimelech king of the Philistines looked out at a window, and saw, and, behold, Isaac was sporting with Rebekah his wife. ", "type": "text", "attrs": {"verseId": "GEN.26.8", "verseOrgIds": ["GEN.26.8"]}}, {"text": "And Abimelech called Isaac, and said: 'Behold, of a surety she is thy wife; and how saidst thou: She is my sister?' And Isaac said unto him: 'Because I said: Lest I die because of her.' ", "type": "text", "attrs": {"verseId": "GEN.26.9", "verseOrgIds": ["GEN.26.9"]}}, {"text": "And Abimelech said: 'What is this thou hast done unto us? one of the people might easily have lain with thy wife, and thou wouldest have brought guiltiness upon us.' ", "type": "text", "attrs": {"verseId": "GEN.26.10", "verseOrgIds": ["GEN.26.10"]}}, {"text": "And Abimelech charged all the people, saying: 'He that toucheth this man or his wife shall surely be put to death.' ", "type": "text", "attrs": {"verseId": "GEN.26.11", "verseOrgIds": ["GEN.26.11"]}}, {"text": "And Isaac sowed in that land, and found in the same year a hundredfold; and the LORD blessed him. ", "type": "text", "attrs": {"verseId": "GEN.26.12", "verseOrgIds": ["GEN.26.12"]}}, {"text": "And the man waxed great, and grew more and more until he became very great. ", "type": "text", "attrs": {"verseId": "GEN.26.13", "verseOrgIds": ["GEN.26.13"]}}, {"text": "And he had possessions of flocks, and possessions of herds, and a great household; and the Philistines envied him. ", "type": "text", "attrs": {"verseId": "GEN.26.14", "verseOrgIds": ["GEN.26.14"]}}, {"text": "Now all the wells which his father's servants had digged in the days of Abraham his father, the Philistines had stopped them, and filled them with earth. ", "type": "text", "attrs": {"verseId": "GEN.26.15", "verseOrgIds": ["GEN.26.15"]}}, {"text": "And Abimelech said unto Isaac: 'Go from us; for thou art much mightier than we.' ", "type": "text", "attrs": {"verseId": "GEN.26.16", "verseOrgIds": ["GEN.26.16"]}}, {"text": "And Isaac departed thence, and encamped in the valley of Gerar, and dwelt there. ", "type": "text", "attrs": {"verseId": "GEN.26.17", "verseOrgIds": ["GEN.26.17"]}}, {"text": "And Isaac digged again the wells of water, which they had digged in the days of Abraham his father; for the Philistines had stopped them after the death of Abraham; and he called their names after the names by which his father had called them. ", "type": "text", "attrs": {"verseId": "GEN.26.18", "verseOrgIds": ["GEN.26.18"]}}, {"text": "And Isaac's servants digged in the valley, and found there a well of living water. ", "type": "text", "attrs": {"verseId": "GEN.26.19", "verseOrgIds": ["GEN.26.19"]}}, {"text": "And the herdmen of Gerar strove with Isaac's herdmen, saying: 'The water is ours.' And he called the name of the well Esek; because they contended with him. ", "type": "text", "attrs": {"verseId": "GEN.26.20", "verseOrgIds": ["GEN.26.20"]}}, {"text": "And they digged another well, and they strove for that also. And he called the name of it Sitnah. ", "type": "text", "attrs": {"verseId": "GEN.26.21", "verseOrgIds": ["GEN.26.21"]}}, {"text": "And he removed from thence, and digged another well; and for that they strove not. And he called the name of it Rehoboth; and he said: 'For now the LORD hath made room for us, and we shall be fruitful in the land.' ", "type": "text", "attrs": {"verseId": "GEN.26.22", "verseOrgIds": ["GEN.26.22"]}}, {"text": "And he went up from thence to Beer-sheba. ", "type": "text", "attrs": {"verseId": "GEN.26.23", "verseOrgIds": ["GEN.26.23"]}}, {"text": "And the LORD appeared unto him the same night, and said: 'I am the God of Abraham thy father. Fear not, for I am with thee, and will bless thee, and multiply thy seed for My servant Abraham's sake.' ", "type": "text", "attrs": {"verseId": "GEN.26.24", "verseOrgIds": ["GEN.26.24"]}}, {"text": "And he builded an altar there, and called upon the name of the LORD, and pitched his tent there; and there Isaac's servants digged a well. ", "type": "text", "attrs": {"verseId": "GEN.26.25", "verseOrgIds": ["GEN.26.25"]}}, {"text": "Then Abimelech went to him from Gerar, and Ahuzzath his friend, and Phicol the captain of his host. ", "type": "text", "attrs": {"verseId": "GEN.26.26", "verseOrgIds": ["GEN.26.26"]}}, {"text": "And Isaac said unto them: 'Wherefore are ye come unto me, seeing ye hate me, and have sent me away from you?' ", "type": "text", "attrs": {"verseId": "GEN.26.27", "verseOrgIds": ["GEN.26.27"]}}, {"text": "And they said: 'We saw plainly that the LORD was with thee; and we said: Let there now be an oath betwixt us, even betwixt us and thee, and let us make a covenant with thee; ", "type": "text", "attrs": {"verseId": "GEN.26.28", "verseOrgIds": ["GEN.26.28"]}}, {"text": "that thou wilt do us no hurt, as we have not touched thee, and as we have done unto thee nothing but good, and have sent thee away in peace; thou art now the blessed of the LORD.' ", "type": "text", "attrs": {"verseId": "GEN.26.29", "verseOrgIds": ["GEN.26.29"]}}, {"text": "And he made them a feast, and they did eat and drink. ", "type": "text", "attrs": {"verseId": "GEN.26.30", "verseOrgIds": ["GEN.26.30"]}}, {"text": "And they rose up betimes in the morning, and swore one to another; and Isaac sent them away, and they departed from him in peace. ", "type": "text", "attrs": {"verseId": "GEN.26.31", "verseOrgIds": ["GEN.26.31"]}}, {"text": "And it came to pass the same day, that Isaac's servants came, and told him concerning the well which they had digged, and said unto him: 'We have found water.' ", "type": "text", "attrs": {"verseId": "GEN.26.32", "verseOrgIds": ["GEN.26.32"]}}, {"text": "And he called it Shibah. Therefore the name of the city is Beer-sheba unto this day. ", "type": "text", "attrs": {"verseId": "GEN.26.33", "verseOrgIds": ["GEN.26.33"]}}, {"text": "And when Esau was forty years old, he took to wife Judith the daughter of Beeri the Hittite, and Basemath the daughter of Elon the Hittite. ", "type": "text", "attrs": {"verseId": "GEN.26.34", "verseOrgIds": ["GEN.26.34"]}}, {"text": "And they were a bitterness of spirit unto Isaac and to Rebekah.", "type": "text", "attrs": {"verseId": "GEN.26.35", "verseOrgIds": ["GEN.26.35"]}}]}], "next": {"id": "GEN.27", "number": "27", "bookId": "GEN"}, "previous": {"id": "GEN.25", "number": "25", "bookId": "GEN"}}}}