{"_default": {"1": {"id": "ISA.53", "bibleId": "bf8f1c7f3f9045a5-01", "number": "53", "bookId": "ISA", "reference": "Isaiah 53", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "'Who would have believed our report? And to whom hath the arm of the LORD been revealed? ", "type": "text", "attrs": {"verseId": "ISA.53.1", "verseOrgIds": ["ISA.53.1"]}}, {"text": "For he shot up right forth as a sapling, and as a root out of a dry ground; he had no form nor comeliness, that we should look upon him, nor beauty that we should delight in him. ", "type": "text", "attrs": {"verseId": "ISA.53.2", "verseOrgIds": ["ISA.53.2"]}}, {"text": "He was despised, and forsaken of men, a man of pains, and acquainted with disease, and as one from whom men hide their face: he was despised, and we esteemed him not. ", "type": "text", "attrs": {"verseId": "ISA.53.3", "verseOrgIds": ["ISA.53.3"]}}, {"text": "Surely our diseases he did bear, and our pains he carried; whereas we did esteem him stricken, smitten of God, and afflicted. ", "type": "text", "attrs": {"verseId": "ISA.53.4", "verseOrgIds": ["ISA.53.4"]}}, {"text": "But he was wounded because of our transgressions, he was crushed because of our iniquities: the chastisement of our welfare was upon him, and with his stripes we were healed. ", "type": "text", "attrs": {"verseId": "ISA.53.5", "verseOrgIds": ["ISA.53.5"]}}, {"text": "All we like sheep did go astray, we turned every one to his own way; and the LORD hath made to light on him the iniquity of us all. ", "type": "text", "attrs": {"verseId": "ISA.53.6", "verseOrgIds": ["ISA.53.6"]}}, {"text": "He was oppressed, though he humbled himself and opened not his mouth; as a lamb that is led to the slaughter, and as a sheep that before her shearers is dumb; yea, he opened not his mouth. ", "type": "text", "attrs": {"verseId": "ISA.53.7", "verseOrgIds": ["ISA.53.7"]}}, {"text": "By oppression and judgment he was taken away, and with his generation who did reason? for he was cut off out of the land of the living, for the transgression of my people to whom the stroke was due. ", "type": "text", "attrs": {"verseId": "ISA.53.8", "verseOrgIds": ["ISA.53.8"]}}, {"text": "And they made his grave with the wicked, and with the rich his tomb; although he had done no violence, neither was any deceit in his mouth.' ", "type": "text", "attrs": {"verseId": "ISA.53.9", "verseOrgIds": ["ISA.53.9"]}}, {"text": "Yet it pleased the LORD to crush him by disease; to see if his soul would offer itself in restitution, that he might see his seed, prolong his days, and that the purpose of the LORD might prosper by his hand: ", "type": "text", "attrs": {"verseId": "ISA.53.10", "verseOrgIds": ["ISA.53.10"]}}, {"text": "Of the travail of his soul he shall see to the full, even My servant, who by his knowledge did justify the Righteous One to the many, and their iniquities he did bear. ", "type": "text", "attrs": {"verseId": "ISA.53.11", "verseOrgIds": ["ISA.53.11"]}}, {"text": "Therefore will I divide him a portion among the great, and he shall divide the spoil with the mighty; because he bared his soul unto death, and was numbered with the transgressors; yet he bore the sin of many, and made intercession for the transgressors.", "type": "text", "attrs": {"verseId": "ISA.53.12", "verseOrgIds": ["ISA.53.12"]}}]}], "next": {"id": "ISA.54", "number": "54", "bookId": "ISA"}, "previous": {"id": "ISA.52", "number": "52", "bookId": "ISA"}}}}