{"_default": {"1": {"id": "LEV.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "LEV", "reference": "Leviticus 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And this is the law of the guilt-offering: it is most holy. ", "type": "text", "attrs": {"verseId": "LEV.7.1", "verseOrgIds": ["LEV.7.1"]}}, {"text": "In the place where they kill the burnt-offering shall they kill the guilt-offering: and the blood thereof shall be dashed against the altar round about. ", "type": "text", "attrs": {"verseId": "LEV.7.2", "verseOrgIds": ["LEV.7.2"]}}, {"text": "And he shall offer of it all the fat thereof: the fat tail, and the fat that covereth the inwards, ", "type": "text", "attrs": {"verseId": "LEV.7.3", "verseOrgIds": ["LEV.7.3"]}}, {"text": "and the two kidneys, and the fat that is on them, which is by the loins, and the lobe above the liver, which he shall take away by the kidneys. ", "type": "text", "attrs": {"verseId": "LEV.7.4", "verseOrgIds": ["LEV.7.4"]}}, {"text": "And the priest shall make them smoke upon the altar for an offering made by fire unto the LORD; it is a guilt-offering. ", "type": "text", "attrs": {"verseId": "LEV.7.5", "verseOrgIds": ["LEV.7.5"]}}, {"text": "Every male among the priests may eat thereof; it shall be eaten in a holy place; it is most holy. ", "type": "text", "attrs": {"verseId": "LEV.7.6", "verseOrgIds": ["LEV.7.6"]}}, {"text": "As is the sin-offering, so is the guilt-offering; there is one law for them; the priest that maketh atonement therewith, he shall have it. ", "type": "text", "attrs": {"verseId": "LEV.7.7", "verseOrgIds": ["LEV.7.7"]}}, {"text": "And the priest that offereth any man's burnt-offering, even the priest shall have to himself the skin of the burnt-offering which he hath offered. ", "type": "text", "attrs": {"verseId": "LEV.7.8", "verseOrgIds": ["LEV.7.8"]}}, {"text": "And every meal-offering that is baked in the oven, and all that is dressed in the stewing-pan, and on the griddle, shall be the priest's that offereth it. ", "type": "text", "attrs": {"verseId": "LEV.7.9", "verseOrgIds": ["LEV.7.9"]}}, {"text": "And every meal-offering, mingled with oil, or dry, shall all the sons of Aaron have, one as well as another. ", "type": "text", "attrs": {"verseId": "LEV.7.10", "verseOrgIds": ["LEV.7.10"]}}, {"text": "And this is the law of the sacrifice of peace-offerings, which one may offer unto the LORD. ", "type": "text", "attrs": {"verseId": "LEV.7.11", "verseOrgIds": ["LEV.7.11"]}}, {"text": "If he offer it for a thanksgiving, then he shall offer with the sacrifice of thanksgiving unleavened cakes mingled with oil, and unleavened wafers spread with oil, and cakes mingled with oil, of fine flour soaked. ", "type": "text", "attrs": {"verseId": "LEV.7.12", "verseOrgIds": ["LEV.7.12"]}}, {"text": "With cakes of leavened bread he shall present his offering with the sacrifice of his peace-offerings for thanksgiving. ", "type": "text", "attrs": {"verseId": "LEV.7.13", "verseOrgIds": ["LEV.7.13"]}}, {"text": "And of it he shall present one out of each offering for a gift unto the LORD; it shall be the priest's that dasheth the blood of the peace-offerings against the altar. ", "type": "text", "attrs": {"verseId": "LEV.7.14", "verseOrgIds": ["LEV.7.14"]}}, {"text": "And the flesh of the sacrifice of his peace-offerings for thanksgiving shall be eaten on the day of his offering; he shall not leave any of it until the morning. ", "type": "text", "attrs": {"verseId": "LEV.7.15", "verseOrgIds": ["LEV.7.15"]}}, {"text": "But if the sacrifice of his offering be a vow, or a freewill-offering, it shall be eaten on the day that he offereth his sacrifice; and on the morrow that which remaineth of it may be eaten. ", "type": "text", "attrs": {"verseId": "LEV.7.16", "verseOrgIds": ["LEV.7.16"]}}, {"text": "But that which remaineth of the flesh of the sacrifice on the third day shall be burnt with fire. ", "type": "text", "attrs": {"verseId": "LEV.7.17", "verseOrgIds": ["LEV.7.17"]}}, {"text": "And if any of the flesh of the sacrifice of his peace-offerings be at all eaten on the third day, it shall not be accepted, neither shall it be imputed unto him that offereth it; it shall be an abhorred thing, and the soul that eateth of it shall bear his iniquity. ", "type": "text", "attrs": {"verseId": "LEV.7.18", "verseOrgIds": ["LEV.7.18"]}}, {"text": "And the flesh that toucheth any unclean thing shall not be eaten; it shall be burnt with fire. And as for the flesh, every one that is clean may eat thereof. ", "type": "text", "attrs": {"verseId": "LEV.7.19", "verseOrgIds": ["LEV.7.19"]}}, {"text": "But the soul that eateth of the flesh of the sacrifice of peace-offerings, that pertain unto the LORD, having his uncleanness upon him, that soul shall be cut off from his people. ", "type": "text", "attrs": {"verseId": "LEV.7.20", "verseOrgIds": ["LEV.7.20"]}}, {"text": "And when any one shall touch any unclean thing, whether it be the uncleanness of man, or an unclean beast, or any unclean detestable thing, and eat of the flesh of the sacrifice of peace-offerings, which pertain unto the LORD, that soul shall be cut off from his people. ", "type": "text", "attrs": {"verseId": "LEV.7.21", "verseOrgIds": ["LEV.7.21"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "LEV.7.22", "verseOrgIds": ["LEV.7.22"]}}, {"text": "Speak unto the children of Israel, saying: Ye shall eat no fat, of ox, or sheep, or goat. ", "type": "text", "attrs": {"verseId": "LEV.7.23", "verseOrgIds": ["LEV.7.23"]}}, {"text": "And the fat of that which dieth of itself, and the fat of that which is torn of beasts, may be used for any other service; but ye shall in no wise eat of it. ", "type": "text", "attrs": {"verseId": "LEV.7.24", "verseOrgIds": ["LEV.7.24"]}}, {"text": "For whosoever eateth the fat of the beast, of which men present an offering made by fire unto the LORD, even the soul that eateth it shall be cut off from his people. ", "type": "text", "attrs": {"verseId": "LEV.7.25", "verseOrgIds": ["LEV.7.25"]}}, {"text": "And ye shall eat no manner of blood, whether it be of fowl or of beast, in any of your dwellings. ", "type": "text", "attrs": {"verseId": "LEV.7.26", "verseOrgIds": ["LEV.7.26"]}}, {"text": "Whosoever it be that eateth any blood, that soul shall be cut off from his people. ", "type": "text", "attrs": {"verseId": "LEV.7.27", "verseOrgIds": ["LEV.7.27"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "LEV.7.28", "verseOrgIds": ["LEV.7.28"]}}, {"text": "Speak unto the children of Israel, saying: He that offereth his sacrifice of peace-offerings unto the LORD shall bring his offering unto the LORD out of his sacrifice of peace-offerings. ", "type": "text", "attrs": {"verseId": "LEV.7.29", "verseOrgIds": ["LEV.7.29"]}}, {"text": "His own hands shall bring the offerings of the LORD made by fire: the fat with the breast shall he bring, that the breast may be waved for a wave-offering before the LORD. ", "type": "text", "attrs": {"verseId": "LEV.7.30", "verseOrgIds": ["LEV.7.30"]}}, {"text": "And the priest shall make the fat smoke upon the altar; but the breast shall be Aaron's and his sons'. ", "type": "text", "attrs": {"verseId": "LEV.7.31", "verseOrgIds": ["LEV.7.31"]}}, {"text": "And the right thigh shall ye give unto the priest for a heave-offering out of your sacrifices of peace-offerings. ", "type": "text", "attrs": {"verseId": "LEV.7.32", "verseOrgIds": ["LEV.7.32"]}}, {"text": "He among the sons of Aaron, that offereth the blood of the peace-offerings, and the fat, shall have the right thigh for a portion. ", "type": "text", "attrs": {"verseId": "LEV.7.33", "verseOrgIds": ["LEV.7.33"]}}, {"text": "For the breast of waving and the thigh of heaving have I taken of the children of Israel out of their sacrifices of peace-offerings, and have given them unto Aaron the priest and unto his sons as a due for ever from the children of Israel. ", "type": "text", "attrs": {"verseId": "LEV.7.34", "verseOrgIds": ["LEV.7.34"]}}, {"text": "This is the consecrated portion of Aaron, and the consecrated portion of his sons, out of the offerings of the LORD made by fire, in the day when they were presented to minister unto the LORD in the priest's office; ", "type": "text", "attrs": {"verseId": "LEV.7.35", "verseOrgIds": ["LEV.7.35"]}}, {"text": "which the LORD commanded to be given them of the children of Israel, in the day that they were anointed. It is a due for ever throughout their generations. ", "type": "text", "attrs": {"verseId": "LEV.7.36", "verseOrgIds": ["LEV.7.36"]}}, {"text": "This is the law of the burnt-offering, of the meal-offering, and of the sin-offering, and of the guilt-offering, and of the consecration-offering, and of the sacrifice of peace-offerings; ", "type": "text", "attrs": {"verseId": "LEV.7.37", "verseOrgIds": ["LEV.7.37"]}}, {"text": "which the LORD commanded Moses in mount Sinai, in the day that he commanded the children of Israel to present their offerings unto the LORD, in the wilderness of Sinai.", "type": "text", "attrs": {"verseId": "LEV.7.38", "verseOrgIds": ["LEV.7.38"]}}]}], "next": {"id": "LEV.8", "number": "8", "bookId": "LEV"}, "previous": {"id": "LEV.6", "number": "6", "bookId": "LEV"}}}}