{"_default": {"1": {"id": "EXO.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "EXO", "reference": "Exodus 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And afterward Moses and Aaron came, and said unto Pharaoh: 'Thus saith the LORD, the God of Israel: Let My people go, that they may hold a feast unto Me in the wilderness.' ", "type": "text", "attrs": {"verseId": "EXO.5.1", "verseOrgIds": ["EXO.5.1"]}}, {"text": "And Pharaoh said: 'Who is the LORD, that I should hearken unto His voice to let Israel go? I know not the LORD, and moreover I will not let Israel go.' ", "type": "text", "attrs": {"verseId": "EXO.5.2", "verseOrgIds": ["EXO.5.2"]}}, {"text": "And they said: 'The God of the Hebrews hath met with us. Let us go, we pray thee, three days' journey into the wilderness, and sacrifice unto the LORD our God; lest He fall upon us with pestilence, or with the sword.' ", "type": "text", "attrs": {"verseId": "EXO.5.3", "verseOrgIds": ["EXO.5.3"]}}, {"text": "And the king of Egypt said unto them: 'Wherefore do ye, Moses and Aaron, cause the people to break loose from their work? get you unto your burdens.' ", "type": "text", "attrs": {"verseId": "EXO.5.4", "verseOrgIds": ["EXO.5.4"]}}, {"text": "And Pharaoh said: 'Behold, the people of the land are now many, and will ye make them rest from their burdens?' ", "type": "text", "attrs": {"verseId": "EXO.5.5", "verseOrgIds": ["EXO.5.5"]}}, {"text": "And the same day Pharaoh commanded the taskmasters of the people, and their officers, saying: ", "type": "text", "attrs": {"verseId": "EXO.5.6", "verseOrgIds": ["EXO.5.6"]}}, {"text": "'Ye shall no more give the people straw to make brick, as heretofore. Let them go and gather straw for themselves. ", "type": "text", "attrs": {"verseId": "EXO.5.7", "verseOrgIds": ["EXO.5.7"]}}, {"text": "And the tale of the bricks, which they did make heretofore, ye shall lay upon them; ye shall not diminish aught thereof; for they are idle; therefore they cry, saying: Let us go and sacrifice to our God. ", "type": "text", "attrs": {"verseId": "EXO.5.8", "verseOrgIds": ["EXO.5.8"]}}, {"text": "Let heavier work be laid upon the men, that they may labour therein; and let them not regard lying words.' ", "type": "text", "attrs": {"verseId": "EXO.5.9", "verseOrgIds": ["EXO.5.9"]}}, {"text": "And the taskmasters of the people went out, and their officers, and they spoke to the people, saying: 'Thus saith Pharaoh: I will not give you straw. ", "type": "text", "attrs": {"verseId": "EXO.5.10", "verseOrgIds": ["EXO.5.10"]}}, {"text": "Go yourselves, get you straw where ye can find it; for nought of your work shall be diminished.' ", "type": "text", "attrs": {"verseId": "EXO.5.11", "verseOrgIds": ["EXO.5.11"]}}, {"text": "So the people were scattered abroad throughout all the land of Egypt to gather stubble for straw. ", "type": "text", "attrs": {"verseId": "EXO.5.12", "verseOrgIds": ["EXO.5.12"]}}, {"text": "And the taskmasters were urgent, saying: 'Fulfil your work, your daily task, as when there was straw.' ", "type": "text", "attrs": {"verseId": "EXO.5.13", "verseOrgIds": ["EXO.5.13"]}}, {"text": "And the officers of the children of Israel, whom Pharaoh's taskmasters had set over them, were beaten, saying: 'Wherefore have ye not fulfilled your appointed task in making brick both yesterday and today as heretofore?' ", "type": "text", "attrs": {"verseId": "EXO.5.14", "verseOrgIds": ["EXO.5.14"]}}, {"text": "Then the officers of the children of Israel came and cried unto Pharaoh, saying: 'Wherefore dealest thou thus with thy servants? ", "type": "text", "attrs": {"verseId": "EXO.5.15", "verseOrgIds": ["EXO.5.15"]}}, {"text": "There is no straw given unto thy servants, and they say to us: Make brick; and, behold, thy servants are beaten, but the fault is in thine own people.' ", "type": "text", "attrs": {"verseId": "EXO.5.16", "verseOrgIds": ["EXO.5.16"]}}, {"text": "But he said: 'Ye are idle, ye are idle; therefore ye say: Let us go and sacrifice to the LORD. ", "type": "text", "attrs": {"verseId": "EXO.5.17", "verseOrgIds": ["EXO.5.17"]}}, {"text": "Go therefore now, and work; for there shall no straw be given you, yet shall ye deliver the tale of bricks.' ", "type": "text", "attrs": {"verseId": "EXO.5.18", "verseOrgIds": ["EXO.5.18"]}}, {"text": "And the officers of the children of Israel did see that they were set on mischief, when they said: 'Ye shall not diminish aught from your bricks, your daily task.' ", "type": "text", "attrs": {"verseId": "EXO.5.19", "verseOrgIds": ["EXO.5.19"]}}, {"text": "And they met Moses and Aaron, who stood in the way, as they came forth from Pharaoh; ", "type": "text", "attrs": {"verseId": "EXO.5.20", "verseOrgIds": ["EXO.5.20"]}}, {"text": "and they said unto them: 'The LORD look upon you, and judge; because ye have made our savour to be abhorred in the eyes of Pharaoh, and in the eyes of his servants, to put a sword in their hand to slay us.' ", "type": "text", "attrs": {"verseId": "EXO.5.21", "verseOrgIds": ["EXO.5.21"]}}, {"text": "And Moses returned unto the LORD, and said: 'Lord, wherefore hast Thou dealt ill with this people? why is it that Thou hast sent me? ", "type": "text", "attrs": {"verseId": "EXO.5.22", "verseOrgIds": ["EXO.5.22"]}}, {"text": "For since I came to Pharaoh to speak in Thy name, he hath dealt ill with this people; neither hast Thou delivered Thy people at all.'", "type": "text", "attrs": {"verseId": "EXO.5.23", "verseOrgIds": ["EXO.5.23"]}}]}], "next": {"id": "EXO.6", "number": "6", "bookId": "EXO"}, "previous": {"id": "EXO.4", "number": "4", "bookId": "EXO"}}}}