{"_default": {"1": {"id": "DEU.32", "bibleId": "bf8f1c7f3f9045a5-01", "number": "32", "bookId": "DEU", "reference": "Deuteronomy 32", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Give ear, ye heavens, and I will speak; and let the earth hear the words of my mouth. ", "type": "text", "attrs": {"verseId": "DEU.32.1", "verseOrgIds": ["DEU.32.1"]}}, {"text": "My doctrine shall drop as the rain, my speech shall distil as the dew; as the small rain upon the tender grass, and as the showers upon the herb. ", "type": "text", "attrs": {"verseId": "DEU.32.2", "verseOrgIds": ["DEU.32.2"]}}, {"text": "For I will proclaim the name of the LORD; ascribe ye greatness unto our God. ", "type": "text", "attrs": {"verseId": "DEU.32.3", "verseOrgIds": ["DEU.32.3"]}}, {"text": "The Rock, His work is perfect; for all His ways are justice; a God of faithfulness and without iniquity, just and right is He. ", "type": "text", "attrs": {"verseId": "DEU.32.4", "verseOrgIds": ["DEU.32.4"]}}, {"text": "Is corruption His? No; His children's is the blemish; a generation crooked and perverse. ", "type": "text", "attrs": {"verseId": "DEU.32.5", "verseOrgIds": ["DEU.32.5"]}}, {"text": "Do ye thus requite the LORD, O foolish people and unwise? is not He thy father that hath gotten thee? hath He not made thee, and established thee? ", "type": "text", "attrs": {"verseId": "DEU.32.6", "verseOrgIds": ["DEU.32.6"]}}, {"text": "Remember the days of old, consider the years of many generations; ask thy father, and he will declare unto thee, thine elders, and they will tell thee. ", "type": "text", "attrs": {"verseId": "DEU.32.7", "verseOrgIds": ["DEU.32.7"]}}, {"text": "When the Most High gave to the nations their inheritance, when He separated the children of men, He set the borders of the peoples according to the number of the children of Israel. ", "type": "text", "attrs": {"verseId": "DEU.32.8", "verseOrgIds": ["DEU.32.8"]}}, {"text": "For the portion of the LORD is His people, Jacob the lot of His inheritance. ", "type": "text", "attrs": {"verseId": "DEU.32.9", "verseOrgIds": ["DEU.32.9"]}}, {"text": "He found him in a desert land, and in the waste, a howling wilderness; He compassed him about, He cared for him, He kept him as the apple of His eye. ", "type": "text", "attrs": {"verseId": "DEU.32.10", "verseOrgIds": ["DEU.32.10"]}}, {"text": "As an eagle that stirreth up her nest, hovereth over her young, spreadeth abroad her wings, taketh them, beareth them on her pinions — ", "type": "text", "attrs": {"verseId": "DEU.32.11", "verseOrgIds": ["DEU.32.11"]}}, {"text": "The LORD alone did lead him, and there was no strange god with Him. ", "type": "text", "attrs": {"verseId": "DEU.32.12", "verseOrgIds": ["DEU.32.12"]}}, {"text": "He made him ride on the high places of the earth, and he did eat the fruitage of the field; and He made him to suck honey out of the crag, and oil out of the flinty rock; ", "type": "text", "attrs": {"verseId": "DEU.32.13", "verseOrgIds": ["DEU.32.13"]}}, {"text": "Curd of kine, and milk of sheep, with fat of lambs, and rams of the breed of Bashan, and he-goats, with the kidney-fat of wheat; and of the blood of the grape thou drankest foaming wine. ", "type": "text", "attrs": {"verseId": "DEU.32.14", "verseOrgIds": ["DEU.32.14"]}}, {"text": "But Jeshurun waxed fat, and kicked — thou didst wax fat, thou didst grow thick, thou didst become gross — and he forsook God who made him, and contemned the Rock of his salvation. ", "type": "text", "attrs": {"verseId": "DEU.32.15", "verseOrgIds": ["DEU.32.15"]}}, {"text": "They roused Him to jealousy with strange gods, with abominations did they provoke Him. ", "type": "text", "attrs": {"verseId": "DEU.32.16", "verseOrgIds": ["DEU.32.16"]}}, {"text": "They sacrificed unto demons, no-gods, gods that they knew not, new gods that came up of late, which your fathers dreaded not. ", "type": "text", "attrs": {"verseId": "DEU.32.17", "verseOrgIds": ["DEU.32.17"]}}, {"text": "Of the Rock that begot thee thou wast unmindful, and didst forget God that bore thee. ", "type": "text", "attrs": {"verseId": "DEU.32.18", "verseOrgIds": ["DEU.32.18"]}}, {"text": "And the LORD saw, and spurned, because of the provoking of His sons and His daughters. ", "type": "text", "attrs": {"verseId": "DEU.32.19", "verseOrgIds": ["DEU.32.19"]}}, {"text": "And He said: 'I will hide My face from them, I will see what their end shall be; for they are a very froward generation, children in whom is no faithfulness. ", "type": "text", "attrs": {"verseId": "DEU.32.20", "verseOrgIds": ["DEU.32.20"]}}, {"text": "They have roused Me to jealousy with a no-god; they have provoked Me with their vanities; and I will rouse them to jealousy with a no-people; I will provoke them with a vile nation. ", "type": "text", "attrs": {"verseId": "DEU.32.21", "verseOrgIds": ["DEU.32.21"]}}, {"text": "For a fire is kindled in My nostril, and burneth unto the depths of the nether-world, and devoureth the earth with her produce, and setteth ablaze the foundations of the mountains. ", "type": "text", "attrs": {"verseId": "DEU.32.22", "verseOrgIds": ["DEU.32.22"]}}, {"text": "I will heap evils upon them; I will spend Mine arrows upon them; ", "type": "text", "attrs": {"verseId": "DEU.32.23", "verseOrgIds": ["DEU.32.23"]}}, {"text": "The wasting of hunger, and the devouring of the fiery bolt, and bitter destruction; and the teeth of beasts will I send upon them, with the venom of crawling things of the dust. ", "type": "text", "attrs": {"verseId": "DEU.32.24", "verseOrgIds": ["DEU.32.24"]}}, {"text": "Without shall the sword bereave, and in the chambers terror; slaying both young man and virgin, the suckling with the man of gray hairs. ", "type": "text", "attrs": {"verseId": "DEU.32.25", "verseOrgIds": ["DEU.32.25"]}}, {"text": "I thought I would make an end of them, I would make their memory cease from among men; ", "type": "text", "attrs": {"verseId": "DEU.32.26", "verseOrgIds": ["DEU.32.26"]}}, {"text": "Were it not that I dreaded the enemy's provocation, lest their adversaries should misdeem, lest they should say: Our hand is exalted, and not the LORD hath wrought all this.' ", "type": "text", "attrs": {"verseId": "DEU.32.27", "verseOrgIds": ["DEU.32.27"]}}, {"text": "For they are a nation void of counsel, and there is no understanding in them. ", "type": "text", "attrs": {"verseId": "DEU.32.28", "verseOrgIds": ["DEU.32.28"]}}, {"text": "If they were wise, they would understand this, they would discern their latter end. ", "type": "text", "attrs": {"verseId": "DEU.32.29", "verseOrgIds": ["DEU.32.29"]}}, {"text": "How should one chase a thousand, and two put ten thousand to flight, except their Rock had given them over and the LORD had delivered them up? ", "type": "text", "attrs": {"verseId": "DEU.32.30", "verseOrgIds": ["DEU.32.30"]}}, {"text": "For their rock is not as our Rock, even our enemies themselves being judges. ", "type": "text", "attrs": {"verseId": "DEU.32.31", "verseOrgIds": ["DEU.32.31"]}}, {"text": "For their vine is of the vine of Sodom, and of the fields of Gomorrah; their grapes are grapes of gall, their clusters are bitter; ", "type": "text", "attrs": {"verseId": "DEU.32.32", "verseOrgIds": ["DEU.32.32"]}}, {"text": "Their wine is the venom of serpents, and the cruel poison of asps. ", "type": "text", "attrs": {"verseId": "DEU.32.33", "verseOrgIds": ["DEU.32.33"]}}, {"text": "'Is not this laid up in store with Me, sealed up in My treasuries? ", "type": "text", "attrs": {"verseId": "DEU.32.34", "verseOrgIds": ["DEU.32.34"]}}, {"text": "Vengeance is Mine, and recompense, against the time when their foot shall slip; for the day of their calamity is at hand, and the things that are to come upon them shall make haste. ", "type": "text", "attrs": {"verseId": "DEU.32.35", "verseOrgIds": ["DEU.32.35"]}}, {"text": "For the LORD will judge His people, and repent Himself for His servants; when He seeth that their stay is gone, and there is none remaining, shut up or left at large. ", "type": "text", "attrs": {"verseId": "DEU.32.36", "verseOrgIds": ["DEU.32.36"]}}, {"text": "And it is said: Where are their gods, the rock in whom they trusted; ", "type": "text", "attrs": {"verseId": "DEU.32.37", "verseOrgIds": ["DEU.32.37"]}}, {"text": "Who did eat the fat of their sacrifices, and drank the wine of their drink-offering? let him rise up and help you, let him be your protection. ", "type": "text", "attrs": {"verseId": "DEU.32.38", "verseOrgIds": ["DEU.32.38"]}}, {"text": "See now that I, even I, am He, and there is no god with Me; I kill, and I make alive; I have wounded, and I heal; and there is none that can deliver out of My hand. ", "type": "text", "attrs": {"verseId": "DEU.32.39", "verseOrgIds": ["DEU.32.39"]}}, {"text": "For I lift up My hand to heaven, and say: As I live for ever, ", "type": "text", "attrs": {"verseId": "DEU.32.40", "verseOrgIds": ["DEU.32.40"]}}, {"text": "If I whet My glittering sword, and My hand take hold on judgment; I will render vengeance to Mine adversaries, and will recompense them that hate Me. ", "type": "text", "attrs": {"verseId": "DEU.32.41", "verseOrgIds": ["DEU.32.41"]}}, {"text": "I will make Mine arrows drunk with blood, and My sword shall devour flesh; with the blood of the slain and the captives, from the long-haired heads of the enemy.' ", "type": "text", "attrs": {"verseId": "DEU.32.42", "verseOrgIds": ["DEU.32.42"]}}, {"text": "Sing aloud, O ye nations, of His people; for He doth avenge the blood of His servants, and doth render vengeance to His adversaries, and doth make expiation for the land of His people. ", "type": "text", "attrs": {"verseId": "DEU.32.43", "verseOrgIds": ["DEU.32.43"]}}, {"text": "And Moses came and spoke all the words of this song in the ears of the people, he, and Hoshea the son of Nun. ", "type": "text", "attrs": {"verseId": "DEU.32.44", "verseOrgIds": ["DEU.32.44"]}}, {"text": "And when Moses made an end of speaking all these words to all Israel, ", "type": "text", "attrs": {"verseId": "DEU.32.45", "verseOrgIds": ["DEU.32.45"]}}, {"text": "he said unto them: 'Set your heart unto all the words wherewith I testify against you this day; that ye may charge your children therewith to observe to do all the words of this law. ", "type": "text", "attrs": {"verseId": "DEU.32.46", "verseOrgIds": ["DEU.32.46"]}}, {"text": "For it is no vain thing for you; because it is your life, and through this thing ye shall prolong your days upon the land, whither ye go over the Jordan to possess it.' ", "type": "text", "attrs": {"verseId": "DEU.32.47", "verseOrgIds": ["DEU.32.47"]}}, {"text": "And the LORD spoke unto Moses that selfsame day, saying: ", "type": "text", "attrs": {"verseId": "DEU.32.48", "verseOrgIds": ["DEU.32.48"]}}, {"text": "'Get thee up into this mountain of Abarim, unto mount Nebo, which is in the land of Moab, that is over against Jericho; and behold the land of Canaan, which I give unto the children of Israel for a possession; ", "type": "text", "attrs": {"verseId": "DEU.32.49", "verseOrgIds": ["DEU.32.49"]}}, {"text": "and die in the mount whither thou goest up, and be gathered unto thy people; as Aaron thy brother died in mount Hor, and was gathered unto his people. ", "type": "text", "attrs": {"verseId": "DEU.32.50", "verseOrgIds": ["DEU.32.50"]}}, {"text": "Because ye trespassed against Me in the midst of the children of Israel at the waters of Meribath-kadesh, in the wilderness of Zin; because ye sanctified Me not in the midst of the children of Israel. ", "type": "text", "attrs": {"verseId": "DEU.32.51", "verseOrgIds": ["DEU.32.51"]}}, {"text": "For thou shalt see the land afar off; but thou shalt not go thither into the land which I give the children of Israel.'", "type": "text", "attrs": {"verseId": "DEU.32.52", "verseOrgIds": ["DEU.32.52"]}}]}], "next": {"id": "DEU.33", "number": "33", "bookId": "DEU"}, "previous": {"id": "DEU.31", "number": "31", "bookId": "DEU"}}}}