{"_default": {"1": {"id": "EZK.35", "bibleId": "bf8f1c7f3f9045a5-01", "number": "35", "bookId": "EZK", "reference": "Ezekiel 35", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.35.1", "verseOrgIds": ["EZK.35.1"]}}, {"text": "'Son of man, set thy face against mount Seir, and prophesy against it, ", "type": "text", "attrs": {"verseId": "EZK.35.2", "verseOrgIds": ["EZK.35.2"]}}, {"text": "and say unto it: Thus saith the Lord GOD: Behold, I am against thee, O mount Seir, and I will stretch out My hand against thee, and I will make thee most desolate. ", "type": "text", "attrs": {"verseId": "EZK.35.3", "verseOrgIds": ["EZK.35.3"]}}, {"text": "I will lay thy cities waste, and thou shalt be desolate; and thou shalt know that I am the LORD. ", "type": "text", "attrs": {"verseId": "EZK.35.4", "verseOrgIds": ["EZK.35.4"]}}, {"text": "Because thou hast had a hatred of old, and hast hurled the children of Israel unto the power of the sword in the time of their calamity, in the time of the iniquity of the end; ", "type": "text", "attrs": {"verseId": "EZK.35.5", "verseOrgIds": ["EZK.35.5"]}}, {"text": "therefore, as I live, saith the Lord GOD, I will prepare thee unto blood, and blood shall pursue thee; surely thou hast hated thine own blood, therefore blood shall pursue thee. ", "type": "text", "attrs": {"verseId": "EZK.35.6", "verseOrgIds": ["EZK.35.6"]}}, {"text": "Thus will I make mount Seir most desolate, and cut off from it him that passeth through and him that returneth. ", "type": "text", "attrs": {"verseId": "EZK.35.7", "verseOrgIds": ["EZK.35.7"]}}, {"text": "And I will fill his mountains with his slain; in thy hills and in thy valleys and in all thy streams shall they fall that are slain with the sword. ", "type": "text", "attrs": {"verseId": "EZK.35.8", "verseOrgIds": ["EZK.35.8"]}}, {"text": "I will make thee perpetual desolations, and thy cities shall not return; and ye shall know that I am the LORD. ", "type": "text", "attrs": {"verseId": "EZK.35.9", "verseOrgIds": ["EZK.35.9"]}}, {"text": "Because thou hast said: These two nations and these two countries shall be mine, and we will possess it; whereas the LORD was there; ", "type": "text", "attrs": {"verseId": "EZK.35.10", "verseOrgIds": ["EZK.35.10"]}}, {"text": "therefore, as I live, saith the Lord GOD, I will do according to thine anger and according to thine envy, which thou hast used out of thy hatred against them; and I will make Myself known among them, when I shall judge thee. ", "type": "text", "attrs": {"verseId": "EZK.35.11", "verseOrgIds": ["EZK.35.11"]}}, {"text": "And thou shalt know that I the LORD have heard all thy blasphemies which thou hast spoken against the mountains of Israel, saying: They are laid desolate, they are given us to devour. ", "type": "text", "attrs": {"verseId": "EZK.35.12", "verseOrgIds": ["EZK.35.12"]}}, {"text": "And ye have magnified yourselves against Me with your mouth, and have multiplied your words against Me; I have heard it. ", "type": "text", "attrs": {"verseId": "EZK.35.13", "verseOrgIds": ["EZK.35.13"]}}, {"text": "Thus saith the Lord GOD: When the whole earth rejoiceth, I will make thee desolate. ", "type": "text", "attrs": {"verseId": "EZK.35.14", "verseOrgIds": ["EZK.35.14"]}}, {"text": "As thou didst rejoice over the inheritance of the house of Israel, because it was desolate, so will I do unto thee; thou shalt be desolate, O mount Seir, and all Edom, even all of it; and they shall know that I am the LORD.", "type": "text", "attrs": {"verseId": "EZK.35.15", "verseOrgIds": ["EZK.35.15"]}}]}], "next": {"id": "EZK.36", "number": "36", "bookId": "EZK"}, "previous": {"id": "EZK.34", "number": "34", "bookId": "EZK"}}}}