{"_default": {"1": {"id": "EZK.30", "bibleId": "bf8f1c7f3f9045a5-01", "number": "30", "bookId": "EZK", "reference": "Ezekiel 30", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.30.1", "verseOrgIds": ["EZK.30.1"]}}, {"text": "'Son of man, prophesy, and say: Thus saith the Lord GOD: Wail ye: Woe worth the day! ", "type": "text", "attrs": {"verseId": "EZK.30.2", "verseOrgIds": ["EZK.30.2"]}}, {"text": "For the day is near, even the day of the LORD is near, a day of clouds, it shall be the time of the nations. ", "type": "text", "attrs": {"verseId": "EZK.30.3", "verseOrgIds": ["EZK.30.3"]}}, {"text": "And a sword shall come upon Egypt, and convulsion shall be in Ethiopia, when the slain shall fall in Egypt; and they shall take away her abundance, and her foundation shall be broken down. ", "type": "text", "attrs": {"verseId": "EZK.30.4", "verseOrgIds": ["EZK.30.4"]}}, {"text": "Ethiopia, and Put, and Lud, and all the mingled people, and Cub, and the children of the land that is in league, shall fall with them by the sword. ", "type": "text", "attrs": {"verseId": "EZK.30.5", "verseOrgIds": ["EZK.30.5"]}}, {"text": "Thus saith the LORD: They also that uphold Egypt shall fall, and the pride of her power shall come down; from Migdol to Syene shall they fall in it by the sword, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.30.6", "verseOrgIds": ["EZK.30.6"]}}, {"text": "And they shall be desolate in the midst of the countries that are desolate, and her cities shall be in the midst of the cities that are wasted. ", "type": "text", "attrs": {"verseId": "EZK.30.7", "verseOrgIds": ["EZK.30.7"]}}, {"text": "And they shall know that I am the LORD, when I have set a fire in Egypt, and all her helpers are destroyed. ", "type": "text", "attrs": {"verseId": "EZK.30.8", "verseOrgIds": ["EZK.30.8"]}}, {"text": "In that day shall messengers go forth from before Me in ships to make the confident Ethiopians afraid; and there shall come convulsion upon them in the day of Egypt; for, lo, it cometh. ", "type": "text", "attrs": {"verseId": "EZK.30.9", "verseOrgIds": ["EZK.30.9"]}}, {"text": "Thus saith the Lord GOD: I will also make the multitude of Egypt to cease, by the hand of Nebuchadrezzar king of Babylon. ", "type": "text", "attrs": {"verseId": "EZK.30.10", "verseOrgIds": ["EZK.30.10"]}}, {"text": "He and his people with him, the terrible of the nations, shall be brought in to destroy the land; and they shall draw their swords against Egypt, and fill the land with the slain. ", "type": "text", "attrs": {"verseId": "EZK.30.11", "verseOrgIds": ["EZK.30.11"]}}, {"text": "And I will make the rivers dry, and will give the land over into the hand of evil men; and I will make the land desolate, and all that is therein, by the hand of strangers; I the LORD have spoken it. ", "type": "text", "attrs": {"verseId": "EZK.30.12", "verseOrgIds": ["EZK.30.12"]}}, {"text": "Thus saith the Lord GOD: I will also destroy the idols, and I will cause the things of nought to cease from Noph; and there shall be no more a prince out of the land of Egypt; and I will put a fear in the land of Egypt. ", "type": "text", "attrs": {"verseId": "EZK.30.13", "verseOrgIds": ["EZK.30.13"]}}, {"text": "And I will make Pathros desolate, and will set a fire in Zoan, and will execute judgments in No. ", "type": "text", "attrs": {"verseId": "EZK.30.14", "verseOrgIds": ["EZK.30.14"]}}, {"text": "And I will pour My fury upon Sin, the stronghold of Egypt; and I will cut off the multitude of No. ", "type": "text", "attrs": {"verseId": "EZK.30.15", "verseOrgIds": ["EZK.30.15"]}}, {"text": "And I will set a fire in Egypt; Sin shall be in great convulsion, and No shall be rent asunder; and in Noph shall come adversaries in the day-time. ", "type": "text", "attrs": {"verseId": "EZK.30.16", "verseOrgIds": ["EZK.30.16"]}}, {"text": "The young men of Aven and of Pi-beseth shall fall by the sword; and these cities shall go into captivity. ", "type": "text", "attrs": {"verseId": "EZK.30.17", "verseOrgIds": ["EZK.30.17"]}}, {"text": "At Tehaphnehes also the day shall withdraw itself, when I shall break there the yokes of Egypt, and the pride of her power shall cease in her; as for her, a cloud shall cover her, and her daughters shall go into captivity. ", "type": "text", "attrs": {"verseId": "EZK.30.18", "verseOrgIds": ["EZK.30.18"]}}, {"text": "Thus will I execute judgments in Egypt; and they shall know that I am the LORD.' ", "type": "text", "attrs": {"verseId": "EZK.30.19", "verseOrgIds": ["EZK.30.19"]}}, {"text": "And it came to pass in the eleventh year, in the first month, in the seventh day of the month, that the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.30.20", "verseOrgIds": ["EZK.30.20"]}}, {"text": "'Son of man, I have broken the arm of Pharaoh king of Egypt; and, lo, it hath not been bound up to be healed, to put a roller, that it be bound up and wax strong, that it hold the sword. ", "type": "text", "attrs": {"verseId": "EZK.30.21", "verseOrgIds": ["EZK.30.21"]}}, {"text": "Therefore thus saith the Lord GOD: Behold, I am against Pharaoh king of Egypt, and will break his arms, the strong, and that which was broken; and I will cause the sword to fall out of his hand. ", "type": "text", "attrs": {"verseId": "EZK.30.22", "verseOrgIds": ["EZK.30.22"]}}, {"text": "And I will scatter the Egyptians among the nations, and will disperse them through the countries. ", "type": "text", "attrs": {"verseId": "EZK.30.23", "verseOrgIds": ["EZK.30.23"]}}, {"text": "And I will strengthen the arms of the king of Babylon, and put My sword in his hand; but I will break the arms of Pharaoh, and he shall groan before him with the groanings of a deadly wounded man. ", "type": "text", "attrs": {"verseId": "EZK.30.24", "verseOrgIds": ["EZK.30.24"]}}, {"text": "And I will hold up the arms of the king of Babylon, and the arms of Pharaoh shall fall down; and they shall know that I am the LORD, when I shall put My sword into the hand of the king of Babylon, and he shall stretch it out upon the land of Egypt. ", "type": "text", "attrs": {"verseId": "EZK.30.25", "verseOrgIds": ["EZK.30.25"]}}, {"text": "And I will scatter the Egyptians among the nations, and disperse them through the countries; and they shall know that I am the LORD.'", "type": "text", "attrs": {"verseId": "EZK.30.26", "verseOrgIds": ["EZK.30.26"]}}]}], "next": {"id": "EZK.31", "number": "31", "bookId": "EZK"}, "previous": {"id": "EZK.29", "number": "29", "bookId": "EZK"}}}}