{"_default": {"1": {"id": "EZK.27", "bibleId": "bf8f1c7f3f9045a5-01", "number": "27", "bookId": "EZK", "reference": "Ezekiel 27", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.27.1", "verseOrgIds": ["EZK.27.1"]}}, {"text": "'And thou, son of man, take up a lamentation for Tyre, ", "type": "text", "attrs": {"verseId": "EZK.27.2", "verseOrgIds": ["EZK.27.2"]}}, {"text": "and say unto Tyre, that dwelleth at the entry of the sea, that is the merchant of the peoples unto many isles: Thus saith the Lord GOD: Thou, O Tyre, hast said: I am of perfect beauty. ", "type": "text", "attrs": {"verseId": "EZK.27.3", "verseOrgIds": ["EZK.27.3"]}}, {"text": "Thy borders are in the heart of the seas, thy builders have perfected thy beauty. ", "type": "text", "attrs": {"verseId": "EZK.27.4", "verseOrgIds": ["EZK.27.4"]}}, {"text": "Of cypress-trees from Senir have they fashioned all thy planks; they have taken cedars from Lebanon to make masts for thee. ", "type": "text", "attrs": {"verseId": "EZK.27.5", "verseOrgIds": ["EZK.27.5"]}}, {"text": "Of the oaks of Bashan have they made thine oars; thy deck have they made of ivory inlaid in larch, from the isles of the Kittites. ", "type": "text", "attrs": {"verseId": "EZK.27.6", "verseOrgIds": ["EZK.27.6"]}}, {"text": "Of fine linen with richly woven work from Egypt was thy sail, that it might be to thee for an ensign; blue and purple from the isles of Elishah was thine awning. ", "type": "text", "attrs": {"verseId": "EZK.27.7", "verseOrgIds": ["EZK.27.7"]}}, {"text": "The inhabitants of Sidon and Arvad were thy rowers; thy wise men, O Tyre, were in thee, they were thy pilots. ", "type": "text", "attrs": {"verseId": "EZK.27.8", "verseOrgIds": ["EZK.27.8"]}}, {"text": "The elders of Gebal and the wise men thereof were in thee thy calkers; all the ships of the sea with their mariners were in thee to exchange thy merchandise. ", "type": "text", "attrs": {"verseId": "EZK.27.9", "verseOrgIds": ["EZK.27.9"]}}, {"text": "Persia and Lud and Put were in thine army, thy men of war; they hanged the shield and helmet in thee, they set forth thy comeliness. ", "type": "text", "attrs": {"verseId": "EZK.27.10", "verseOrgIds": ["EZK.27.10"]}}, {"text": "The men of Arvad and Helech were upon thy walls round about, and the Gammadim were in thy towers; they hanged their shields upon thy walls round about; they have perfected thy beauty. ", "type": "text", "attrs": {"verseId": "EZK.27.11", "verseOrgIds": ["EZK.27.11"]}}, {"text": "Tarshish was thy merchant by reason of the multitude of all kinds of riches; with silver, iron, tin, and lead, they traded for thy wares. ", "type": "text", "attrs": {"verseId": "EZK.27.12", "verseOrgIds": ["EZK.27.12"]}}, {"text": "Javan, Tubal, and Meshech, they were thy traffickers; they traded the persons of men and vessels of brass for thy merchandise. ", "type": "text", "attrs": {"verseId": "EZK.27.13", "verseOrgIds": ["EZK.27.13"]}}, {"text": "They of the house of Togarmah traded for thy wares with horses and horsemen and mules. ", "type": "text", "attrs": {"verseId": "EZK.27.14", "verseOrgIds": ["EZK.27.14"]}}, {"text": "The men of Dedan were thy traffickers; many isles were the mart of thy hand; they brought thee as tribute horns of ivory and ebony. ", "type": "text", "attrs": {"verseId": "EZK.27.15", "verseOrgIds": ["EZK.27.15"]}}, {"text": "Aram was thy merchant by reason of the multitude of thy wealth; they traded for thy wares with carbuncles, purple, and richly woven work, and fine linen, and coral, and rubies. ", "type": "text", "attrs": {"verseId": "EZK.27.16", "verseOrgIds": ["EZK.27.16"]}}, {"text": "Judah, and the land of Israel, they were thy traffickers; they traded for thy merchandise wheat of Minnith, and balsam, and honey, and oil, and balm. ", "type": "text", "attrs": {"verseId": "EZK.27.17", "verseOrgIds": ["EZK.27.17"]}}, {"text": "Damascus was thy merchant for the multitude of thy wealth, by reason of the multitude of all riches, with the wine of Helbon, and white wool. ", "type": "text", "attrs": {"verseId": "EZK.27.18", "verseOrgIds": ["EZK.27.18"]}}, {"text": "Vedan and Javan traded with yarn for thy wares; massive iron, cassia, and calamus, were among thy merchandise. ", "type": "text", "attrs": {"verseId": "EZK.27.19", "verseOrgIds": ["EZK.27.19"]}}, {"text": "Dedan was thy trafficker in precious cloths for riding. ", "type": "text", "attrs": {"verseId": "EZK.27.20", "verseOrgIds": ["EZK.27.20"]}}, {"text": "Arabia, and all the princes of Kedar, they were the merchants of thy hand; in lambs, and rams, and goats, in these were they thy merchants. ", "type": "text", "attrs": {"verseId": "EZK.27.21", "verseOrgIds": ["EZK.27.21"]}}, {"text": "The traffickers of Sheba and Raamah, they were thy traffickers; they traded for thy wares with chief of all spices, and with all precious stones, and gold. ", "type": "text", "attrs": {"verseId": "EZK.27.22", "verseOrgIds": ["EZK.27.22"]}}, {"text": "Haran and Canneh and Eden, the traffickers of Sheba, Asshur was as thine apprentice in traffic. ", "type": "text", "attrs": {"verseId": "EZK.27.23", "verseOrgIds": ["EZK.27.23"]}}, {"text": "These were thy traffickers in gorgeous fabrics, in wrappings of blue and richly woven work, and in chests of rich apparel, bound with cords and cedar-lined, among thy merchandise. ", "type": "text", "attrs": {"verseId": "EZK.27.24", "verseOrgIds": ["EZK.27.24"]}}, {"text": "The ships of Tarshish brought thee tribute for thy merchandise; so wast thou replenished, and made very heavy in the heart of the seas. ", "type": "text", "attrs": {"verseId": "EZK.27.25", "verseOrgIds": ["EZK.27.25"]}}, {"text": "Thy rowers have brought thee into great waters; the east wind hath broken thee in the heart of the seas. ", "type": "text", "attrs": {"verseId": "EZK.27.26", "verseOrgIds": ["EZK.27.26"]}}, {"text": "Thy riches, and thy wares, thy merchandise, thy mariners, and thy pilots, thy calkers, and the exchangers of thy merchandise, and all thy men of war, that are in thee, with all thy company which is in the midst of thee, shall fall into the heart of the seas in the day of thy ruin. ", "type": "text", "attrs": {"verseId": "EZK.27.27", "verseOrgIds": ["EZK.27.27"]}}, {"text": "At the sound of the cry of thy pilots the waves shall shake. ", "type": "text", "attrs": {"verseId": "EZK.27.28", "verseOrgIds": ["EZK.27.28"]}}, {"text": "And all that handle the oar, the mariners, and all the pilots of the sea, shall come down from their ships, they shall stand upon the land, ", "type": "text", "attrs": {"verseId": "EZK.27.29", "verseOrgIds": ["EZK.27.29"]}}, {"text": "And shall cause their voice to be heard over thee, and shall cry bitterly, and shall cast up dust upon their heads, they shall roll themselves in the ashes; ", "type": "text", "attrs": {"verseId": "EZK.27.30", "verseOrgIds": ["EZK.27.30"]}}, {"text": "And they shall make themselves utterly bald for thee, and gird them with sackcloth, and they shall weep for thee in bitterness of soul with bitter lamentation. ", "type": "text", "attrs": {"verseId": "EZK.27.31", "verseOrgIds": ["EZK.27.31"]}}, {"text": "And in their wailing they shall take up a lamentation for thee, and lament over thee: who was there like Tyre, fortified in the midst of the sea? ", "type": "text", "attrs": {"verseId": "EZK.27.32", "verseOrgIds": ["EZK.27.32"]}}, {"text": "When thy wares came forth out of the seas, thou didst fill many peoples; with the multitude of thy riches and of thy merchandise didst thou enrich the kings of the earth. ", "type": "text", "attrs": {"verseId": "EZK.27.33", "verseOrgIds": ["EZK.27.33"]}}, {"text": "Now that thou art broken by the seas in the depths of the waters, and thy merchandise and all thy company are fallen in the midst of thee, ", "type": "text", "attrs": {"verseId": "EZK.27.34", "verseOrgIds": ["EZK.27.34"]}}, {"text": "All the inhabitants of the isles are appalled at thee, and their kings are horribly afraid, they are troubled in their countenance; ", "type": "text", "attrs": {"verseId": "EZK.27.35", "verseOrgIds": ["EZK.27.35"]}}, {"text": "The merchants among the peoples hiss at thee; thou art become a terror, and never shalt be any more.'", "type": "text", "attrs": {"verseId": "EZK.27.36", "verseOrgIds": ["EZK.27.36"]}}]}], "next": {"id": "EZK.28", "number": "28", "bookId": "EZK"}, "previous": {"id": "EZK.26", "number": "26", "bookId": "EZK"}}}}