{"_default": {"1": {"id": "LEV.11", "bibleId": "bf8f1c7f3f9045a5-01", "number": "11", "bookId": "LEV", "reference": "Leviticus 11", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses and to Aaron, saying unto them: ", "type": "text", "attrs": {"verseId": "LEV.11.1", "verseOrgIds": ["LEV.11.1"]}}, {"text": "Speak unto the children of Israel, saying: These are the living things which ye may eat among all the beasts that are on the earth. ", "type": "text", "attrs": {"verseId": "LEV.11.2", "verseOrgIds": ["LEV.11.2"]}}, {"text": "Whatsoever parteth the hoof, and is wholly cloven-footed, and cheweth the cud, among the beasts, that may ye eat. ", "type": "text", "attrs": {"verseId": "LEV.11.3", "verseOrgIds": ["LEV.11.3"]}}, {"text": "Nevertheless these shall ye not eat of them that only chew the cud, or of them that only part the hoof: the camel, because he cheweth the cud but parteth not the hoof, he is unclean unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.4", "verseOrgIds": ["LEV.11.4"]}}, {"text": "And the rock-badger, because he cheweth the cud but parteth not the hoof, he is unclean unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.5", "verseOrgIds": ["LEV.11.5"]}}, {"text": "And the hare, because she cheweth the cud but parteth not the hoof, she is unclean unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.6", "verseOrgIds": ["LEV.11.6"]}}, {"text": "And the swine, because he parteth the hoof, and is cloven-footed, but cheweth not the cud, he is unclean unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.7", "verseOrgIds": ["LEV.11.7"]}}, {"text": "Of their flesh ye shall not eat, and their carcasses ye shall not touch; they are unclean unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.8", "verseOrgIds": ["LEV.11.8"]}}, {"text": "These may ye eat of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, and in the rivers, them may ye eat. ", "type": "text", "attrs": {"verseId": "LEV.11.9", "verseOrgIds": ["LEV.11.9"]}}, {"text": "And all that have not fins and scales in the seas, and in the rivers, of all that swarm in the waters, and of all the living creatures that are in the waters, they are a detestable thing unto you, ", "type": "text", "attrs": {"verseId": "LEV.11.10", "verseOrgIds": ["LEV.11.10"]}}, {"text": "and they shall be a detestable thing unto you; ye shall not eat of their flesh, and their carcasses ye shall have in detestation. ", "type": "text", "attrs": {"verseId": "LEV.11.11", "verseOrgIds": ["LEV.11.11"]}}, {"text": "Whatsoever hath no fins nor scales in the waters, that is a detestable thing unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.12", "verseOrgIds": ["LEV.11.12"]}}, {"text": "And these ye shall have in detestation among the fowls; they shall not be eaten, they are a detestable thing: the great vulture, and the bearded vulture, and the ospray; ", "type": "text", "attrs": {"verseId": "LEV.11.13", "verseOrgIds": ["LEV.11.13"]}}, {"text": "and the kite, and the falcon after its kinds; ", "type": "text", "attrs": {"verseId": "LEV.11.14", "verseOrgIds": ["LEV.11.14"]}}, {"text": "every raven after its kinds; ", "type": "text", "attrs": {"verseId": "LEV.11.15", "verseOrgIds": ["LEV.11.15"]}}, {"text": "and the ostrich, and the night-hawk, and the sea-mew, and the hawk after its kinds; ", "type": "text", "attrs": {"verseId": "LEV.11.16", "verseOrgIds": ["LEV.11.16"]}}, {"text": "and the little owl, and the cormorant, and the great owl; ", "type": "text", "attrs": {"verseId": "LEV.11.17", "verseOrgIds": ["LEV.11.17"]}}, {"text": "and the horned owl, and the pelican, and the carrion-vulture; ", "type": "text", "attrs": {"verseId": "LEV.11.18", "verseOrgIds": ["LEV.11.18"]}}, {"text": "and the stork, and the heron after its kinds, and the hoopoe, and the bat. ", "type": "text", "attrs": {"verseId": "LEV.11.19", "verseOrgIds": ["LEV.11.19"]}}, {"text": "All winged swarming things that go upon all fours are a detestable thing unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.20", "verseOrgIds": ["LEV.11.20"]}}, {"text": "Yet these may ye eat of all winged swarming things that go upon all fours, which have jointed legs above their feet, wherewith to leap upon the earth; ", "type": "text", "attrs": {"verseId": "LEV.11.21", "verseOrgIds": ["LEV.11.21"]}}, {"text": "even these of them ye may eat: the locust after its kinds, and the bald locust after its kinds, and the cricket after its kinds, and the grasshopper after its kinds. ", "type": "text", "attrs": {"verseId": "LEV.11.22", "verseOrgIds": ["LEV.11.22"]}}, {"text": "But all winged swarming things, which have four feet, are a detestable thing unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.23", "verseOrgIds": ["LEV.11.23"]}}, {"text": "And by these ye shall become unclean; whosoever toucheth the carcass of them shall be unclean until even. ", "type": "text", "attrs": {"verseId": "LEV.11.24", "verseOrgIds": ["LEV.11.24"]}}, {"text": "And whosoever beareth aught of the carcass of them shall wash his clothes, and be unclean until the even. ", "type": "text", "attrs": {"verseId": "LEV.11.25", "verseOrgIds": ["LEV.11.25"]}}, {"text": "Every beast which parteth the hoof, but is not cloven footed, nor cheweth the cud, is unclean unto you; every one that toucheth them shall be unclean. ", "type": "text", "attrs": {"verseId": "LEV.11.26", "verseOrgIds": ["LEV.11.26"]}}, {"text": "And whatsoever goeth upon its paws, among all beasts that go on all fours, they are unclean unto you; whoso toucheth their carcass shall be unclean until the even. ", "type": "text", "attrs": {"verseId": "LEV.11.27", "verseOrgIds": ["LEV.11.27"]}}, {"text": "And he that beareth the carcass of them shall wash his clothes, and be unclean until the even; they are unclean unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.28", "verseOrgIds": ["LEV.11.28"]}}, {"text": "And these are they which are unclean unto you among the swarming things that swarm upon the earth: the weasel, and the mouse, and the great lizard after its kinds, ", "type": "text", "attrs": {"verseId": "LEV.11.29", "verseOrgIds": ["LEV.11.29"]}}, {"text": "and the gecko, and the land-crocodile, and the lizard, and the sand-lizard, and the chameleon. ", "type": "text", "attrs": {"verseId": "LEV.11.30", "verseOrgIds": ["LEV.11.30"]}}, {"text": "These are they which are unclean to you among all that swarm; whosoever doth touch them, when they are dead, shall be unclean until the even. ", "type": "text", "attrs": {"verseId": "LEV.11.31", "verseOrgIds": ["LEV.11.31"]}}, {"text": "And upon whatsoever any of them, when they are dead, doth fall, it shall be unclean; whether it be any vessel of wood, or raiment, or skin, or sack, whatsoever vessel it be, wherewith any work is done, it must be put into water, and it shall be unclean until the even; then shall it be clean. ", "type": "text", "attrs": {"verseId": "LEV.11.32", "verseOrgIds": ["LEV.11.32"]}}, {"text": "And every earthen vessel whereinto any of them falleth, whatsoever is in it shall be unclean, and it ye shall break. ", "type": "text", "attrs": {"verseId": "LEV.11.33", "verseOrgIds": ["LEV.11.33"]}}, {"text": "All food therein which may be eaten, that on which water cometh, shall be unclean; and all drink in every such vessel that may be drunk shall be unclean. ", "type": "text", "attrs": {"verseId": "LEV.11.34", "verseOrgIds": ["LEV.11.34"]}}, {"text": "And every thing whereupon any part of their carcass falleth shall be unclean; whether oven, or range for pots, it shall be broken in pieces; they are unclean, and shall be unclean unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.35", "verseOrgIds": ["LEV.11.35"]}}, {"text": "Nevertheless a fountain or a cistern wherein is a gathering of water shall be clean; but he who toucheth their carcass shall be unclean. ", "type": "text", "attrs": {"verseId": "LEV.11.36", "verseOrgIds": ["LEV.11.36"]}}, {"text": "And if aught of their carcass fall upon any sowing seed which is to be sown, it is clean. ", "type": "text", "attrs": {"verseId": "LEV.11.37", "verseOrgIds": ["LEV.11.37"]}}, {"text": "But if water be put upon the seed, and aught of their carcass fall thereon, it is unclean unto you. ", "type": "text", "attrs": {"verseId": "LEV.11.38", "verseOrgIds": ["LEV.11.38"]}}, {"text": "And if any beast, of which ye may eat, die, he that toucheth the carcass thereof shall be unclean until the even. ", "type": "text", "attrs": {"verseId": "LEV.11.39", "verseOrgIds": ["LEV.11.39"]}}, {"text": "And he that eateth of the carcass of it shall wash his clothes, and be unclean until the even; he also that beareth the carcass of it shall wash his clothes, and be unclean until the even. ", "type": "text", "attrs": {"verseId": "LEV.11.40", "verseOrgIds": ["LEV.11.40"]}}, {"text": "And every swarming thing that swarmeth upon the earth is a detestable thing; it shall not be eaten. ", "type": "text", "attrs": {"verseId": "LEV.11.41", "verseOrgIds": ["LEV.11.41"]}}, {"text": "Whatsoever goeth upon the belly, and whatsoever goeth upon all fours, or whatsoever hath many feet, even all swarming things that swarm upon the earth, them ye shall not eat; for they are a detestable thing. ", "type": "text", "attrs": {"verseId": "LEV.11.42", "verseOrgIds": ["LEV.11.42"]}}, {"text": "Ye shall not make yourselves detestable with any swarming thing that swarmeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby. ", "type": "text", "attrs": {"verseId": "LEV.11.43", "verseOrgIds": ["LEV.11.43"]}}, {"text": "For I am the LORD your God; sanctify yourselves therefore, and be ye holy; for I am holy; neither shall ye defile yourselves with any manner of swarming thing that moveth upon the earth. ", "type": "text", "attrs": {"verseId": "LEV.11.44", "verseOrgIds": ["LEV.11.44"]}}, {"text": "For I am the LORD that brought you up out of the land of Egypt, to be your God; ye shall therefore be holy, for I am holy. ", "type": "text", "attrs": {"verseId": "LEV.11.45", "verseOrgIds": ["LEV.11.45"]}}, {"text": "This is the law of the beast, and of the fowl, and of every living creature that moveth in the waters, and of every creature that swarmeth upon the earth; ", "type": "text", "attrs": {"verseId": "LEV.11.46", "verseOrgIds": ["LEV.11.46"]}}, {"text": "to make a difference between the unclean and the clean, and between the living thing that may be eaten and the living thing that may not be eaten.", "type": "text", "attrs": {"verseId": "LEV.11.47", "verseOrgIds": ["LEV.11.47"]}}]}], "next": {"id": "LEV.12", "number": "12", "bookId": "LEV"}, "previous": {"id": "LEV.10", "number": "10", "bookId": "LEV"}}}}