{"_default": {"1": {"id": "GEN.14", "bibleId": "bf8f1c7f3f9045a5-01", "number": "14", "bookId": "GEN", "reference": "Genesis 14", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim, ", "type": "text", "attrs": {"verseId": "GEN.14.1", "verseOrgIds": ["GEN.14.1"]}}, {"text": "that they made war with Bera king of Sodom, and with Birsha king of Gomorrah, Shinab king of Admah, and Shemeber king of Zeboiim, and the king of Bela — the same is Zoar. ", "type": "text", "attrs": {"verseId": "GEN.14.2", "verseOrgIds": ["GEN.14.2"]}}, {"text": "All these came as allies unto the vale of Siddim — the same is the Salt Sea. ", "type": "text", "attrs": {"verseId": "GEN.14.3", "verseOrgIds": ["GEN.14.3"]}}, {"text": "Twelve years they served Chedorlaomer, and in the thirteenth year they rebelled. ", "type": "text", "attrs": {"verseId": "GEN.14.4", "verseOrgIds": ["GEN.14.4"]}}, {"text": "And in the fourteenth year came Chedorlaomer and the kings that were with him, and smote the Rephaim in Ashteroth-karnaim, and the Zuzim in Ham, and the Emim in Shaveh-kiriathaim, ", "type": "text", "attrs": {"verseId": "GEN.14.5", "verseOrgIds": ["GEN.14.5"]}}, {"text": "and the Horites in their mount Seir, unto El-paran, which is by the wilderness. ", "type": "text", "attrs": {"verseId": "GEN.14.6", "verseOrgIds": ["GEN.14.6"]}}, {"text": "And they turned back, and came to En-mishpat — the same is Kadesh — and smote all the country of the Amalekites, and also the Amorites, that dwelt in Hazazon-tamar. ", "type": "text", "attrs": {"verseId": "GEN.14.7", "verseOrgIds": ["GEN.14.7"]}}, {"text": "And there went out the king of Sodom, and the king of Gomorrah, and the king of Admah, and the king of Zeboiim, and the king of Bela — the same is Zoar; and they set the battle in array against them in the vale of Siddim; ", "type": "text", "attrs": {"verseId": "GEN.14.8", "verseOrgIds": ["GEN.14.8"]}}, {"text": "against Chedorlaomer king of Elam, and Tidal king of Goiim, and Amraphel king of Shinar, and Arioch king of Ellasar; four kings against the five. ", "type": "text", "attrs": {"verseId": "GEN.14.9", "verseOrgIds": ["GEN.14.9"]}}, {"text": "Now the vale of Siddim was full of slime pits; and the kings of Sodom and Gomorrah fled, and they fell there, and they that remained fled to the mountain. ", "type": "text", "attrs": {"verseId": "GEN.14.10", "verseOrgIds": ["GEN.14.10"]}}, {"text": "And they took all the goods of Sodom and Gomorrah, and all their victuals, and went their way. ", "type": "text", "attrs": {"verseId": "GEN.14.11", "verseOrgIds": ["GEN.14.11"]}}, {"text": "And they took Lot, Abram's brother's son, who dwelt in Sodom, and his goods, and departed. ", "type": "text", "attrs": {"verseId": "GEN.14.12", "verseOrgIds": ["GEN.14.12"]}}, {"text": "And there came one that had escaped, and told Abram the Hebrew — now he dwelt by the terebinths of Mamre the Amorite, brother of Eshcol, and brother of Aner; and these were confederate with Abram. ", "type": "text", "attrs": {"verseId": "GEN.14.13", "verseOrgIds": ["GEN.14.13"]}}, {"text": "And when Abram heard that his brother was taken captive, he led forth his trained men, born in his house, three hundred and eighteen, and pursued as far as Dan. ", "type": "text", "attrs": {"verseId": "GEN.14.14", "verseOrgIds": ["GEN.14.14"]}}, {"text": "And he divided himself against them by night, he and his servants, and smote them, and pursued them unto Hobah, which is on the left hand of Damascus. ", "type": "text", "attrs": {"verseId": "GEN.14.15", "verseOrgIds": ["GEN.14.15"]}}, {"text": "And he brought back all the goods, and also brought back his brother Lot, and his goods, and the women also, and the people. ", "type": "text", "attrs": {"verseId": "GEN.14.16", "verseOrgIds": ["GEN.14.16"]}}, {"text": "And the king of Sodom went out to meet him, after his return from the slaughter of Chedorlaomer and the kings that were with him, at the vale of Shaveh — the same is the King's Vale. ", "type": "text", "attrs": {"verseId": "GEN.14.17", "verseOrgIds": ["GEN.14.17"]}}, {"text": "And Melchizedek king of Salem brought forth bread and wine; and he was priest of God the Most High. ", "type": "text", "attrs": {"verseId": "GEN.14.18", "verseOrgIds": ["GEN.14.18"]}}, {"text": "And he blessed him, and said: 'Blessed be Abram of God Most High, Maker of heaven and earth; ", "type": "text", "attrs": {"verseId": "GEN.14.19", "verseOrgIds": ["GEN.14.19"]}}, {"text": "and blessed be God the Most High, who hath delivered thine enemies into thy hand.' And he gave him a tenth of all. ", "type": "text", "attrs": {"verseId": "GEN.14.20", "verseOrgIds": ["GEN.14.20"]}}, {"text": "And the king of Sodom said unto Abram: 'Give me the persons, and take the goods to thyself.' ", "type": "text", "attrs": {"verseId": "GEN.14.21", "verseOrgIds": ["GEN.14.21"]}}, {"text": "And Abram said to the king of Sodom: 'I have lifted up my hand unto the LORD, God Most High, Maker of heaven and earth, ", "type": "text", "attrs": {"verseId": "GEN.14.22", "verseOrgIds": ["GEN.14.22"]}}, {"text": "that I will not take a thread nor a shoe-latchet nor aught that is thine, lest thou shouldest say: I have made Abram rich; ", "type": "text", "attrs": {"verseId": "GEN.14.23", "verseOrgIds": ["GEN.14.23"]}}, {"text": "save only that which the young men have eaten, and the portion of the men which went with me, Aner, Eshcol, and Mamre, let them take their portion.'", "type": "text", "attrs": {"verseId": "GEN.14.24", "verseOrgIds": ["GEN.14.24"]}}]}], "next": {"id": "GEN.15", "number": "15", "bookId": "GEN"}, "previous": {"id": "GEN.13", "number": "13", "bookId": "GEN"}}}}