{"_default": {"1": {"id": "DEU.15", "bibleId": "bf8f1c7f3f9045a5-01", "number": "15", "bookId": "DEU", "reference": "Deuteronomy 15", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "At the end of every seven years thou shalt make a release. ", "type": "text", "attrs": {"verseId": "DEU.15.1", "verseOrgIds": ["DEU.15.1"]}}, {"text": "And this is the manner of the release: every creditor shall release that which he hath lent unto his neighbour; he shall not exact it of his neighbour and his brother; because the LORD'S release hath been proclaimed. ", "type": "text", "attrs": {"verseId": "DEU.15.2", "verseOrgIds": ["DEU.15.2"]}}, {"text": "Of a foreigner thou mayest exact it; but whatsoever of thine is with thy brother thy hand shall release. ", "type": "text", "attrs": {"verseId": "DEU.15.3", "verseOrgIds": ["DEU.15.3"]}}, {"text": "Howbeit there shall be no needy among you — for the LORD will surely bless thee in the land which the LORD thy God giveth thee for an inheritance to possess it — ", "type": "text", "attrs": {"verseId": "DEU.15.4", "verseOrgIds": ["DEU.15.4"]}}, {"text": "if only thou diligently hearken unto the voice of the LORD thy God, to observe to do all this commandment which I command thee this day. ", "type": "text", "attrs": {"verseId": "DEU.15.5", "verseOrgIds": ["DEU.15.5"]}}, {"text": "For the LORD thy God will bless thee, as He promised thee; and thou shalt lend unto many nations, but thou shalt not borrow; and thou shalt rule over many nations, but they shall not rule over thee. ", "type": "text", "attrs": {"verseId": "DEU.15.6", "verseOrgIds": ["DEU.15.6"]}}, {"text": "If there be among you a needy man, one of thy brethren, within any of thy gates, in thy land which the LORD thy God giveth thee, thou shalt not harden thy heart, nor shut thy hand from thy needy brother; ", "type": "text", "attrs": {"verseId": "DEU.15.7", "verseOrgIds": ["DEU.15.7"]}}, {"text": "but thou shalt surely open thy hand unto him, and shalt surely lend him sufficient for his need in that which he wanteth. ", "type": "text", "attrs": {"verseId": "DEU.15.8", "verseOrgIds": ["DEU.15.8"]}}, {"text": "Beware that there be not a base thought in thy heart, saying: 'The seventh year, the year of release, is at hand'; and thine eye be evil against thy needy brother, and thou give him nought; and he cry unto the LORD against thee, and it be sin in thee. ", "type": "text", "attrs": {"verseId": "DEU.15.9", "verseOrgIds": ["DEU.15.9"]}}, {"text": "Thou shalt surely give him, and thy heart shall not be grieved when thou givest unto him; because that for this thing the LORD thy God will bless thee in all thy work, and in all that thou puttest thy hand unto. ", "type": "text", "attrs": {"verseId": "DEU.15.10", "verseOrgIds": ["DEU.15.10"]}}, {"text": "For the poor shall never cease out of the land; therefore I command thee, saying: 'Thou shalt surely open thy hand unto thy poor and needy brother, in thy land.' ", "type": "text", "attrs": {"verseId": "DEU.15.11", "verseOrgIds": ["DEU.15.11"]}}, {"text": "If thy brother, a Hebrew man, or a Hebrew woman, be sold unto thee, he shall serve thee six years; and in the seventh year thou shalt let him go free from thee. ", "type": "text", "attrs": {"verseId": "DEU.15.12", "verseOrgIds": ["DEU.15.12"]}}, {"text": "And when thou lettest him go free from thee, thou shalt not let him go empty; ", "type": "text", "attrs": {"verseId": "DEU.15.13", "verseOrgIds": ["DEU.15.13"]}}, {"text": "thou shalt furnish him liberally out of thy flock, and out of thy threshing-floor, and out of thy winepress; of that wherewith the LORD thy God hath blessed thee thou shalt give unto him. ", "type": "text", "attrs": {"verseId": "DEU.15.14", "verseOrgIds": ["DEU.15.14"]}}, {"text": "And thou shalt remember that thou wast a bondman in the land of Egypt, and the LORD thy God redeemed thee; therefore I command thee this thing to-day. ", "type": "text", "attrs": {"verseId": "DEU.15.15", "verseOrgIds": ["DEU.15.15"]}}, {"text": "And it shall be, if he say unto thee: 'I will not go out from thee'; because he loveth thee and thy house, because he fareth well with thee; ", "type": "text", "attrs": {"verseId": "DEU.15.16", "verseOrgIds": ["DEU.15.16"]}}, {"text": "then thou shalt take an awl, and thrust it through his ear and into the door, and he shall be thy bondman for ever. And also unto thy bondwoman thou shalt do likewise. ", "type": "text", "attrs": {"verseId": "DEU.15.17", "verseOrgIds": ["DEU.15.17"]}}, {"text": "It shall not seem hard unto thee, when thou lettest him go free from thee; for to the double of the hire of a hireling hath he served thee six years; and the LORD thy God will bless thee in all that thou doest. ", "type": "text", "attrs": {"verseId": "DEU.15.18", "verseOrgIds": ["DEU.15.18"]}}, {"text": "All the firstling males that are born of thy herd and of thy flock thou shalt sanctify unto the LORD thy God; thou shalt do no work with the firstling of thine ox, nor shear the firstling of thy flock. ", "type": "text", "attrs": {"verseId": "DEU.15.19", "verseOrgIds": ["DEU.15.19"]}}, {"text": "Thou shalt eat it before the LORD thy God year by year in the place which the LORD shall choose, thou and thy household. ", "type": "text", "attrs": {"verseId": "DEU.15.20", "verseOrgIds": ["DEU.15.20"]}}, {"text": "And if there be any blemish therein, lameness, or blindness, any ill blemish whatsoever, thou shalt not sacrifice it unto the LORD thy God. ", "type": "text", "attrs": {"verseId": "DEU.15.21", "verseOrgIds": ["DEU.15.21"]}}, {"text": "Thou shalt eat it within thy gates; the unclean and the clean may eat it alike, as the gazelle, and as the hart. ", "type": "text", "attrs": {"verseId": "DEU.15.22", "verseOrgIds": ["DEU.15.22"]}}, {"text": "Only thou shalt not eat the blood thereof; thou shalt pour it out upon the ground as water.", "type": "text", "attrs": {"verseId": "DEU.15.23", "verseOrgIds": ["DEU.15.23"]}}]}], "next": {"id": "DEU.16", "number": "16", "bookId": "DEU"}, "previous": {"id": "DEU.14", "number": "14", "bookId": "DEU"}}}}