{"_default": {"1": {"id": "EZK.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "EZK", "reference": "Ezekiel 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And He said unto me: 'Son of man, eat that which thou findest; eat this roll, and go, speak unto the house of Israel.' ", "type": "text", "attrs": {"verseId": "EZK.3.1", "verseOrgIds": ["EZK.3.1"]}}, {"text": "So I opened my mouth, and He caused me to eat that roll. ", "type": "text", "attrs": {"verseId": "EZK.3.2", "verseOrgIds": ["EZK.3.2"]}}, {"text": "And He said unto me: 'Son of man, cause thy belly to eat, and fill thy bowels with this roll that I give thee.' Then did I eat it; and it was in my mouth as honey for sweetness. ", "type": "text", "attrs": {"verseId": "EZK.3.3", "verseOrgIds": ["EZK.3.3"]}}, {"text": "And He said unto me: 'Son of man, go, get thee unto the house of Israel, and speak with My words unto them. ", "type": "text", "attrs": {"verseId": "EZK.3.4", "verseOrgIds": ["EZK.3.4"]}}, {"text": "For thou art not sent to a people of an unintelligible speech and of a slow tongue, but to the house of Israel; ", "type": "text", "attrs": {"verseId": "EZK.3.5", "verseOrgIds": ["EZK.3.5"]}}, {"text": "not to many peoples of an unintelligible speech and of a slow tongue, whose words thou canst not understand. Surely, if I sent thee to them, they would hearken unto thee. ", "type": "text", "attrs": {"verseId": "EZK.3.6", "verseOrgIds": ["EZK.3.6"]}}, {"text": "But the house of Israel will not consent to hearken unto thee; for they consent not to hearken unto Me; for all the house of Israel are of a hard forehead and of a stiff heart. ", "type": "text", "attrs": {"verseId": "EZK.3.7", "verseOrgIds": ["EZK.3.7"]}}, {"text": "Behold, I have made thy face hard against their faces, and thy forehead hard against their foreheads. ", "type": "text", "attrs": {"verseId": "EZK.3.8", "verseOrgIds": ["EZK.3.8"]}}, {"text": "As an adamant harder than flint have I made thy forehead; fear them not, neither be dismayed at their looks, for they are a rebellious house.' ", "type": "text", "attrs": {"verseId": "EZK.3.9", "verseOrgIds": ["EZK.3.9"]}}, {"text": "Moreover He said unto me: 'Son of man, all My words that I shall speak unto thee receive in thy heart, and hear with thine ears. ", "type": "text", "attrs": {"verseId": "EZK.3.10", "verseOrgIds": ["EZK.3.10"]}}, {"text": "And go, get thee to them of the captivity, unto the children of thy people, and speak unto them, and tell them: Thus saith the Lord GOD; whether they will hear, or whether they will forbear.' ", "type": "text", "attrs": {"verseId": "EZK.3.11", "verseOrgIds": ["EZK.3.11"]}}, {"text": "Then a spirit lifted me up, and I heard behind me the voice of a great rushing: 'Blessed be the glory of the LORD from His place'; ", "type": "text", "attrs": {"verseId": "EZK.3.12", "verseOrgIds": ["EZK.3.12"]}}, {"text": "also the noise of the wings of the living creatures as they touched one another, and the noise of the wheels beside them, even the noise of a great rushing. ", "type": "text", "attrs": {"verseId": "EZK.3.13", "verseOrgIds": ["EZK.3.13"]}}, {"text": "So a spirit lifted me up, and took me away; and I went in bitterness, in the heat of my spirit, and the hand of the LORD was strong upon me. ", "type": "text", "attrs": {"verseId": "EZK.3.14", "verseOrgIds": ["EZK.3.14"]}}, {"text": "Then I came to them of the captivity at Tel-abib, that dwelt by the river Chebar, and I sat where they sat; and I remained there appalled among them seven days. ", "type": "text", "attrs": {"verseId": "EZK.3.15", "verseOrgIds": ["EZK.3.15"]}}, {"text": "And it came to pass at the end of seven days, that the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.3.16", "verseOrgIds": ["EZK.3.16"]}}, {"text": "'Son of man, I have appointed thee a watchman unto the house of Israel; and when thou shalt hear a word at My mouth, thou shalt give them warning from Me. ", "type": "text", "attrs": {"verseId": "EZK.3.17", "verseOrgIds": ["EZK.3.17"]}}, {"text": "When I say unto the wicked: Thou shalt surely die; and thou givest him not warning, nor speakest to warn the wicked from his wicked way, to save his life; the same wicked man shall die in his iniquity, but his blood will I require at thy hand. ", "type": "text", "attrs": {"verseId": "EZK.3.18", "verseOrgIds": ["EZK.3.18"]}}, {"text": "Yet if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity; but thou hast delivered thy soul. ", "type": "text", "attrs": {"verseId": "EZK.3.19", "verseOrgIds": ["EZK.3.19"]}}, {"text": "Again, when a righteous man doth turn from his righteousness, and commit iniquity, I will lay a stumblingblock before him, he shall die; because thou hast not given him warning, he shall die in his sin, and his righteous deeds which he hath done shall not be remembered; but his blood will I require at thy hand. ", "type": "text", "attrs": {"verseId": "EZK.3.20", "verseOrgIds": ["EZK.3.20"]}}, {"text": "Nevertheless if thou warn the righteous man, that the righteous sin not, and he doth not sin, he shall surely live, because he took warning; and thou hast delivered thy soul.' ", "type": "text", "attrs": {"verseId": "EZK.3.21", "verseOrgIds": ["EZK.3.21"]}}, {"text": "And the hand of the LORD came there upon me; and He said unto me: 'Arise, go forth into the plain, and I will there speak with thee.' ", "type": "text", "attrs": {"verseId": "EZK.3.22", "verseOrgIds": ["EZK.3.22"]}}, {"text": "Then I arose, and went forth into the plain; and, behold, the glory of the LORD stood there, as the glory which I saw by the river Chebar; and I fell on my face. ", "type": "text", "attrs": {"verseId": "EZK.3.23", "verseOrgIds": ["EZK.3.23"]}}, {"text": "Then spirit entered into me, and set me upon my feet; and He spoke with me, and said unto me: 'Go, shut thyself within thy house. ", "type": "text", "attrs": {"verseId": "EZK.3.24", "verseOrgIds": ["EZK.3.24"]}}, {"text": "But thou, son of man, behold, bands shall be put upon thee, and thou shalt be bound with them, and thou shalt not go out among them; ", "type": "text", "attrs": {"verseId": "EZK.3.25", "verseOrgIds": ["EZK.3.25"]}}, {"text": "and I will make thy tongue cleave to the roof of thy mouth, that thou shalt be dumb, and shalt not be to them a reprover; for they are a rebellious house. ", "type": "text", "attrs": {"verseId": "EZK.3.26", "verseOrgIds": ["EZK.3.26"]}}, {"text": "But when I speak with thee, I will open thy mouth, and thou shalt say unto them: Thus saith the Lord GOD; he that heareth, let him hear, and he that forbeareth, let him forbear; for they are a rebellious house.", "type": "text", "attrs": {"verseId": "EZK.3.27", "verseOrgIds": ["EZK.3.27"]}}]}], "next": {"id": "EZK.4", "number": "4", "bookId": "EZK"}, "previous": {"id": "EZK.2", "number": "2", "bookId": "EZK"}}}}