{"_default": {"1": {"id": "ISA.57", "bibleId": "bf8f1c7f3f9045a5-01", "number": "57", "bookId": "ISA", "reference": "Isaiah 57", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The righteous perisheth, and no man layeth it to heart, and godly men are taken away, none considering that the righteous is taken away from the evil to come. ", "type": "text", "attrs": {"verseId": "ISA.57.1", "verseOrgIds": ["ISA.57.1"]}}, {"text": "He entereth into peace, they rest in their beds, each one that walketh in his uprightness. ", "type": "text", "attrs": {"verseId": "ISA.57.2", "verseOrgIds": ["ISA.57.2"]}}, {"text": "But draw near hither, ye sons of the sorceress, the seed of the adulterer and the harlot. ", "type": "text", "attrs": {"verseId": "ISA.57.3", "verseOrgIds": ["ISA.57.3"]}}, {"text": "Against whom do ye sport yourselves? Against whom make ye a wide mouth, and draw out the tongue? Are ye not children of transgression, a seed of falsehood, ", "type": "text", "attrs": {"verseId": "ISA.57.4", "verseOrgIds": ["ISA.57.4"]}}, {"text": "Ye that inflame yourselves among the terebinths, under every leafy tree; that slay the children in the valleys, under the clefts of the rocks? ", "type": "text", "attrs": {"verseId": "ISA.57.5", "verseOrgIds": ["ISA.57.5"]}}, {"text": "Among the smooth stones of the valley is thy portion; they, they are thy lot; even to them hast thou poured a drink-offering, thou hast offered a meal-offering. Should I pacify Myself for these things? ", "type": "text", "attrs": {"verseId": "ISA.57.6", "verseOrgIds": ["ISA.57.6"]}}, {"text": "Upon a high and lofty mountain hast thou set thy bed; thither also wentest thou up to offer sacrifice. ", "type": "text", "attrs": {"verseId": "ISA.57.7", "verseOrgIds": ["ISA.57.7"]}}, {"text": "And behind the doors and the posts hast thou set up thy symbol; for thou hast uncovered, and art gone up from Me, thou hast enlarged thy bed, and chosen thee of them whose bed thou lovedst, whose hand thou sawest. ", "type": "text", "attrs": {"verseId": "ISA.57.8", "verseOrgIds": ["ISA.57.8"]}}, {"text": "And thou wentest to the king with ointment, and didst increase thy perfumes, and didst send thine ambassadors far off, even down to the nether-world. ", "type": "text", "attrs": {"verseId": "ISA.57.9", "verseOrgIds": ["ISA.57.9"]}}, {"text": "Thou wast wearied with the length of thy way; yet saidst thou not: 'There is no hope'; thou didst find a renewal of thy strength, therefore thou wast not affected. ", "type": "text", "attrs": {"verseId": "ISA.57.10", "verseOrgIds": ["ISA.57.10"]}}, {"text": "And of whom hast thou been afraid and in fear, that thou wouldest fail? And as for Me, thou hast not remembered Me, nor laid it to thy heart. Have not I held My peace even of long time? Therefore thou fearest Me not. ", "type": "text", "attrs": {"verseId": "ISA.57.11", "verseOrgIds": ["ISA.57.11"]}}, {"text": "I will declare thy righteousness; thy works also — they shall not profit thee. ", "type": "text", "attrs": {"verseId": "ISA.57.12", "verseOrgIds": ["ISA.57.12"]}}, {"text": "When thou criest, let them that thou hast gathered deliver thee; but the wind shall carry them all away, a breath shall bear them off; but he that taketh refuge in Me shall possess the land, and shall inherit My holy mountain. ", "type": "text", "attrs": {"verseId": "ISA.57.13", "verseOrgIds": ["ISA.57.13"]}}, {"text": "And He will say: cast ye up, cast ye up, clear the way, take up the stumblingblock out of the way of My people. ", "type": "text", "attrs": {"verseId": "ISA.57.14", "verseOrgIds": ["ISA.57.14"]}}, {"text": "For thus saith the High and Lofty One that inhabiteth eternity, whose name is Holy: I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones. ", "type": "text", "attrs": {"verseId": "ISA.57.15", "verseOrgIds": ["ISA.57.15"]}}, {"text": "For I will not contend for ever, neither will I be always wroth; for the spirit that enwrappeth itself is from Me, and the souls which I have made. ", "type": "text", "attrs": {"verseId": "ISA.57.16", "verseOrgIds": ["ISA.57.16"]}}, {"text": "For the iniquity of his covetousness was I wroth and smote him, I hid Me and was wroth; and he went on frowardly in the way of his heart. ", "type": "text", "attrs": {"verseId": "ISA.57.17", "verseOrgIds": ["ISA.57.17"]}}, {"text": "I have seen his ways, and will heal him; I will lead him also, and requite with comforts him and his mourners. ", "type": "text", "attrs": {"verseId": "ISA.57.18", "verseOrgIds": ["ISA.57.18"]}}, {"text": "Peace, peace, to him that is far off and to him that is near, saith the LORD that createth the fruit of the lips; and I will heal him. ", "type": "text", "attrs": {"verseId": "ISA.57.19", "verseOrgIds": ["ISA.57.19"]}}, {"text": "But the wicked are like the troubled sea; for it cannot rest, and its waters cast up mire and dirt. ", "type": "text", "attrs": {"verseId": "ISA.57.20", "verseOrgIds": ["ISA.57.20"]}}, {"text": "There is no peace, saith my God concerning the wicked.", "type": "text", "attrs": {"verseId": "ISA.57.21", "verseOrgIds": ["ISA.57.21"]}}]}], "next": {"id": "ISA.58", "number": "58", "bookId": "ISA"}, "previous": {"id": "ISA.56", "number": "56", "bookId": "ISA"}}}}