{"_default": {"1": {"id": "2CH.26", "bibleId": "bf8f1c7f3f9045a5-01", "number": "26", "bookId": "2CH", "reference": "2 Chronicles 26", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And all the people of Judah took Uzziah, who was sixteen years old, and made him king in the room of his father Amaziah. ", "type": "text", "attrs": {"verseId": "2CH.26.1", "verseOrgIds": ["2CH.26.1"]}}, {"text": "He built Eloth, and restored it to Judah, after that the king slept with his fathers. ", "type": "text", "attrs": {"verseId": "2CH.26.2", "verseOrgIds": ["2CH.26.2"]}}, {"text": "Sixteen years old was Uzziah when he began to reign; and he reigned fifty and two years in Jerusalem; and his mother's name was Jecoliah of Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.26.3", "verseOrgIds": ["2CH.26.3"]}}, {"text": "And he did that, which was right in the eyes of the LORD, according to all that his father Amaziah had done. ", "type": "text", "attrs": {"verseId": "2CH.26.4", "verseOrgIds": ["2CH.26.4"]}}, {"text": "And he set himself to seek God in the days of Zechariah, who had understanding in the vision of God; and as long as he sought the LORD, God made him to prosper. ", "type": "text", "attrs": {"verseId": "2CH.26.5", "verseOrgIds": ["2CH.26.5"]}}, {"text": "And he went forth and warred against the Philistines, and broke down the wall of Gath, and the wall of Jabneh, and the wall of Ashdod; and he built cities in the country of Ashdod, and among the Philistines. ", "type": "text", "attrs": {"verseId": "2CH.26.6", "verseOrgIds": ["2CH.26.6"]}}, {"text": "And God helped him against the Philistines, and against the Arabians that dwelt in Gur-baal, and the Meunim. ", "type": "text", "attrs": {"verseId": "2CH.26.7", "verseOrgIds": ["2CH.26.7"]}}, {"text": "And the Ammonites gave gifts to Uzziah; and his name spread abroad even to the entrance of Egypt; for he waxed exceeding strong. ", "type": "text", "attrs": {"verseId": "2CH.26.8", "verseOrgIds": ["2CH.26.8"]}}, {"text": "Moreover Uzziah built towers in Jerusalem at the corner gate, and at the valley gate, and at the Turning, and fortified them. ", "type": "text", "attrs": {"verseId": "2CH.26.9", "verseOrgIds": ["2CH.26.9"]}}, {"text": "And be built towers in the wilderness, and hewed out many cisterns, for he had much cattle; in the Lowland also, and in the table-land; and he had husbandmen and vinedressers in the mountains and in the fruitful fields; for he loved husbandry. ", "type": "text", "attrs": {"verseId": "2CH.26.10", "verseOrgIds": ["2CH.26.10"]}}, {"text": "Moreover Uzziah had an army of fighting men, that went out to war by bands, according to the number of their reckoning made by Jeiel the scribe and Maaseiah the officer, under the hand of Hananiah, one of the king's captains. ", "type": "text", "attrs": {"verseId": "2CH.26.11", "verseOrgIds": ["2CH.26.11"]}}, {"text": "The whole number of the heads of fathers' houses, even the mighty men of valour, was two thousand and six hundred. ", "type": "text", "attrs": {"verseId": "2CH.26.12", "verseOrgIds": ["2CH.26.12"]}}, {"text": "And under their hand was a trained army, three hundred thousand and seven thousand and five hundred, that made war with mighty power, to help the king against the enemy. ", "type": "text", "attrs": {"verseId": "2CH.26.13", "verseOrgIds": ["2CH.26.13"]}}, {"text": "And Uzziah prepared for them, even for all the host, shields, and spears, and helmets, and coats of mail, and bows, and stones for slinging. ", "type": "text", "attrs": {"verseId": "2CH.26.14", "verseOrgIds": ["2CH.26.14"]}}, {"text": "And he made in Jerusalem engines, invented by skilful men, to be on the towers and upon the corners, wherewith to shoot arrows and great stones. And his name spread far abroad; for he was marvellously helped, till he was strong. ", "type": "text", "attrs": {"verseId": "2CH.26.15", "verseOrgIds": ["2CH.26.15"]}}, {"text": "But when he was strong, his heart was lifted up so that he did corruptly, and he trespassed against the LORD his God; for he went into the temple of the LORD to burn incense upon the altar of incense. ", "type": "text", "attrs": {"verseId": "2CH.26.16", "verseOrgIds": ["2CH.26.16"]}}, {"text": "And Azariah the priest went in after him, and with him fourscore priests of the LORD, that were valiant men; ", "type": "text", "attrs": {"verseId": "2CH.26.17", "verseOrgIds": ["2CH.26.17"]}}, {"text": "and they withstood Uzziah the king, and said unto him: 'It pertaineth not unto thee, Uzziah, to burn incense unto the LORD, but to the priests the sons of Aaron that are consecrated it pertaineth to burn incense; go out of the sanctuary; for thou hast trespassed; neither shall it be for thy honour from the LORD God.' ", "type": "text", "attrs": {"verseId": "2CH.26.18", "verseOrgIds": ["2CH.26.18"]}}, {"text": "Then Uzziah was wroth; and he had a censer in his hand to burn incense; and while he was wroth with the priests, the leprosy broke forth in his forehead before the priests in the house of the LORD, beside the altar of incense. ", "type": "text", "attrs": {"verseId": "2CH.26.19", "verseOrgIds": ["2CH.26.19"]}}, {"text": "And Azariah the chief priest, and all the priests, looked upon him, and, behold, he was leprous in his forehead, and they thrust him out quickly from thence; yea, himself made haste also to go out, because the LORD had smitten him. ", "type": "text", "attrs": {"verseId": "2CH.26.20", "verseOrgIds": ["2CH.26.20"]}}, {"text": "And Uzziah the king was a leper unto the day of his death, and dwelt in a house set apart, being a leper; for he was cut off from the house of the LORD; and Jotham his son was over the king's house, judging the people of the land. ", "type": "text", "attrs": {"verseId": "2CH.26.21", "verseOrgIds": ["2CH.26.21"]}}, {"text": "Now the rest of the acts of Uzziah, first and last, did Isaiah the prophet, the son of Amoz, write. ", "type": "text", "attrs": {"verseId": "2CH.26.22", "verseOrgIds": ["2CH.26.22"]}}, {"text": "So Uzziah slept with his fathers; and they buried him with his fathers in the field of burial which belonged to the kings; for they said: 'He is a leper'; and Jotham his son reigned in his stead.", "type": "text", "attrs": {"verseId": "2CH.26.23", "verseOrgIds": ["2CH.26.23"]}}]}], "next": {"id": "2CH.27", "number": "27", "bookId": "2CH"}, "previous": {"id": "2CH.25", "number": "25", "bookId": "2CH"}}}}