{"_default": {"1": {"id": "ISA.64", "bibleId": "bf8f1c7f3f9045a5-01", "number": "64", "bookId": "ISA", "reference": "Isaiah 64", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "(63-19) Oh, that Thou wouldest rend the heavens, that Thou wouldest come down, that the mountains might quake at Thy presence, ", "type": "text", "attrs": {"verseId": "ISA.64.1", "verseOrgIds": ["ISA.64.1"]}}, {"text": "(64-1) As when fire kindleth the brush-wood, and the fire causeth the waters to boil; to make Thy name known to Thine adversaries, that the nations might tremble at Thy presence, ", "type": "text", "attrs": {"verseId": "ISA.64.2", "verseOrgIds": ["ISA.64.1"]}}, {"text": "(64-2) When Thou didst tremendous things which we looked not for — Oh that Thou wouldest come down, that the mountains might quake at Thy presence! — ", "type": "text", "attrs": {"verseId": "ISA.64.3", "verseOrgIds": ["ISA.64.2"]}}, {"text": "(64-3) And whereof from of old men have not heard, nor perceived by the ear, neither hath the eye seen a God beside Thee, who worketh for him that waiteth for Him. ", "type": "text", "attrs": {"verseId": "ISA.64.4", "verseOrgIds": ["ISA.64.3"]}}, {"text": "(64-4) Thou didst take away him that joyfully worked righteousness, those that remembered Thee in Thy ways — behold, Thou wast wroth, and we sinned — upon them have we stayed of old, that we might be saved. ", "type": "text", "attrs": {"verseId": "ISA.64.5", "verseOrgIds": ["ISA.64.4"]}}, {"text": "(64-5) And we are all become as one that is unclean, and all our righteousnesses are as a polluted garment; and we all do fade as a leaf, and our iniquities, like the wind, take us away. ", "type": "text", "attrs": {"verseId": "ISA.64.6", "verseOrgIds": ["ISA.64.5"]}}, {"text": "(64-6) And there is none that calleth upon Thy name, that stirreth up himself to take hold of Thee; for Thou hast hid Thy face from us, and hast consumed us by means of our iniquities. ", "type": "text", "attrs": {"verseId": "ISA.64.7", "verseOrgIds": ["ISA.64.6"]}}, {"text": "(64-7) But now, O LORD, Thou art our Father; we are the clay, and Thou our potter, and we all are the work of Thy hand. ", "type": "text", "attrs": {"verseId": "ISA.64.8", "verseOrgIds": ["ISA.64.7"]}}, {"text": "(64-8) Be not wroth very sore, O LORD, neither remember iniquity for ever; behold, look, we beseech Thee, we are all Thy people. ", "type": "text", "attrs": {"verseId": "ISA.64.9", "verseOrgIds": ["ISA.64.8"]}}, {"text": "(64-9) Thy holy cities are become a wilderness, Zion is become a wilderness, Jerusalem a desolation. ", "type": "text", "attrs": {"verseId": "ISA.64.10", "verseOrgIds": ["ISA.64.9"]}}, {"text": "(64-10) Our holy and our beautiful house, where our fathers praised Thee, is burned with fire; and all our pleasant things are laid waste. ", "type": "text", "attrs": {"verseId": "ISA.64.11", "verseOrgIds": ["ISA.64.10"]}}, {"text": "(64-11) Wilt Thou refrain Thyself for these things, O LORD? Wilt Thou hold Thy peace, and afflict us very sore?", "type": "text", "attrs": {"verseId": "ISA.64.12", "verseOrgIds": ["ISA.64.11"]}}]}], "next": {"id": "ISA.65", "number": "65", "bookId": "ISA"}, "previous": {"id": "ISA.63", "number": "63", "bookId": "ISA"}}}}