{"_default": {"1": {"id": "1KI.16", "bibleId": "bf8f1c7f3f9045a5-01", "number": "16", "bookId": "1KI", "reference": "1 Kings 16", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD came to Jehu the son of Hanani against Baasa, saying: ", "type": "text", "attrs": {"verseId": "1KI.16.1", "verseOrgIds": ["1KI.16.1"]}}, {"text": "'Forasmuch as I exalted thee out of the dust, and made thee prince over My people Israel; and thou hast walked in the way of Jeroboam, and hast made My people Israel to sin, to provoke Me with their sins; ", "type": "text", "attrs": {"verseId": "1KI.16.2", "verseOrgIds": ["1KI.16.2"]}}, {"text": "behold, I will utterly sweep away Baasa and his house; and I will make thy house like the house of Jeroboam the son of Nebat. ", "type": "text", "attrs": {"verseId": "1KI.16.3", "verseOrgIds": ["1KI.16.3"]}}, {"text": "Him that dieth of Baasa in the city shall the dogs eat; and him that dieth of his in the field shall the fowls of the air eat.' ", "type": "text", "attrs": {"verseId": "1KI.16.4", "verseOrgIds": ["1KI.16.4"]}}, {"text": "Now the rest of the acts of Baasa, and what he did, and his might, are they not written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "1KI.16.5", "verseOrgIds": ["1KI.16.5"]}}, {"text": "And Baasa slept with his fathers, and was buried in Tirzah; and Elah his son reigned in his stead. ", "type": "text", "attrs": {"verseId": "1KI.16.6", "verseOrgIds": ["1KI.16.6"]}}, {"text": "And moreover by the hand of the prophet Jehu the son of Hanani came the word of the LORD against Baasa, and against his house, both because of all the evil that he did in the sight of the LORD, to provoke Him with the work of his hands, in being like the house of Jeroboam, and because he smote him. ", "type": "text", "attrs": {"verseId": "1KI.16.7", "verseOrgIds": ["1KI.16.7"]}}, {"text": "In the twenty and sixth year of Asa king of Judah began Elah the son of Baasa to reign over Israel in Tirzah, and reigned two years. ", "type": "text", "attrs": {"verseId": "1KI.16.8", "verseOrgIds": ["1KI.16.8"]}}, {"text": "And his servant Zimri, captain of half his chariots, conspired against him; now he was in Tirzah, drinking himself drunk in the house of Arza, who was over the household in Tirzah; ", "type": "text", "attrs": {"verseId": "1KI.16.9", "verseOrgIds": ["1KI.16.9"]}}, {"text": "and Zimri went in and smote him, and killed him, in the twenty and seventh year of Asa king of Judah, and reigned in his stead. ", "type": "text", "attrs": {"verseId": "1KI.16.10", "verseOrgIds": ["1KI.16.10"]}}, {"text": "And it came to pass, when he began to reign, as soon as he sat on his throne, that he smote all the house of Baasa; he left him not a single man-child, neither of his kinsfolks, nor of his friends. ", "type": "text", "attrs": {"verseId": "1KI.16.11", "verseOrgIds": ["1KI.16.11"]}}, {"text": "Thus did Zimri destroy all the house of Baasa, according to the word of the LORD, which He spoke against Baasa by Jehu the prophet, ", "type": "text", "attrs": {"verseId": "1KI.16.12", "verseOrgIds": ["1KI.16.12"]}}, {"text": "for all the sins of Baasa, and the sins of Elah his son, which they sinned, and wherewith they made Israel to sin, to provoke the LORD, the God of Israel, with their vanities. ", "type": "text", "attrs": {"verseId": "1KI.16.13", "verseOrgIds": ["1KI.16.13"]}}, {"text": "Now the rest of the acts of Elah, and all that he did, are they not written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "1KI.16.14", "verseOrgIds": ["1KI.16.14"]}}, {"text": "In the twenty and seventh year of Asa king of Judah did Zimri reign seven days in Tirzah. Now the people were encamped against Gibbethon, which belonged to the Philistines. ", "type": "text", "attrs": {"verseId": "1KI.16.15", "verseOrgIds": ["1KI.16.15"]}}, {"text": "And the people that were encamped heard say: 'Zimri hath conspired, and hath also smitten the king'; wherefore all Israel made Omri, the captain of the host, king over Israel that day in the camp. ", "type": "text", "attrs": {"verseId": "1KI.16.16", "verseOrgIds": ["1KI.16.16"]}}, {"text": "And Omri went up from Gibbethon, and all Israel with him, and they besieged Tirzah. ", "type": "text", "attrs": {"verseId": "1KI.16.17", "verseOrgIds": ["1KI.16.17"]}}, {"text": "And it came to pass, when Zimri saw that the city was taken, that he went into the castle of the king's house, and burnt the king's house over him with fire, and died; ", "type": "text", "attrs": {"verseId": "1KI.16.18", "verseOrgIds": ["1KI.16.18"]}}, {"text": "for his sins which he sinned in doing that which was evil in the sight of the LORD, in walking in the way of Jeroboam, and in his sin which he did, to make Israel to sin. ", "type": "text", "attrs": {"verseId": "1KI.16.19", "verseOrgIds": ["1KI.16.19"]}}, {"text": "Now the rest of the acts of Zimri, and his treason that he wrought, are they not written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "1KI.16.20", "verseOrgIds": ["1KI.16.20"]}}, {"text": "Then were the people of Israel divided into two parts: half of the people followed Tibni the son of Ginath, to make him king; and half followed Omri. ", "type": "text", "attrs": {"verseId": "1KI.16.21", "verseOrgIds": ["1KI.16.21"]}}, {"text": "But the people that followed Omri prevailed against the people that followed Tibni the son of Ginath; so Tibni died, and Omri reigned. ", "type": "text", "attrs": {"verseId": "1KI.16.22", "verseOrgIds": ["1KI.16.22"]}}, {"text": "In the thirty and first year of Asa king of Judah began Omri to reign over Israel, and reigned twelve years; six years reigned he in Tirzah. ", "type": "text", "attrs": {"verseId": "1KI.16.23", "verseOrgIds": ["1KI.16.23"]}}, {"text": "And he bought the hill Samaria of Shemer for two talents of silver; and he built on the hill, and called the name of the city which he built, after the name of Shemer, the owner of the hill, Samaria. ", "type": "text", "attrs": {"verseId": "1KI.16.24", "verseOrgIds": ["1KI.16.24"]}}, {"text": "And Omri did that which was evil in the sight of the LORD, and dealt wickedly above all that were before him. ", "type": "text", "attrs": {"verseId": "1KI.16.25", "verseOrgIds": ["1KI.16.25"]}}, {"text": "For he walked in all the way of Jeroboam the son of Nebat, and in his sins wherewith he made Israel to sin, to provoke the LORD, the God of Israel, with their vanities. ", "type": "text", "attrs": {"verseId": "1KI.16.26", "verseOrgIds": ["1KI.16.26"]}}, {"text": "Now the rest of the acts of Omri which he did, and his might that he showed, are they not written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "1KI.16.27", "verseOrgIds": ["1KI.16.27"]}}, {"text": "And Omri slept with his fathers, and was buried in Samaria; and Ahab his son reigned in his stead. ", "type": "text", "attrs": {"verseId": "1KI.16.28", "verseOrgIds": ["1KI.16.28"]}}, {"text": "And in the thirty and eighth year of Asa king of Judah began Ahab the son of Omri to reign over Israel; and Ahab the son of Omri reigned over Israel in Samaria twenty and two years. ", "type": "text", "attrs": {"verseId": "1KI.16.29", "verseOrgIds": ["1KI.16.29"]}}, {"text": "And Ahab the son of Omri did that which was evil in the sight of the LORD above all that were before him. ", "type": "text", "attrs": {"verseId": "1KI.16.30", "verseOrgIds": ["1KI.16.30"]}}, {"text": "And it came to pass, as if it had been a light thing for him to walk in the sins of Jeroboam the son of Nebat, that he took to wife Jezebel the daughter of Ethbaal king of the Zidonians, and went and served Baal, and worshipped him. ", "type": "text", "attrs": {"verseId": "1KI.16.31", "verseOrgIds": ["1KI.16.31"]}}, {"text": "And he reared up an altar for Baal in the house of Baal, which he had built in Samaria. ", "type": "text", "attrs": {"verseId": "1KI.16.32", "verseOrgIds": ["1KI.16.32"]}}, {"text": "And Ahab made the Asherah; and Ahab did yet more to provoke the LORD, the God of Israel, than all the kings of Israel that were before him. ", "type": "text", "attrs": {"verseId": "1KI.16.33", "verseOrgIds": ["1KI.16.33"]}}, {"text": "In his days did Hiel the Bethelite build Jericho; with Abiram his first-born he laid the foundation thereof, and with his youngest son Segub he set up the gates thereof; according to the word of the LORD, which He spoke by the hand of Joshua the son of Nun.", "type": "text", "attrs": {"verseId": "1KI.16.34", "verseOrgIds": ["1KI.16.34"]}}]}], "next": {"id": "1KI.17", "number": "17", "bookId": "1KI"}, "previous": {"id": "1KI.15", "number": "15", "bookId": "1KI"}}}}