{"_default": {"1": {"id": "NAM.2", "bibleId": "bf8f1c7f3f9045a5-01", "number": "2", "bookId": "NAM", "reference": "Nahum 2", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "(2-2) A maul is come up before thy face; guard the defences, watch the way, make thy loins strong, fortify thy power mightily! — ", "type": "text", "attrs": {"verseId": "NAM.2.1", "verseOrgIds": ["NAM.2.2"]}}, {"text": "(2-3) For the LORD restoreth the pride of Jacob, as the pride of Israel; for the emptiers have emptied them out, and marred their vine-branches. — ", "type": "text", "attrs": {"verseId": "NAM.2.2", "verseOrgIds": ["NAM.2.3"]}}, {"text": "(2-4) The shield of his mighty men is made red, the valiant men are in scarlet; the chariots are fire of steel in the day of his preparation, and the cypress spears are made to quiver. ", "type": "text", "attrs": {"verseId": "NAM.2.3", "verseOrgIds": ["NAM.2.4"]}}, {"text": "(2-5) The chariots rush madly in the streets, they jostle one against another in the broad places; the appearance of them is like torches, they run to and fro like the lightnings. ", "type": "text", "attrs": {"verseId": "NAM.2.4", "verseOrgIds": ["NAM.2.5"]}}, {"text": "(2-6) He bethinketh himself of his worthies; they stumble in their march; they make haste to the wall thereof, and the mantelet is prepared. ", "type": "text", "attrs": {"verseId": "NAM.2.5", "verseOrgIds": ["NAM.2.6"]}}, {"text": "(2-7) The gates of the rivers are opened, and the palace is dissolved. ", "type": "text", "attrs": {"verseId": "NAM.2.6", "verseOrgIds": ["NAM.2.7"]}}, {"text": "(2-8) And the queen is uncovered, she is carried away, and her handmaids moan as with the voice of doves, tabering upon their breasts. ", "type": "text", "attrs": {"verseId": "NAM.2.7", "verseOrgIds": ["NAM.2.8"]}}, {"text": "(2-9) But Nineveh hath been from of old like a pool of water; yet they flee away; 'Stand, stand'; but none looketh back. ", "type": "text", "attrs": {"verseId": "NAM.2.8", "verseOrgIds": ["NAM.2.9"]}}, {"text": "(2-10) Take ye the spoil of silver, take the spoil of gold; for there is no end of the store, rich with all precious vessels. ", "type": "text", "attrs": {"verseId": "NAM.2.9", "verseOrgIds": ["NAM.2.10"]}}, {"text": "(2-11) She is empty, and void, and waste; and the heart melteth, and the knees smite together, and convulsion is in all loins, and the faces of them all have gathered blackness. ", "type": "text", "attrs": {"verseId": "NAM.2.10", "verseOrgIds": ["NAM.2.11"]}}, {"text": "(2-12) Where is the den of the lions, which was the feeding-place of the young lions, where the lion and the lioness walked, and the lion's whelp, and none made them afraid? ", "type": "text", "attrs": {"verseId": "NAM.2.11", "verseOrgIds": ["NAM.2.12"]}}, {"text": "(2-13) The lion did tear in pieces enough for his whelps, and strangled for his lionesses, and filled his caves with prey, and his dens with ravin. ", "type": "text", "attrs": {"verseId": "NAM.2.12", "verseOrgIds": ["NAM.2.13"]}}, {"text": "(2-14) Behold, I am against thee, saith the LORD of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions; and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.", "type": "text", "attrs": {"verseId": "NAM.2.13", "verseOrgIds": ["NAM.2.14"]}}]}], "next": {"id": "NAM.3", "number": "3", "bookId": "NAM"}, "previous": {"id": "NAM.1", "number": "1", "bookId": "NAM"}}}}