{"_default": {"1": {"id": "ZEC.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "ZEC", "reference": "Zechariah 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass in the fourth year of king Darius, that the word of the LORD came unto Zechariah in the fourth day of the ninth month, even in Chislev; ", "type": "text", "attrs": {"verseId": "ZEC.7.1", "verseOrgIds": ["ZEC.7.1"]}}, {"text": "When Bethel-sarezer, and Regem-melech and his men, had sent to entreat the favour of the LORD, ", "type": "text", "attrs": {"verseId": "ZEC.7.2", "verseOrgIds": ["ZEC.7.2"]}}, {"text": "and to speak unto the priests of the house of the LORD of hosts, and to the prophets, saying: 'Should I weep in the fifth month, separating myself, as I have done these so many years?' ", "type": "text", "attrs": {"verseId": "ZEC.7.3", "verseOrgIds": ["ZEC.7.3"]}}, {"text": "Then came the word of the LORD of hosts unto me, saying: ", "type": "text", "attrs": {"verseId": "ZEC.7.4", "verseOrgIds": ["ZEC.7.4"]}}, {"text": "'Speak unto all the people of the land, and to the priests, saying: When ye fasted and mourned in the fifth and in the seventh month, even these seventy years, did ye at all fast unto Me, even to Me? ", "type": "text", "attrs": {"verseId": "ZEC.7.5", "verseOrgIds": ["ZEC.7.5"]}}, {"text": "And when ye eat, and when ye drink, are ye not they that eat, and they that drink? ", "type": "text", "attrs": {"verseId": "ZEC.7.6", "verseOrgIds": ["ZEC.7.6"]}}, {"text": "Should ye not hearken to the words which the LORD hath proclaimed by the former prophets, when Jerusalem was inhabited and in prosperity, and the cities thereof round about her, and the South and the Lowland were inhabited?' ", "type": "text", "attrs": {"verseId": "ZEC.7.7", "verseOrgIds": ["ZEC.7.7"]}}, {"text": "And the word of the LORD came unto Zechariah, saying: ", "type": "text", "attrs": {"verseId": "ZEC.7.8", "verseOrgIds": ["ZEC.7.8"]}}, {"text": "'Thus hath the LORD of hosts spoken, saying: Execute true judgment, and show mercy and compassion every man to his brother; ", "type": "text", "attrs": {"verseId": "ZEC.7.9", "verseOrgIds": ["ZEC.7.9"]}}, {"text": "and oppress not the widow, nor the fatherless, the stranger, nor the poor; and let none of you devise evil against his brother in your heart. ", "type": "text", "attrs": {"verseId": "ZEC.7.10", "verseOrgIds": ["ZEC.7.10"]}}, {"text": "But they refused to attend, and turned a stubborn shoulder, and stopped their ears, that they might not hear. ", "type": "text", "attrs": {"verseId": "ZEC.7.11", "verseOrgIds": ["ZEC.7.11"]}}, {"text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the LORD of hosts had sent by His spirit by the hand of the former prophets; therefore came there great wrath from the LORD of hosts. ", "type": "text", "attrs": {"verseId": "ZEC.7.12", "verseOrgIds": ["ZEC.7.12"]}}, {"text": "And it came to pass that, as He called, and they would not hear; so they shall call, and I will not hear, said the LORD of hosts; ", "type": "text", "attrs": {"verseId": "ZEC.7.13", "verseOrgIds": ["ZEC.7.13"]}}, {"text": "but I will scatter them with a whirlwind among all the nations whom they have not known. Thus the land was desolate after them, so that no man passed through nor returned; for they laid the pleasant land desolate.'", "type": "text", "attrs": {"verseId": "ZEC.7.14", "verseOrgIds": ["ZEC.7.14"]}}]}], "next": {"id": "ZEC.8", "number": "8", "bookId": "ZEC"}, "previous": {"id": "ZEC.6", "number": "6", "bookId": "ZEC"}}}}