{"_default": {"1": {"id": "ISA.28", "bibleId": "bf8f1c7f3f9045a5-01", "number": "28", "bookId": "ISA", "reference": "Isaiah 28", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Woe to the crown of pride of the drunkards of Ephraim, and to the fading flower of his glorious beauty, which is on the head of the fat valley of them that are smitten down with wine! ", "type": "text", "attrs": {"verseId": "ISA.28.1", "verseOrgIds": ["ISA.28.1"]}}, {"text": "Behold, the Lord hath a mighty and strong one, as a storm of hail, a tempest of destruction, as a storm of mighty waters overflowing, that casteth down to the earth with violence. ", "type": "text", "attrs": {"verseId": "ISA.28.2", "verseOrgIds": ["ISA.28.2"]}}, {"text": "The crown of pride of the drunkards of Ephraim shall be trodden under foot; ", "type": "text", "attrs": {"verseId": "ISA.28.3", "verseOrgIds": ["ISA.28.3"]}}, {"text": "And the fading flower of his glorious beauty, which is on the head of the fat valley, shall be as the first-ripe fig before the summer, which when one looketh upon it, while it is yet in his hand he eateth it up. ", "type": "text", "attrs": {"verseId": "ISA.28.4", "verseOrgIds": ["ISA.28.4"]}}, {"text": "In that day shall the LORD of hosts be for a crown of glory, and for a diadem of beauty, unto the residue of His people; ", "type": "text", "attrs": {"verseId": "ISA.28.5", "verseOrgIds": ["ISA.28.5"]}}, {"text": "And for a spirit of judgment to him that sitteth in judgment, and for strength to them that turn back the battle at the gate. ", "type": "text", "attrs": {"verseId": "ISA.28.6", "verseOrgIds": ["ISA.28.6"]}}, {"text": "But these also reel through wine, and stagger through strong drink; the priest and the prophet reel through strong drink, they are confused because of wine, they stagger because of strong drink; they reel in vision, they totter in judgment. ", "type": "text", "attrs": {"verseId": "ISA.28.7", "verseOrgIds": ["ISA.28.7"]}}, {"text": "For all tables are full of filthy vomit, and no place is clean. ", "type": "text", "attrs": {"verseId": "ISA.28.8", "verseOrgIds": ["ISA.28.8"]}}, {"text": "Whom shall one teach knowledge? And whom shall one make to understand the message? Them that are weaned from the milk, them that are drawn from the breasts? ", "type": "text", "attrs": {"verseId": "ISA.28.9", "verseOrgIds": ["ISA.28.9"]}}, {"text": "For it is precept by precept, precept by precept, line by line, line by line; here a little, there a little. ", "type": "text", "attrs": {"verseId": "ISA.28.10", "verseOrgIds": ["ISA.28.10"]}}, {"text": "For with stammering lips and with a strange tongue shall it be spoken to this people; ", "type": "text", "attrs": {"verseId": "ISA.28.11", "verseOrgIds": ["ISA.28.11"]}}, {"text": "To whom it was said: 'This is the rest, give ye rest to the weary; and this is the refreshing'; yet they would not hear. ", "type": "text", "attrs": {"verseId": "ISA.28.12", "verseOrgIds": ["ISA.28.12"]}}, {"text": "And so the word of the LORD is unto them precept by precept, precept by precept, line by line, line by line; here a little, there a little; that they may go, and fall backward, and be broken, and snared, and taken. ", "type": "text", "attrs": {"verseId": "ISA.28.13", "verseOrgIds": ["ISA.28.13"]}}, {"text": "Wherefore hear the word of the LORD, ye scoffers, the ballad-mongers of this people which is in Jerusalem: ", "type": "text", "attrs": {"verseId": "ISA.28.14", "verseOrgIds": ["ISA.28.14"]}}, {"text": "Because ye have said: 'We have made a covenant with death, and with the nether-world are we at agreement; when the scouring scourge shall pass through, it shall not come unto us; for we have made lies our refuge, and in falsehood have we hid ourselves'; ", "type": "text", "attrs": {"verseId": "ISA.28.15", "verseOrgIds": ["ISA.28.15"]}}, {"text": "Therefore thus saith the Lord GOD: Behold, I lay in Zion for a foundation a stone, a tried stone, a costly corner-stone of sure foundation; he that believeth shall not make haste. ", "type": "text", "attrs": {"verseId": "ISA.28.16", "verseOrgIds": ["ISA.28.16"]}}, {"text": "And I will make justice the line, and righteousness the plummet; and the hail shall sweep away the refuge of lies, and the waters shall overflow the hiding-place. ", "type": "text", "attrs": {"verseId": "ISA.28.17", "verseOrgIds": ["ISA.28.17"]}}, {"text": "And your covenant with death shall be disannulled and your agreement with the nether-world shall not stand; when the scouring scourge shall pass through, then ye shall be trodden down by it, ", "type": "text", "attrs": {"verseId": "ISA.28.18", "verseOrgIds": ["ISA.28.18"]}}, {"text": "As often as it passeth through, it shall take you; for morning by morning shall it pass through, by day and by night; and it shall be sheer terror to understand the message. ", "type": "text", "attrs": {"verseId": "ISA.28.19", "verseOrgIds": ["ISA.28.19"]}}, {"text": "For the bed is too short for a man to stretch himself; and the covering too narrow when he gathereth himself up. ", "type": "text", "attrs": {"verseId": "ISA.28.20", "verseOrgIds": ["ISA.28.20"]}}, {"text": "For the LORD will rise up as in mount Perazim, He will be wroth as in the valley of Gibeon; that He may do His work, strange is His work, and bring to pass His act, strange is His act. ", "type": "text", "attrs": {"verseId": "ISA.28.21", "verseOrgIds": ["ISA.28.21"]}}, {"text": "Now therefore be ye not scoffers, lest your bands be made strong; for an extermination wholly determined have I heard from the Lord, the GOD of hosts, upon the whole land. ", "type": "text", "attrs": {"verseId": "ISA.28.22", "verseOrgIds": ["ISA.28.22"]}}, {"text": "Give ye ear, and hear my voice; attend, and hear my speech. ", "type": "text", "attrs": {"verseId": "ISA.28.23", "verseOrgIds": ["ISA.28.23"]}}, {"text": "Is the plowman never done with plowing to sow, with the opening and harrowing of his ground? ", "type": "text", "attrs": {"verseId": "ISA.28.24", "verseOrgIds": ["ISA.28.24"]}}, {"text": "When he hath made plain the face thereof, doth he not cast abroad the black cummin, and scatter the cummin, and put in the wheat in rows and the barley in the appointed place and the spelt in the border thereof? ", "type": "text", "attrs": {"verseId": "ISA.28.25", "verseOrgIds": ["ISA.28.25"]}}, {"text": "For He doth instruct him aright; his God doth teach him. ", "type": "text", "attrs": {"verseId": "ISA.28.26", "verseOrgIds": ["ISA.28.26"]}}, {"text": "For the black cummin is not threshed with a threshing-sledge, neither is a cart-wheel turned about upon the cummin; but the black cummin is beaten out with a staff, and the cummin with a rod. ", "type": "text", "attrs": {"verseId": "ISA.28.27", "verseOrgIds": ["ISA.28.27"]}}, {"text": "Is bread corn crushed? Nay, he will not ever be threshing it; and though the roller of his wagon and its sharp edges move noisily, he doth not crush it. ", "type": "text", "attrs": {"verseId": "ISA.28.28", "verseOrgIds": ["ISA.28.28"]}}, {"text": "This also cometh forth from the LORD of hosts: Wonderful is His counsel, and great His wisdom.", "type": "text", "attrs": {"verseId": "ISA.28.29", "verseOrgIds": ["ISA.28.29"]}}]}], "next": {"id": "ISA.29", "number": "29", "bookId": "ISA"}, "previous": {"id": "ISA.27", "number": "27", "bookId": "ISA"}}}}