{"_default": {"1": {"id": "1SA.29", "bibleId": "bf8f1c7f3f9045a5-01", "number": "29", "bookId": "1SA", "reference": "1 Samuel 29", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the Philistines gathered together all their hosts to Aphek; and the Israelites pitched by the fountain which is in Jezreel. ", "type": "text", "attrs": {"verseId": "1SA.29.1", "verseOrgIds": ["1SA.29.1"]}}, {"text": "And the lords of the Philistines passed on by hundreds, and by thousands; and David and his men passed on in the rearward with Achish. ", "type": "text", "attrs": {"verseId": "1SA.29.2", "verseOrgIds": ["1SA.29.2"]}}, {"text": "Then said the princes of the Philistines: 'What do these Hebrews here?' And Achish said unto the princes of the Philistines: 'Is not this David, the servant of Saul the king of Israel, who hath been with me these days or these years, and I have found no fault in him since he fell away unto me unto this day?' ", "type": "text", "attrs": {"verseId": "1SA.29.3", "verseOrgIds": ["1SA.29.3"]}}, {"text": "But the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him: 'Make the man return, that he may go back to his place where thou hast appointed him, and let him not go down with us to battle, lest in the battle he become an adversary to us; for wherewith should this fellow reconcile himself unto his lord? should it not be with the heads of these men? ", "type": "text", "attrs": {"verseId": "1SA.29.4", "verseOrgIds": ["1SA.29.4"]}}, {"text": "Is not this David, of whom they sang one to another in dances, saying: Saul hath slain his thousands, and David his ten thousands?' ", "type": "text", "attrs": {"verseId": "1SA.29.5", "verseOrgIds": ["1SA.29.5"]}}, {"text": "Then Achish called David, and said unto him: 'As the LORD liveth, thou hast been upright, and thy going out and thy coming in with me in the host is good in my sight; for I have not found evil in thee since the day of thy coming unto me unto this day; nevertheless the lords favour thee not. ", "type": "text", "attrs": {"verseId": "1SA.29.6", "verseOrgIds": ["1SA.29.6"]}}, {"text": "Wherefore now return, and go in peace, that thou displease not the lords of the Philistines.' ", "type": "text", "attrs": {"verseId": "1SA.29.7", "verseOrgIds": ["1SA.29.7"]}}, {"text": "And David said unto Achish: 'But what have I done? and what hast thou found in thy servant so long as I have been before thee unto this day, that I may not go and fight against the enemies of my lord the king?' ", "type": "text", "attrs": {"verseId": "1SA.29.8", "verseOrgIds": ["1SA.29.8"]}}, {"text": "And Achish answered and said to David: 'I know that thou art good in my sight, as an angel of God; notwithstanding the princes of the Philistines have said: He shall not go up with us to the battle. ", "type": "text", "attrs": {"verseId": "1SA.29.9", "verseOrgIds": ["1SA.29.9"]}}, {"text": "Wherefore now rise up early in the morning with the servants of thy lord that are come with thee; and as soon as ye are up early in the morning, and have light, depart.' ", "type": "text", "attrs": {"verseId": "1SA.29.10", "verseOrgIds": ["1SA.29.10"]}}, {"text": "So David rose up early, he and his men, to depart in the morning, to return into the land of the Philistines. And the Philistines went up to Jezreel.", "type": "text", "attrs": {"verseId": "1SA.29.11", "verseOrgIds": ["1SA.29.11"]}}]}], "next": {"id": "1SA.30", "number": "30", "bookId": "1SA"}, "previous": {"id": "1SA.28", "number": "28", "bookId": "1SA"}}}}