{"_default": {"1": {"id": "2CH.27", "bibleId": "bf8f1c7f3f9045a5-01", "number": "27", "bookId": "2CH", "reference": "2 Chronicles 27", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jotham was twenty and five years old when he began to reign; and he reigned sixteen years in Jerusalem; and his mother's name was Jerushah the daughter of Zadok. ", "type": "text", "attrs": {"verseId": "2CH.27.1", "verseOrgIds": ["2CH.27.1"]}}, {"text": "And he did that which was right in the eyes of the LORD, according to all that his father Uzziah had done; howbeit he entered not into the temple of the LORD. And the people did yet corruptly. ", "type": "text", "attrs": {"verseId": "2CH.27.2", "verseOrgIds": ["2CH.27.2"]}}, {"text": "He built the upper gate of the house of the LORD, and on the wall of Ophel he built much. ", "type": "text", "attrs": {"verseId": "2CH.27.3", "verseOrgIds": ["2CH.27.3"]}}, {"text": "Moreover he built cities in the hill-country of Judah, and in the forest he built castles and towers. ", "type": "text", "attrs": {"verseId": "2CH.27.4", "verseOrgIds": ["2CH.27.4"]}}, {"text": "He fought also with the king of the children of Ammon, and prevailed against them. And the children of Ammon gave him the same year a hundred talents of silver, and ten thousand measures of wheat, and ten thousand of barley. So much did the children of Ammon render unto him, in the second year also, and in the third. ", "type": "text", "attrs": {"verseId": "2CH.27.5", "verseOrgIds": ["2CH.27.5"]}}, {"text": "So Jotham became mighty, because he ordered his ways before the LORD his God. ", "type": "text", "attrs": {"verseId": "2CH.27.6", "verseOrgIds": ["2CH.27.6"]}}, {"text": "Now the rest of the acts of Jotham, and all his wars, and his ways, behold, they are written in the book of the kings of Israel and Judah. ", "type": "text", "attrs": {"verseId": "2CH.27.7", "verseOrgIds": ["2CH.27.7"]}}, {"text": "He was five and twenty years old when he began to reign, and reigned sixteen years in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.27.8", "verseOrgIds": ["2CH.27.8"]}}, {"text": "And Jotham slept with his fathers, and they buried him in the city of David; and Ahaz his son reigned in his stead.", "type": "text", "attrs": {"verseId": "2CH.27.9", "verseOrgIds": ["2CH.27.9"]}}]}], "next": {"id": "2CH.28", "number": "28", "bookId": "2CH"}, "previous": {"id": "2CH.26", "number": "26", "bookId": "2CH"}}}}