{"_default": {"1": {"id": "EZK.42", "bibleId": "bf8f1c7f3f9045a5-01", "number": "42", "bookId": "EZK", "reference": "Ezekiel 42", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then he brought me forth into the outer court, the way toward the north; and he brought me into the chamber that was over against the separate place, and which was over against the building, toward the north, ", "type": "text", "attrs": {"verseId": "EZK.42.1", "verseOrgIds": ["EZK.42.1"]}}, {"text": "even to the front of the length of a hundred cubits, with the door on the north, and the breadth of fifty cubits, ", "type": "text", "attrs": {"verseId": "EZK.42.2", "verseOrgIds": ["EZK.42.2"]}}, {"text": "over against the twenty cubits which belonged to the inner court, and over against the pavement which belonged to the outer court; with gallery against gallery in three stories. ", "type": "text", "attrs": {"verseId": "EZK.42.3", "verseOrgIds": ["EZK.42.3"]}}, {"text": "And before the chambers was a walk of ten cubits breadth inward, a way of one cubit; and their doors were toward the north. ", "type": "text", "attrs": {"verseId": "EZK.42.4", "verseOrgIds": ["EZK.42.4"]}}, {"text": "Now the upper chambers were shorter; for the galleries took away from these, more than from the lower and the middlemost, in the building. ", "type": "text", "attrs": {"verseId": "EZK.42.5", "verseOrgIds": ["EZK.42.5"]}}, {"text": "For they were in three stories, and they had not pillars as the pillars of the courts; therefore room was taken away from the lowest and the middlemost, in comparison with the ground. ", "type": "text", "attrs": {"verseId": "EZK.42.6", "verseOrgIds": ["EZK.42.6"]}}, {"text": "And the wall that was without by the side of the chambers, toward the outer court in front of the chambers, the length thereof was fifty cubits. ", "type": "text", "attrs": {"verseId": "EZK.42.7", "verseOrgIds": ["EZK.42.7"]}}, {"text": "For the length of the chambers that were toward the outer court was fifty cubits; and, lo, before the temple were a hundred cubits. ", "type": "text", "attrs": {"verseId": "EZK.42.8", "verseOrgIds": ["EZK.42.8"]}}, {"text": "And from under these chambers was the entry on the east side, as one goeth into them from the outer court. ", "type": "text", "attrs": {"verseId": "EZK.42.9", "verseOrgIds": ["EZK.42.9"]}}, {"text": "In the breadth of the wall of the court toward the east, before the separate place, and before the building, there were chambers, ", "type": "text", "attrs": {"verseId": "EZK.42.10", "verseOrgIds": ["EZK.42.10"]}}, {"text": "with a way before them; like the appearance of the chambers which were toward the north, as long as they, and as broad as they, with all their goings out, and according to their fashions; and as their doors, ", "type": "text", "attrs": {"verseId": "EZK.42.11", "verseOrgIds": ["EZK.42.11"]}}, {"text": "so were also the doors of the chambers that were toward the south, there was a door in the head of the way, even the way directly before the wall, toward the way from the east, as one entereth into them. ", "type": "text", "attrs": {"verseId": "EZK.42.12", "verseOrgIds": ["EZK.42.12"]}}, {"text": "Then said he unto me: 'The north chambers and the south chambers, which are before the separate place, they are the holy chambers, where the priests that are near unto the LORD shall eat the most holy things; there shall they lay the most holy things, and the meal-offering, and the sin-offering, and the guilt-offering; for the place is holy. ", "type": "text", "attrs": {"verseId": "EZK.42.13", "verseOrgIds": ["EZK.42.13"]}}, {"text": "When the priests enter in, then shall they not go out of the holy place into the outer court, but there they shall lay their garments wherein they minister, for they are holy; and they shall put on other garments, and shall approach to that which pertaineth to the people.' ", "type": "text", "attrs": {"verseId": "EZK.42.14", "verseOrgIds": ["EZK.42.14"]}}, {"text": "Now when he had made an end of measuring the inner house, he brought me forth by the way of the gate whose prospect is toward the east, and measured it round about. ", "type": "text", "attrs": {"verseId": "EZK.42.15", "verseOrgIds": ["EZK.42.15"]}}, {"text": "He measured the east side with the measuring reed, five hundred reeds, with the measuring reed round about. ", "type": "text", "attrs": {"verseId": "EZK.42.16", "verseOrgIds": ["EZK.42.16"]}}, {"text": "He measured the north side, five hundred reeds, with the measuring reed round about. ", "type": "text", "attrs": {"verseId": "EZK.42.17", "verseOrgIds": ["EZK.42.17"]}}, {"text": "He measured the south side, five hundred reeds, with the measuring reed. ", "type": "text", "attrs": {"verseId": "EZK.42.18", "verseOrgIds": ["EZK.42.18"]}}, {"text": "He turned about to the west side, and measured five hundred reeds with the measuring reed. ", "type": "text", "attrs": {"verseId": "EZK.42.19", "verseOrgIds": ["EZK.42.19"]}}, {"text": "He measured it by the four sides; it had a wall round about, the length five hundred, and the breadth five hundred, to make a separation between that which was holy and that which was common.", "type": "text", "attrs": {"verseId": "EZK.42.20", "verseOrgIds": ["EZK.42.20"]}}]}], "next": {"id": "EZK.43", "number": "43", "bookId": "EZK"}, "previous": {"id": "EZK.41", "number": "41", "bookId": "EZK"}}}}