{"_default": {"1": {"id": "JER.16", "bibleId": "bf8f1c7f3f9045a5-01", "number": "16", "bookId": "JER", "reference": "Jeremiah 16", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The word of the LORD came also unto me, saying: ", "type": "text", "attrs": {"verseId": "JER.16.1", "verseOrgIds": ["JER.16.1"]}}, {"text": "Thou shalt not take thee a wife, neither shalt thou have sons or daughters in this place. ", "type": "text", "attrs": {"verseId": "JER.16.2", "verseOrgIds": ["JER.16.2"]}}, {"text": "For thus saith the LORD concerning the sons and concerning the daughters that are born in this place, and concerning their mothers that bore them, and concerning their fathers that begot them in this land: ", "type": "text", "attrs": {"verseId": "JER.16.3", "verseOrgIds": ["JER.16.3"]}}, {"text": "They shall die of grievous deaths; they shall not be lamented, neither shall they be buried, they shall be as dung upon the face of the ground; and they shall be consumed by the sword, and by famine; and their carcasses shall be meat for the fowls of heaven, and for the beasts of the earth. ", "type": "text", "attrs": {"verseId": "JER.16.4", "verseOrgIds": ["JER.16.4"]}}, {"text": "For thus saith the LORD: Enter not into the house of mourning, neither go to lament, neither bemoan them; for I have taken away My peace from this people, saith the LORD, even mercy and compassion. ", "type": "text", "attrs": {"verseId": "JER.16.5", "verseOrgIds": ["JER.16.5"]}}, {"text": "Both the great and the small shall die in this land; they shall not be buried; neither shall men lament for them, nor cut themselves, nor make themselves bald for them; ", "type": "text", "attrs": {"verseId": "JER.16.6", "verseOrgIds": ["JER.16.6"]}}, {"text": "neither shall men break bread for them in mourning, to comfort them for the dead; neither shall men give them the cup of consolation to drink for their father or for their mother. ", "type": "text", "attrs": {"verseId": "JER.16.7", "verseOrgIds": ["JER.16.7"]}}, {"text": "And thou shalt not go into the house of feasting to sit with them, to eat and to drink. ", "type": "text", "attrs": {"verseId": "JER.16.8", "verseOrgIds": ["JER.16.8"]}}, {"text": "For thus saith the LORD of hosts, the God of Israel: Behold, I will cause to cease out of this place, before your eyes and in your days, the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride. ", "type": "text", "attrs": {"verseId": "JER.16.9", "verseOrgIds": ["JER.16.9"]}}, {"text": "And it shall come to pass, when thou shalt tell this people all these words, and they shall say unto thee: 'Wherefore hath the LORD pronounced all this great evil against us? or what is our iniquity? or what is our sin that we have committed against the LORD our God?' ", "type": "text", "attrs": {"verseId": "JER.16.10", "verseOrgIds": ["JER.16.10"]}}, {"text": "then shalt thou say unto them: 'Because your fathers have forsaken Me, saith the LORD, and have walked after other gods, and have served them, and have worshipped them, and have forsaken Me, and have not kept My law; ", "type": "text", "attrs": {"verseId": "JER.16.11", "verseOrgIds": ["JER.16.11"]}}, {"text": "and ye have done worse than your fathers; for, behold, ye walk every one after the stubbornness of his evil heart, so that ye hearken not unto Me; ", "type": "text", "attrs": {"verseId": "JER.16.12", "verseOrgIds": ["JER.16.12"]}}, {"text": "therefore will I cast you out of this land into a land that ye have not known, neither ye nor your fathers; and there shall ye serve other gods day and night; forasmuch as I will show you no favour.' ", "type": "text", "attrs": {"verseId": "JER.16.13", "verseOrgIds": ["JER.16.13"]}}, {"text": "Therefore, behold, the days come, saith the LORD, that it shall no more be said: 'As the LORD liveth, that brought up the children of Israel out of the land of Egypt,' ", "type": "text", "attrs": {"verseId": "JER.16.14", "verseOrgIds": ["JER.16.14"]}}, {"text": "but: 'As the LORD liveth, that brought up the children of Israel from the land of the north, and from all the countries whither He had driven them'; and I will bring them back into their land that I gave unto their fathers. ", "type": "text", "attrs": {"verseId": "JER.16.15", "verseOrgIds": ["JER.16.15"]}}, {"text": "Behold, I will send for many fishers, saith the LORD, and they shall fish them; and afterward I will send for many hunters, and they shall hunt them from every mountain, and from every hill, and out of the clefts of the rocks. ", "type": "text", "attrs": {"verseId": "JER.16.16", "verseOrgIds": ["JER.16.16"]}}, {"text": "For Mine eyes are upon all their ways, they are not hid from My face; Neither is their iniquity concealed from Mine eyes. ", "type": "text", "attrs": {"verseId": "JER.16.17", "verseOrgIds": ["JER.16.17"]}}, {"text": "And first I will recompense their iniquity and their sin double; because they have profaned My land; they have filled Mine inheritance with the carcasses of their detestable things and their abominations. ", "type": "text", "attrs": {"verseId": "JER.16.18", "verseOrgIds": ["JER.16.18"]}}, {"text": "O LORD, my strength, and my stronghold, and my refuge, in the day of affliction, unto Thee shall the nations come from the ends of the earth, and shall say: 'Our fathers have inherited nought but lies, vanity and things wherein there is no profit.' ", "type": "text", "attrs": {"verseId": "JER.16.19", "verseOrgIds": ["JER.16.19"]}}, {"text": "Shall a man make unto himself gods, and they are no gods? ", "type": "text", "attrs": {"verseId": "JER.16.20", "verseOrgIds": ["JER.16.20"]}}, {"text": "Therefore, behold, I will cause them to know, this once will I cause them to know My hand and My might; and they shall know that My name is the LORD.", "type": "text", "attrs": {"verseId": "JER.16.21", "verseOrgIds": ["JER.16.21"]}}]}], "next": {"id": "JER.17", "number": "17", "bookId": "JER"}, "previous": {"id": "JER.15", "number": "15", "bookId": "JER"}}}}