{"_default": {"1": {"id": "EXO.35", "bibleId": "bf8f1c7f3f9045a5-01", "number": "35", "bookId": "EXO", "reference": "Exodus 35", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Moses assembled all the congregation of the children of Israel, and said unto them: 'These are the words which the LORD hath commanded, that ye should do them. ", "type": "text", "attrs": {"verseId": "EXO.35.1", "verseOrgIds": ["EXO.35.1"]}}, {"text": "Six days shall work be done, but on the seventh day there shall be to you a holy day, a sabbath of solemn rest to the LORD; whosoever doeth any work therein shall be put to death. ", "type": "text", "attrs": {"verseId": "EXO.35.2", "verseOrgIds": ["EXO.35.2"]}}, {"text": "Ye shall kindle no fire throughout your habitations upon the sabbath day.' ", "type": "text", "attrs": {"verseId": "EXO.35.3", "verseOrgIds": ["EXO.35.3"]}}, {"text": "And Moses spoke unto all the congregation of the children of Israel, saying: 'This is the thing which the LORD commanded, saying: ", "type": "text", "attrs": {"verseId": "EXO.35.4", "verseOrgIds": ["EXO.35.4"]}}, {"text": "Take ye from among you an offering unto the LORD, whosoever is of a willing heart, let him bring it, the LORD'S offering: gold, and silver, and brass; ", "type": "text", "attrs": {"verseId": "EXO.35.5", "verseOrgIds": ["EXO.35.5"]}}, {"text": "and blue, and purple, and scarlet, and fine linen, and goats' hair; ", "type": "text", "attrs": {"verseId": "EXO.35.6", "verseOrgIds": ["EXO.35.6"]}}, {"text": "and rams' skins dyed red, and sealskins, and acacia-wood; ", "type": "text", "attrs": {"verseId": "EXO.35.7", "verseOrgIds": ["EXO.35.7"]}}, {"text": "and oil for the light, and spices for the anointing oil, and for the sweet incense; ", "type": "text", "attrs": {"verseId": "EXO.35.8", "verseOrgIds": ["EXO.35.8"]}}, {"text": "and onyx stones, and stones to be set, for the ephod, and for the breastplate. ", "type": "text", "attrs": {"verseId": "EXO.35.9", "verseOrgIds": ["EXO.35.9"]}}, {"text": "And let every wise-hearted man among you come, and make all that the LORD hath commanded: ", "type": "text", "attrs": {"verseId": "EXO.35.10", "verseOrgIds": ["EXO.35.10"]}}, {"text": "the tabernacle, its tent, and its covering, its clasps, and its boards, its bars, its pillars, and its sockets; ", "type": "text", "attrs": {"verseId": "EXO.35.11", "verseOrgIds": ["EXO.35.11"]}}, {"text": "the ark, and the staves thereof, the ark-cover, and the veil of the screen; ", "type": "text", "attrs": {"verseId": "EXO.35.12", "verseOrgIds": ["EXO.35.12"]}}, {"text": "the table, and its staves, and all its vessels, and the showbread; ", "type": "text", "attrs": {"verseId": "EXO.35.13", "verseOrgIds": ["EXO.35.13"]}}, {"text": "the candlestick also for the light, and its vessels, and its lamps, and the oil for the light; ", "type": "text", "attrs": {"verseId": "EXO.35.14", "verseOrgIds": ["EXO.35.14"]}}, {"text": "and the altar of incense, and its staves, and the anointing oil, and the sweet incense, and the screen for the door, at the door of the tabernacle; ", "type": "text", "attrs": {"verseId": "EXO.35.15", "verseOrgIds": ["EXO.35.15"]}}, {"text": "the altar of burnt-offering, with its grating of brass, its staves, and all its vessels, the laver and its base; ", "type": "text", "attrs": {"verseId": "EXO.35.16", "verseOrgIds": ["EXO.35.16"]}}, {"text": "the hangings of the court, the pillars thereof, and their sockets, and the screen for the gate of the court; ", "type": "text", "attrs": {"verseId": "EXO.35.17", "verseOrgIds": ["EXO.35.17"]}}, {"text": "the pins of the tabernacle, and the pins of the court, and their cords; ", "type": "text", "attrs": {"verseId": "EXO.35.18", "verseOrgIds": ["EXO.35.18"]}}, {"text": "the plaited garments, for ministering in the holy place, the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office.' ", "type": "text", "attrs": {"verseId": "EXO.35.19", "verseOrgIds": ["EXO.35.19"]}}, {"text": "And all the congregation of the children of Israel departed from the presence of Moses. ", "type": "text", "attrs": {"verseId": "EXO.35.20", "verseOrgIds": ["EXO.35.20"]}}, {"text": "And they came, every one whose heart stirred him up, and every one whom his spirit made willing, and brought the LORD'S offering, for the work of the tent of meeting, and for all the service thereof, and for the holy garments. ", "type": "text", "attrs": {"verseId": "EXO.35.21", "verseOrgIds": ["EXO.35.21"]}}, {"text": "And they came, both men and women, as many as were willing-hearted, and brought nose-rings, and ear-rings, and signet-rings, and girdles, all jewels of gold; even every man that brought an offering of gold unto the LORD. ", "type": "text", "attrs": {"verseId": "EXO.35.22", "verseOrgIds": ["EXO.35.22"]}}, {"text": "And every man, with whom was found blue, and purple, and scarlet, and fine linen, and goats' hair, and rams' skins dyed red, and sealskins, brought them. ", "type": "text", "attrs": {"verseId": "EXO.35.23", "verseOrgIds": ["EXO.35.23"]}}, {"text": "Every one that did set apart an offering of silver and brass brought the LORD'S offering; and every man, with whom was found acacia-wood for any work of the service, brought it. ", "type": "text", "attrs": {"verseId": "EXO.35.24", "verseOrgIds": ["EXO.35.24"]}}, {"text": "And all the women that were wise-hearted did spin with their hands, and brought that which they had spun, the blue, and the purple, the scarlet, and the fine linen. ", "type": "text", "attrs": {"verseId": "EXO.35.25", "verseOrgIds": ["EXO.35.25"]}}, {"text": "And all the women whose heart stirred them up in wisdom spun the goats' hair. ", "type": "text", "attrs": {"verseId": "EXO.35.26", "verseOrgIds": ["EXO.35.26"]}}, {"text": "And the rulers brought the onyx stones, and the stones to be set, for the ephod, and for the breastplate; ", "type": "text", "attrs": {"verseId": "EXO.35.27", "verseOrgIds": ["EXO.35.27"]}}, {"text": "and the spice, and the oil, for the light, and for the anointing oil, and for the sweet incense. ", "type": "text", "attrs": {"verseId": "EXO.35.28", "verseOrgIds": ["EXO.35.28"]}}, {"text": "The children of Israel brought a freewill-offering unto the LORD; every man and woman, whose heart made them willing to bring for all the work, which the LORD had commanded by the hand of Moses to be made. ", "type": "text", "attrs": {"verseId": "EXO.35.29", "verseOrgIds": ["EXO.35.29"]}}, {"text": "And Moses said unto the children of Israel: 'See, the LORD hath called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah. ", "type": "text", "attrs": {"verseId": "EXO.35.30", "verseOrgIds": ["EXO.35.30"]}}, {"text": "And He hath filled him with the spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship. ", "type": "text", "attrs": {"verseId": "EXO.35.31", "verseOrgIds": ["EXO.35.31"]}}, {"text": "And to devise skilful works, to work in gold, and in silver, and in brass, ", "type": "text", "attrs": {"verseId": "EXO.35.32", "verseOrgIds": ["EXO.35.32"]}}, {"text": "and in cutting of stones for setting, and in carving of wood, to work in all manner of skilful workmanship. ", "type": "text", "attrs": {"verseId": "EXO.35.33", "verseOrgIds": ["EXO.35.33"]}}, {"text": "And He hath put in his heart that he may teach, both he, and Oholiab, the son of Ahisamach, of the tribe of Dan. ", "type": "text", "attrs": {"verseId": "EXO.35.34", "verseOrgIds": ["EXO.35.34"]}}, {"text": "Them hath He filled with wisdom of heart, to work all manner of workmanship, of the craftsman, and of the skilful workman, and of the weaver in colours, in blue, and in purple, in scarlet, and in fine linen, and of the weaver, even of them that do any workmanship, and of those that devise skilful works.", "type": "text", "attrs": {"verseId": "EXO.35.35", "verseOrgIds": ["EXO.35.35"]}}]}], "next": {"id": "EXO.36", "number": "36", "bookId": "EXO"}, "previous": {"id": "EXO.34", "number": "34", "bookId": "EXO"}}}}