{"_default": {"1": {"id": "NUM.11", "bibleId": "bf8f1c7f3f9045a5-01", "number": "11", "bookId": "NUM", "reference": "Numbers 11", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the people were as murmurers, speaking evil in the ears of the LORD; and when the LORD heard it, His anger was kindled; and the fire of the LORD burnt among them, and devoured in the uttermost part of the camp. ", "type": "text", "attrs": {"verseId": "NUM.11.1", "verseOrgIds": ["NUM.11.1"]}}, {"text": "And the people cried unto Moses; and Moses prayed unto the LORD, and the fire abated. ", "type": "text", "attrs": {"verseId": "NUM.11.2", "verseOrgIds": ["NUM.11.2"]}}, {"text": "And the name of that place was called Taberah, because the fire of the LORD burnt among them. ", "type": "text", "attrs": {"verseId": "NUM.11.3", "verseOrgIds": ["NUM.11.3"]}}, {"text": "And the mixed multitude that was among them fell a lusting; and the children of Israel also wept on their part, and said: 'Would that we were given flesh to eat! ", "type": "text", "attrs": {"verseId": "NUM.11.4", "verseOrgIds": ["NUM.11.4"]}}, {"text": "We remember the fish, which we were wont to eat in Egypt for nought; the cucumbers, and the melons, and the leeks, and the onions, and the garlic; ", "type": "text", "attrs": {"verseId": "NUM.11.5", "verseOrgIds": ["NUM.11.5"]}}, {"text": "but now our soul is dried away; there is nothing at all; we have nought save this manna to look to.' — ", "type": "text", "attrs": {"verseId": "NUM.11.6", "verseOrgIds": ["NUM.11.6"]}}, {"text": "Now the manna was like coriander seed, and the appearance thereof as the appearance of bdellium. ", "type": "text", "attrs": {"verseId": "NUM.11.7", "verseOrgIds": ["NUM.11.7"]}}, {"text": "The people went about, and gathered it, and ground it in mills, or beat it in mortars, and seethed it in pots, and made cakes of it; and the taste of it was as the taste of a cake baked with oil. ", "type": "text", "attrs": {"verseId": "NUM.11.8", "verseOrgIds": ["NUM.11.8"]}}, {"text": "And when the dew fell upon the camp in the night, the manna fell upon it. — ", "type": "text", "attrs": {"verseId": "NUM.11.9", "verseOrgIds": ["NUM.11.9"]}}, {"text": "And Moses heard the people weeping, family by family, every man at the door of his tent; and the anger of the LORD was kindled greatly; and Moses was displeased. ", "type": "text", "attrs": {"verseId": "NUM.11.10", "verseOrgIds": ["NUM.11.10"]}}, {"text": "And Moses said unto the LORD: 'Wherefore hast Thou dealt ill with Thy servant? and wherefore have I not found favour in Thy sight, that Thou layest the burden of all this people upon me? ", "type": "text", "attrs": {"verseId": "NUM.11.11", "verseOrgIds": ["NUM.11.11"]}}, {"text": "Have I conceived all this people? have I brought them forth, that Thou shouldest say unto me: Carry them in thy bosom, as a nursing-father carrieth the sucking child, unto the land which Thou didst swear unto their fathers? ", "type": "text", "attrs": {"verseId": "NUM.11.12", "verseOrgIds": ["NUM.11.12"]}}, {"text": "Whence should I have flesh to give unto all this people? for they trouble me with their weeping, saying: Give us flesh, that we may eat. ", "type": "text", "attrs": {"verseId": "NUM.11.13", "verseOrgIds": ["NUM.11.13"]}}, {"text": "I am not able to bear all this people myself alone, because it is too heavy for me. ", "type": "text", "attrs": {"verseId": "NUM.11.14", "verseOrgIds": ["NUM.11.14"]}}, {"text": "And if Thou deal thus with me, kill me, I pray Thee, out of hand, if I have found favour in Thy sight; and let me not look upon my wretchedness.' ", "type": "text", "attrs": {"verseId": "NUM.11.15", "verseOrgIds": ["NUM.11.15"]}}, {"text": "And the LORD said unto Moses: 'Gather unto Me seventy men of the elders of Israel, whom thou knowest to be the elders of the people, and officers over them; and bring them unto the tent of meeting, that they may stand there with thee. ", "type": "text", "attrs": {"verseId": "NUM.11.16", "verseOrgIds": ["NUM.11.16"]}}, {"text": "And I will come down and speak with thee there; and I will take of the spirit which is upon thee, and will put it upon them; and they shall bear the burden of the people with thee, that thou bear it not thyself alone. ", "type": "text", "attrs": {"verseId": "NUM.11.17", "verseOrgIds": ["NUM.11.17"]}}, {"text": "And say thou unto the people: Sanctify yourselves against to-morrow, and ye shall eat flesh; for ye have wept in the ears of the LORD, saying: Would that we were given flesh to eat! for it was well with us in Egypt; therefore the LORD will give you flesh, and ye shall eat. ", "type": "text", "attrs": {"verseId": "NUM.11.18", "verseOrgIds": ["NUM.11.18"]}}, {"text": "Ye shall not eat one day, nor two days, nor five days, neither ten days, nor twenty days; ", "type": "text", "attrs": {"verseId": "NUM.11.19", "verseOrgIds": ["NUM.11.19"]}}, {"text": "but a whole month, until it come out at your nostrils, and it be loathsome unto you; because that ye have rejected the LORD who is among you, and have troubled Him with weeping, saying: Why, now, came we forth out of Egypt?' ", "type": "text", "attrs": {"verseId": "NUM.11.20", "verseOrgIds": ["NUM.11.20"]}}, {"text": "And Moses said: 'The people, among whom I am, are six hundred thousand men on foot; and yet Thou hast said: I will give them flesh, that they may eat a whole month! ", "type": "text", "attrs": {"verseId": "NUM.11.21", "verseOrgIds": ["NUM.11.21"]}}, {"text": "If flocks and herds be slain for them, will they suffice them? or if all the fish of the sea be gathered together for them, will they suffice them?' ", "type": "text", "attrs": {"verseId": "NUM.11.22", "verseOrgIds": ["NUM.11.22"]}}, {"text": "And the LORD said unto Moses: 'Is the LORD'S hand waxed short? now shalt thou see whether My word shall come to pass unto thee or not.' ", "type": "text", "attrs": {"verseId": "NUM.11.23", "verseOrgIds": ["NUM.11.23"]}}, {"text": "And Moses went out, and told the people the words of the LORD; and he gathered seventy men of the elders of the people, and set them round about the Tent. ", "type": "text", "attrs": {"verseId": "NUM.11.24", "verseOrgIds": ["NUM.11.24"]}}, {"text": "And the LORD came down in the cloud, and spoke unto him, and took of the spirit that was upon him, and put it upon the seventy elders; and it came to pass, that, when the spirit rested upon them, they prophesied, but they did so no more. ", "type": "text", "attrs": {"verseId": "NUM.11.25", "verseOrgIds": ["NUM.11.25"]}}, {"text": "But there remained two men in the camp, the name of the one was Eldad, and the name of the other Medad; and the spirit rested upon them; and they were of them that were recorded, but had not gone out unto the Tent; and they prophesied in the camp. ", "type": "text", "attrs": {"verseId": "NUM.11.26", "verseOrgIds": ["NUM.11.26"]}}, {"text": "And there ran a young man, and told Moses, and said: 'Eldad and Medad are prophesying in the camp.' ", "type": "text", "attrs": {"verseId": "NUM.11.27", "verseOrgIds": ["NUM.11.27"]}}, {"text": "And Joshua the son of Nun, the minister of Moses from his youth up, answered and said: 'My lord Moses, shut them in.' ", "type": "text", "attrs": {"verseId": "NUM.11.28", "verseOrgIds": ["NUM.11.28"]}}, {"text": "And Moses said unto him: 'Art thou jealous for my sake? would that all the LORD'S people were prophets, that the LORD would put His spirit upon them!' ", "type": "text", "attrs": {"verseId": "NUM.11.29", "verseOrgIds": ["NUM.11.29"]}}, {"text": "And Moses withdrew into the camp, he and the elders of Israel. ", "type": "text", "attrs": {"verseId": "NUM.11.30", "verseOrgIds": ["NUM.11.30"]}}, {"text": "And there went forth a wind from the LORD, and brought across quails from the sea, and let them fall by the camp, about a day's journey on this side, and a day's journey on the other side, round about the camp, and about two cubits above the face of the earth. ", "type": "text", "attrs": {"verseId": "NUM.11.31", "verseOrgIds": ["NUM.11.31"]}}, {"text": "And the people rose up all that day, and all the night, and all the next day, and gathered the quails; he that gathered least gathered ten heaps; and they spread them all abroad for themselves round about the camp. ", "type": "text", "attrs": {"verseId": "NUM.11.32", "verseOrgIds": ["NUM.11.32"]}}, {"text": "While the flesh was yet between their teeth, ere it was chewed, the anger of the LORD was kindled against the people, and the LORD smote the people with a very great plague. ", "type": "text", "attrs": {"verseId": "NUM.11.33", "verseOrgIds": ["NUM.11.33"]}}, {"text": "And the name of that place was called Kibroth-hattaavah, because there they buried the people that lusted. ", "type": "text", "attrs": {"verseId": "NUM.11.34", "verseOrgIds": ["NUM.11.34"]}}, {"text": "From Kibroth-hattaavah the people journeyed unto Hazeroth; and they abode at Hazeroth.", "type": "text", "attrs": {"verseId": "NUM.11.35", "verseOrgIds": ["NUM.11.35"]}}]}], "next": {"id": "NUM.12", "number": "12", "bookId": "NUM"}, "previous": {"id": "NUM.10", "number": "10", "bookId": "NUM"}}}}