{"_default": {"1": {"id": "AMO.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "AMO", "reference": "Amos 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Woe to them that are at ease in Zion, and to them that are secure in the mountain of Samaria, the notable men of the first of the nations, to whom the house of Israel come! ", "type": "text", "attrs": {"verseId": "AMO.6.1", "verseOrgIds": ["AMO.6.1"]}}, {"text": "Pass ye unto Calneh, and see, and from thence go ye to Hamath the great; then go down to Gath of the Philistines; are they better than these kingdoms? or is their border greater than your border? ", "type": "text", "attrs": {"verseId": "AMO.6.2", "verseOrgIds": ["AMO.6.2"]}}, {"text": "Ye that put far away the evil day, and cause the seat of violence to come near; ", "type": "text", "attrs": {"verseId": "AMO.6.3", "verseOrgIds": ["AMO.6.3"]}}, {"text": "That lie upon beds of ivory, and stretch themselves upon their couches, and eat the lambs out of the flock, and the calves out of the midst of the stall; ", "type": "text", "attrs": {"verseId": "AMO.6.4", "verseOrgIds": ["AMO.6.4"]}}, {"text": "That thrum on the psaltery, that devise for themselves instruments of music, like David; ", "type": "text", "attrs": {"verseId": "AMO.6.5", "verseOrgIds": ["AMO.6.5"]}}, {"text": "That drink wine in bowls, and anoint themselves with the chief ointments; but they are not grieved for the hurt of Joseph. ", "type": "text", "attrs": {"verseId": "AMO.6.6", "verseOrgIds": ["AMO.6.6"]}}, {"text": "Therefore now shall they go captive at the head of them that go captive, and the revelry of them that stretched themselves shall pass away. ", "type": "text", "attrs": {"verseId": "AMO.6.7", "verseOrgIds": ["AMO.6.7"]}}, {"text": "The Lord GOD hath sworn by Himself, saith the LORD, the God of hosts: I abhor the pride of Jacob, and hate his palaces; and I will deliver up the city with all that is therein. ", "type": "text", "attrs": {"verseId": "AMO.6.8", "verseOrgIds": ["AMO.6.8"]}}, {"text": "And it shall come to pass, if there remain ten men in one house, that they shall die. ", "type": "text", "attrs": {"verseId": "AMO.6.9", "verseOrgIds": ["AMO.6.9"]}}, {"text": "And when a man's uncle shall take him up, even he that burneth him, to bring out the bones out of the house, and shall say unto him that is in the innermost parts of the house: 'Is there yet any with thee?' and he shall say: 'No'; then shall he say: 'Hold thy peace; for we must not make mention of the name of the LORD.' ", "type": "text", "attrs": {"verseId": "AMO.6.10", "verseOrgIds": ["AMO.6.10"]}}, {"text": "For, behold, the LORD commandeth, and the great house shall be smitten into splinters, and the little house into chips. ", "type": "text", "attrs": {"verseId": "AMO.6.11", "verseOrgIds": ["AMO.6.11"]}}, {"text": "Do horses run upon the rocks? Doth one plow there with oxen? that ye have turned justice into gall, and the fruit of righteousness into wormwood; ", "type": "text", "attrs": {"verseId": "AMO.6.12", "verseOrgIds": ["AMO.6.12"]}}, {"text": "Ye that rejoice in a thing of nought, that say: 'Have we not taken to us horns by our own strength?' ", "type": "text", "attrs": {"verseId": "AMO.6.13", "verseOrgIds": ["AMO.6.13"]}}, {"text": "For, behold, I will raise up against you a nation, O house of Israel, saith the LORD, the God of hosts; and they shall afflict you from the entrance of Hamath unto the Brook of the Arabah.", "type": "text", "attrs": {"verseId": "AMO.6.14", "verseOrgIds": ["AMO.6.14"]}}]}], "next": {"id": "AMO.7", "number": "7", "bookId": "AMO"}, "previous": {"id": "AMO.5", "number": "5", "bookId": "AMO"}}}}