{"_default": {"1": {"id": "DEU.29", "bibleId": "bf8f1c7f3f9045a5-01", "number": "29", "bookId": "DEU", "reference": "Deuteronomy 29", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "(28-69) These are the words of the covenant which the LORD commanded Moses to make with the children of Israel in the land of Moab, beside the covenant which He made with them in Horeb. ", "type": "text", "attrs": {"verseId": "DEU.29.1", "verseOrgIds": ["DEU.28.69"]}}, {"text": "(29-1) And Moses called unto all Israel, and said unto them: Ye have seen all that the LORD did before your eyes in the land of Egypt unto Pharaoh, and unto all his servants, and unto all his land; ", "type": "text", "attrs": {"verseId": "DEU.29.2", "verseOrgIds": ["DEU.29.1"]}}, {"text": "(29-2) the great trials which thine eyes saw, the signs and those great wonders; ", "type": "text", "attrs": {"verseId": "DEU.29.3", "verseOrgIds": ["DEU.29.2"]}}, {"text": "(29-3) but the LORD hath not given you a heart to know, and eyes to see, and ears to hear, unto this day. ", "type": "text", "attrs": {"verseId": "DEU.29.4", "verseOrgIds": ["DEU.29.3"]}}, {"text": "(29-4) And I have led you forty years in the wilderness; your clothes are not waxen old upon you, and thy shoe is not waxen old upon thy foot. ", "type": "text", "attrs": {"verseId": "DEU.29.5", "verseOrgIds": ["DEU.29.4"]}}, {"text": "(29-5) Ye have not eaten bread, neither have ye drunk wine or strong drink; that ye might know that I am the LORD your God. ", "type": "text", "attrs": {"verseId": "DEU.29.6", "verseOrgIds": ["DEU.29.5"]}}, {"text": "(29-6) And when ye came unto this place, Sihon the king of Heshbon, and Og the king of Bashan, came out against us unto battle, and we smote them. ", "type": "text", "attrs": {"verseId": "DEU.29.7", "verseOrgIds": ["DEU.29.6"]}}, {"text": "(29-7) And we took their land, and gave it for an inheritance unto the Reubenites, and to the Gadites, and to the half-tribe of the Manassites. ", "type": "text", "attrs": {"verseId": "DEU.29.8", "verseOrgIds": ["DEU.29.7"]}}, {"text": "(29-8) Observe therefore the words of this covenant, and do them, that ye may make all that ye do to prosper. ", "type": "text", "attrs": {"verseId": "DEU.29.9", "verseOrgIds": ["DEU.29.8"]}}, {"text": "(29-9) Ye are standing this day all of you before the LORD your God: your heads, your tribes, your elders, and your officers, even all the men of Israel, ", "type": "text", "attrs": {"verseId": "DEU.29.10", "verseOrgIds": ["DEU.29.9"]}}, {"text": "(29-10) your little ones, your wives, and thy stranger that is in the midst of thy camp, from the hewer of thy wood unto the drawer of thy water; ", "type": "text", "attrs": {"verseId": "DEU.29.11", "verseOrgIds": ["DEU.29.10"]}}, {"text": "(29-11) that thou shouldest enter into the covenant of the LORD thy God — and into His oath — which the LORD thy God maketh with thee this day; ", "type": "text", "attrs": {"verseId": "DEU.29.12", "verseOrgIds": ["DEU.29.11"]}}, {"text": "(29-12) that He may establish thee this day unto Himself for a people, and that He may be unto thee a God, as He spoke unto thee, and as He swore unto thy fathers, to Abraham, to Isaac, and to Jacob. ", "type": "text", "attrs": {"verseId": "DEU.29.13", "verseOrgIds": ["DEU.29.12"]}}, {"text": "(29-13) Neither with you only do I make this covenant and this oath; ", "type": "text", "attrs": {"verseId": "DEU.29.14", "verseOrgIds": ["DEU.29.13"]}}, {"text": "(29-14) but with him that standeth here with us this day before the LORD our God, and also with him that is not here with us this day — ", "type": "text", "attrs": {"verseId": "DEU.29.15", "verseOrgIds": ["DEU.29.14"]}}, {"text": "(29-15) for ye know how we dwelt in the land of Egypt; and how we came through the midst of the nations through which ye passed; ", "type": "text", "attrs": {"verseId": "DEU.29.16", "verseOrgIds": ["DEU.29.15"]}}, {"text": "(29-16) and ye have seen their detestable things, and their idols, wood and stone, silver and gold, which were with them — ", "type": "text", "attrs": {"verseId": "DEU.29.17", "verseOrgIds": ["DEU.29.16"]}}, {"text": "(29-17) lest there should be among you man, or woman, or family, or tribe, whose heart turneth away this day from the LORD our God, to go to serve the gods of those nations; lest there should be among you a root that beareth gall and wormwood; ", "type": "text", "attrs": {"verseId": "DEU.29.18", "verseOrgIds": ["DEU.29.17"]}}, {"text": "(29-18) and it come to pass, when he heareth the words of this curse, that he bless himself in his heart, saying: 'I shall have peace, though I walk in the stubbornness of my heart — that the watered be swept away with the dry'; ", "type": "text", "attrs": {"verseId": "DEU.29.19", "verseOrgIds": ["DEU.29.18"]}}, {"text": "(29-19) the LORD will not be willing to pardon him, but then the anger of the LORD and His jealousy shall be kindled against that man, and all the curse that is written in this book shall lie upon him, and the LORD shall blot out his name from under heaven; ", "type": "text", "attrs": {"verseId": "DEU.29.20", "verseOrgIds": ["DEU.29.19"]}}, {"text": "(29-20) and the LORD shall separate him unto evil out of all the tribes of Israel, according to all the curses of the covenant that is written in this book of the law. ", "type": "text", "attrs": {"verseId": "DEU.29.21", "verseOrgIds": ["DEU.29.20"]}}, {"text": "(29-21) And the generation to come, your children that shall rise up after you, and the foreigner that shall come from a far land, shall say, when they see the plagues of that land, and the sicknesses wherewith the LORD hath made it sick; ", "type": "text", "attrs": {"verseId": "DEU.29.22", "verseOrgIds": ["DEU.29.21"]}}, {"text": "(29-22) and that the whole land thereof is brimstone, and salt, and a burning, that it is not sown, nor beareth, nor any grass groweth therein, like the overthrow of Sodom and Gomorrah, Admah and Zeboiim, which the LORD overthrew in His anger, and in His wrath; ", "type": "text", "attrs": {"verseId": "DEU.29.23", "verseOrgIds": ["DEU.29.22"]}}, {"text": "(29-23) even all the nations shall say 'Wherefore hath the LORD done thus unto this land? what meaneth the heat of this great anger?' ", "type": "text", "attrs": {"verseId": "DEU.29.24", "verseOrgIds": ["DEU.29.23"]}}, {"text": "(29-24) then men shall say: 'Because they forsook the covenant of the LORD, the God of their fathers, which He made with them when He brought them forth out of the land of Egypt; ", "type": "text", "attrs": {"verseId": "DEU.29.25", "verseOrgIds": ["DEU.29.24"]}}, {"text": "(29-25) and went and served other gods, and worshipped them, gods that they knew not, and that He had not allotted unto them; ", "type": "text", "attrs": {"verseId": "DEU.29.26", "verseOrgIds": ["DEU.29.25"]}}, {"text": "(29-26) therefore the anger of the LORD was kindled against this land, to bring upon it all the curse that is written in this book; ", "type": "text", "attrs": {"verseId": "DEU.29.27", "verseOrgIds": ["DEU.29.26"]}}, {"text": "(29-27) and the LORD rooted them out of their land in anger, and in wrath, and in great indignation, and cast them into another land, as it is this day'. — ", "type": "text", "attrs": {"verseId": "DEU.29.28", "verseOrgIds": ["DEU.29.27"]}}, {"text": "(29-28) The secret things belong unto the LORD our God; but the things that are revealed belong unto us and to our children for ever, that we may do all the words of this law.", "type": "text", "attrs": {"verseId": "DEU.29.29", "verseOrgIds": ["DEU.29.28"]}}]}], "next": {"id": "DEU.30", "number": "30", "bookId": "DEU"}, "previous": {"id": "DEU.28", "number": "28", "bookId": "DEU"}}}}