{"_default": {"1": {"id": "2SA.14", "bibleId": "bf8f1c7f3f9045a5-01", "number": "14", "bookId": "2SA", "reference": "2 Samuel 14", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Joab the son of Zeruiah perceived that the king's heart was toward Absalom. ", "type": "text", "attrs": {"verseId": "2SA.14.1", "verseOrgIds": ["2SA.14.1"]}}, {"text": "And Joab sent to Tekoa, and fetched thence a wise woman, and said unto her: 'I pray thee, feign thyself to be a mourner, and put on mourning apparel, I pray thee, and anoint not thyself with oil, but be as a woman that had a long time mourned for the dead; ", "type": "text", "attrs": {"verseId": "2SA.14.2", "verseOrgIds": ["2SA.14.2"]}}, {"text": "and go in to the king, and speak on this manner unto him.' So Joab put the words in her mouth. ", "type": "text", "attrs": {"verseId": "2SA.14.3", "verseOrgIds": ["2SA.14.3"]}}, {"text": "And when the woman of Tekoa spoke to the king, she fell on her face to the ground, and prostrated herself, and said: 'Help, O king.' ", "type": "text", "attrs": {"verseId": "2SA.14.4", "verseOrgIds": ["2SA.14.4"]}}, {"text": "And the king said unto her: 'What aileth thee?' And she answered: 'Of a truth I am a widow, my husband being dead. ", "type": "text", "attrs": {"verseId": "2SA.14.5", "verseOrgIds": ["2SA.14.5"]}}, {"text": "And thy handmaid had two sons, and they two strove together in the field, and there was none to part them, but the one smote the other, and killed him. ", "type": "text", "attrs": {"verseId": "2SA.14.6", "verseOrgIds": ["2SA.14.6"]}}, {"text": "And, behold, the whole family is risen against thy handmaid, and they said: Deliver him that smote his brother, that we may kill him for the life of his brother whom he slew, and so destroy the heir also. Thus will they quench my coal which is left, and will leave to my husband neither name nor remainder upon the face of the earth.' ", "type": "text", "attrs": {"verseId": "2SA.14.7", "verseOrgIds": ["2SA.14.7"]}}, {"text": "And the king said unto the woman: 'Go to thy house, and I will give charge concerning thee.' ", "type": "text", "attrs": {"verseId": "2SA.14.8", "verseOrgIds": ["2SA.14.8"]}}, {"text": "And the woman of Tekoa said unto the king: 'My lord, O king, the iniquity be on me, and on my father's house; and the king and his throne be guiltless.' ", "type": "text", "attrs": {"verseId": "2SA.14.9", "verseOrgIds": ["2SA.14.9"]}}, {"text": "And the king said: 'Whosoever saith aught unto thee, bring him to me, and he shall not touch thee any more.' ", "type": "text", "attrs": {"verseId": "2SA.14.10", "verseOrgIds": ["2SA.14.10"]}}, {"text": "Then said she: 'I pray thee, let the king remember the LORD thy God, that the avenger of blood destroy not any more, lest they destroy my son.' And he said: 'As the LORD liveth, there shall not one hair of thy son fall to the earth.' ", "type": "text", "attrs": {"verseId": "2SA.14.11", "verseOrgIds": ["2SA.14.11"]}}, {"text": "Then the woman said: 'Let thy handmaid, I pray thee, speak a word unto my lord the king.' And he said: 'Say on.' ", "type": "text", "attrs": {"verseId": "2SA.14.12", "verseOrgIds": ["2SA.14.12"]}}, {"text": "And the woman said: 'Wherefore then hast thou devised such a thing against the people of God? for in speaking this word the king is as one that is guilty, in that the king doth not fetch home again his banished one. ", "type": "text", "attrs": {"verseId": "2SA.14.13", "verseOrgIds": ["2SA.14.13"]}}, {"text": "For we must needs die, and are as water spilt on the ground, which cannot be gathered up again; neither doth God respect any person; but let him devise means, that he that is banished be not an outcast from him. ", "type": "text", "attrs": {"verseId": "2SA.14.14", "verseOrgIds": ["2SA.14.14"]}}, {"text": "Now therefore seeing that I am come to speak this word unto my lord the king, it is because the people have made me afraid; and thy handmaid said: I will now speak unto the king; it may be that the king will perform the request of his servant. ", "type": "text", "attrs": {"verseId": "2SA.14.15", "verseOrgIds": ["2SA.14.15"]}}, {"text": "For the king will hear, to deliver his servant out of the hand of the man that would destroy me and my son together out of the inheritance of God. ", "type": "text", "attrs": {"verseId": "2SA.14.16", "verseOrgIds": ["2SA.14.16"]}}, {"text": "Then thy handmaid said: Let, I pray thee, the word of my lord the king be for my comfort; for as an angel of God, so is my lord the king to discern good and bad; and the LORD thy God be with thee.' ", "type": "text", "attrs": {"verseId": "2SA.14.17", "verseOrgIds": ["2SA.14.17"]}}, {"text": "Then the king answered and said unto the woman: 'Hide not from me, I pray thee, aught that I shall ask thee.' And the woman said: 'Let my lord the king now speak.' ", "type": "text", "attrs": {"verseId": "2SA.14.18", "verseOrgIds": ["2SA.14.18"]}}, {"text": "And the king said: 'Is the hand of Joab with thee in all this?' And the woman answered and said: 'As thy soul liveth, my lord the king, none can turn to the right hand or to the left from aught that my lord the king hath spoken; for thy servant Joab, he bade me, and he put all these words in the mouth of thy handmaid; ", "type": "text", "attrs": {"verseId": "2SA.14.19", "verseOrgIds": ["2SA.14.19"]}}, {"text": "to change the face of the matter hath thy servant Joab done this thing; and my lord is wise, according to the wisdom of an angel of God, to know all things that are in the earth.' ", "type": "text", "attrs": {"verseId": "2SA.14.20", "verseOrgIds": ["2SA.14.20"]}}, {"text": "And the king said unto Joab: 'Behold now, I have granted this request; go therefore, bring the young man Absalom back.' ", "type": "text", "attrs": {"verseId": "2SA.14.21", "verseOrgIds": ["2SA.14.21"]}}, {"text": "And Joab fell to the ground on his face, and prostrated himself, and blessed the king; and Joab said: 'To-day thy servant knoweth that I have found favour in thy sight, my lord, O king, in that the king hath performed the request of thy servant.' ", "type": "text", "attrs": {"verseId": "2SA.14.22", "verseOrgIds": ["2SA.14.22"]}}, {"text": "So Joab arose and went to Geshur, and brought Absalom to Jerusalem. ", "type": "text", "attrs": {"verseId": "2SA.14.23", "verseOrgIds": ["2SA.14.23"]}}, {"text": "And the king said: 'Let him turn to his own house, but let him not see my face.' So Absalom turned to his own house, and saw not the king's face. ", "type": "text", "attrs": {"verseId": "2SA.14.24", "verseOrgIds": ["2SA.14.24"]}}, {"text": "Now in all Israel there was none to be so much praised as Absalom for his beauty; from the sole of his foot even to the crown of his head there was no blemish in him. ", "type": "text", "attrs": {"verseId": "2SA.14.25", "verseOrgIds": ["2SA.14.25"]}}, {"text": "And when he polled his head — now it was at every year's end that he polled it; because the hair was heavy on him, therefore he polled it — he weighed the hair of his head at two hundred shekels, after the king's weight. ", "type": "text", "attrs": {"verseId": "2SA.14.26", "verseOrgIds": ["2SA.14.26"]}}, {"text": "And unto Absalom there were born three sons, and one daughter, whose name was Tamar; she was a woman of a fair countenance. ", "type": "text", "attrs": {"verseId": "2SA.14.27", "verseOrgIds": ["2SA.14.27"]}}, {"text": "And Absalom dwelt two full years in Jerusalem; and he saw not the kings face. ", "type": "text", "attrs": {"verseId": "2SA.14.28", "verseOrgIds": ["2SA.14.28"]}}, {"text": "Then Absalom sent for Joab, to send him to the king; but he would not come to him; and he sent again a second time, but he would not come. ", "type": "text", "attrs": {"verseId": "2SA.14.29", "verseOrgIds": ["2SA.14.29"]}}, {"text": "Therefore he said unto his servants: 'See, Joab's field is near mine, and he hath barley there; go and set it on fire.' And Absalom's servants set the field on fire. ", "type": "text", "attrs": {"verseId": "2SA.14.30", "verseOrgIds": ["2SA.14.30"]}}, {"text": "Then Joab arose, and came to Absalom unto his house, and said unto him: 'Wherefore have thy servants set my field on fire?' ", "type": "text", "attrs": {"verseId": "2SA.14.31", "verseOrgIds": ["2SA.14.31"]}}, {"text": "And Absalom answered Joab: 'Behold, I sent unto thee, saying: Come hither, that I may send thee to the king, to say: Wherefore am I come from Geshur? it were better for me to be there still; now therefore let me see the king's face; and if there be iniquity in me, let him kill me.' ", "type": "text", "attrs": {"verseId": "2SA.14.32", "verseOrgIds": ["2SA.14.32"]}}, {"text": "So Joab came to the king, and told him; and when he had called for Absalom, he came to the king, and bowed himself on his face to the ground before the king; and the king kissed Absalom.", "type": "text", "attrs": {"verseId": "2SA.14.33", "verseOrgIds": ["2SA.14.33"]}}]}], "next": {"id": "2SA.15", "number": "15", "bookId": "2SA"}, "previous": {"id": "2SA.13", "number": "13", "bookId": "2SA"}}}}