{"_default": {"1": {"id": "1KI.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "1KI", "reference": "1 Kings 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Solomon became allied to Pharaoh king of Egypt by marriage, and took Pharaoh's daughter, and brought her into the city of David, until he had made an end of building his own house, and the house of the LORD, and the wall of Jerusalem round about. ", "type": "text", "attrs": {"verseId": "1KI.3.1", "verseOrgIds": ["1KI.3.1"]}}, {"text": "Only the people sacrificed in the high places, because there was no house built for the name of the LORD until those days. ", "type": "text", "attrs": {"verseId": "1KI.3.2", "verseOrgIds": ["1KI.3.2"]}}, {"text": "And Solomon loved the LORD, walking in the statutes of David his father; only he sacrificed and offered in the high places. ", "type": "text", "attrs": {"verseId": "1KI.3.3", "verseOrgIds": ["1KI.3.3"]}}, {"text": "And the king went to Gibeon to sacrifice there; for that was the great high place; a thousand burnt-offerings did Solomon offer upon that altar. ", "type": "text", "attrs": {"verseId": "1KI.3.4", "verseOrgIds": ["1KI.3.4"]}}, {"text": "In Gibeon the LORD appeared to Solomon in a dream by night; and God said: 'Ask what I shall give thee.' ", "type": "text", "attrs": {"verseId": "1KI.3.5", "verseOrgIds": ["1KI.3.5"]}}, {"text": "And Solomon said: 'Thou hast shown unto Thy servant David my father great kindness, according as he walked before Thee in truth, and in righteousness, and in uprightness of heart with Thee; and Thou hast kept for him this great kindness, that Thou hast given him a son to sit on his throne, as it is this day. ", "type": "text", "attrs": {"verseId": "1KI.3.6", "verseOrgIds": ["1KI.3.6"]}}, {"text": "And now, O LORD my God, Thou hast made Thy servant king instead of David my father; and I am but a little child; I know not how to go out or come in. ", "type": "text", "attrs": {"verseId": "1KI.3.7", "verseOrgIds": ["1KI.3.7"]}}, {"text": "And Thy servant is in the midst of Thy people which Thou hast chosen, a great people, that cannot be numbered nor counted for multitude. ", "type": "text", "attrs": {"verseId": "1KI.3.8", "verseOrgIds": ["1KI.3.8"]}}, {"text": "Give Thy servant therefore an understanding heart to judge Thy people, that I may discern between good and evil; for who is able to judge this Thy great people?' ", "type": "text", "attrs": {"verseId": "1KI.3.9", "verseOrgIds": ["1KI.3.9"]}}, {"text": "And the speech pleased the LORD, that Solomon had asked this thing. ", "type": "text", "attrs": {"verseId": "1KI.3.10", "verseOrgIds": ["1KI.3.10"]}}, {"text": "And God said unto him: 'Because thou hast asked this thing, and hast not asked for thyself long life; neither hast asked riches for thyself, nor hast asked the life of thine enemies; but hast asked for thyself understanding to discern justice; ", "type": "text", "attrs": {"verseId": "1KI.3.11", "verseOrgIds": ["1KI.3.11"]}}, {"text": "behold, I have done according to thy word: lo, I have given thee a wise and an understanding heart; so that there hath been none like thee before thee, neither after thee shall any arise like unto thee. ", "type": "text", "attrs": {"verseId": "1KI.3.12", "verseOrgIds": ["1KI.3.12"]}}, {"text": "And I have also given thee that which thou hast not asked, both riches and honour — so that there hath not been any among the kings like unto thee — all thy days. ", "type": "text", "attrs": {"verseId": "1KI.3.13", "verseOrgIds": ["1KI.3.13"]}}, {"text": "And if thou wilt walk in My ways, to keep My statutes and My commandments, as thy father David did walk, then I will lengthen thy days.' ", "type": "text", "attrs": {"verseId": "1KI.3.14", "verseOrgIds": ["1KI.3.14"]}}, {"text": "And Solomon awoke, and, behold, it was a dream; and he came to Jerusalem, and stood before the ark of the covenant of the LORD, and offered up burnt-offerings, and offered peace-offerings, and made a feast to all his servants. ", "type": "text", "attrs": {"verseId": "1KI.3.15", "verseOrgIds": ["1KI.3.15"]}}, {"text": "Then came there two women, that were harlots, unto the king, and stood before him. ", "type": "text", "attrs": {"verseId": "1KI.3.16", "verseOrgIds": ["1KI.3.16"]}}, {"text": "And the one woman said: 'Oh, my lord, I and this woman dwell in one house; and I was delivered of a child with her in the house. ", "type": "text", "attrs": {"verseId": "1KI.3.17", "verseOrgIds": ["1KI.3.17"]}}, {"text": "And it came to pass the third day after I was delivered, that this woman was delivered also; and we were together; there was no stranger with us in the house, save we two in the house. ", "type": "text", "attrs": {"verseId": "1KI.3.18", "verseOrgIds": ["1KI.3.18"]}}, {"text": "And this woman's child died in the night; because she overlay it. ", "type": "text", "attrs": {"verseId": "1KI.3.19", "verseOrgIds": ["1KI.3.19"]}}, {"text": "And she arose at midnight, and took my son from beside me, while thy handmaid slept, and laid it in her bosom, and laid her dead child in my bosom. ", "type": "text", "attrs": {"verseId": "1KI.3.20", "verseOrgIds": ["1KI.3.20"]}}, {"text": "And when I rose in the morning to give my child suck, behold, it was dead; but when I had looked well at it in the morning, behold, it was not my son, whom I did bear.' ", "type": "text", "attrs": {"verseId": "1KI.3.21", "verseOrgIds": ["1KI.3.21"]}}, {"text": "And the other woman said: 'Nay; but the living is my son, and the dead is thy son.' And this said: 'No; but the dead is thy son, and the living is my son.' Thus they spoke before the king. ", "type": "text", "attrs": {"verseId": "1KI.3.22", "verseOrgIds": ["1KI.3.22"]}}, {"text": "Then said the king: 'The one saith: This is my son that liveth, and thy son is the dead; and the other saith: Nay; but thy son is the dead, and my son is the living.' ", "type": "text", "attrs": {"verseId": "1KI.3.23", "verseOrgIds": ["1KI.3.23"]}}, {"text": "And the king said: 'Fetch me a sword.' And they brought a sword before the king. ", "type": "text", "attrs": {"verseId": "1KI.3.24", "verseOrgIds": ["1KI.3.24"]}}, {"text": "And the king said: 'Divide the living child in two, and give half to the one, and half to the other.' ", "type": "text", "attrs": {"verseId": "1KI.3.25", "verseOrgIds": ["1KI.3.25"]}}, {"text": "Then spoke the woman whose the living child was unto the king, for her heart yearned upon her son, and she said: 'Oh, my lord, give her the living child, and in no wise slay it.' But the other said: 'It shall be neither mine nor thine; divide it.' ", "type": "text", "attrs": {"verseId": "1KI.3.26", "verseOrgIds": ["1KI.3.26"]}}, {"text": "Then the king answered and said: 'Give her the living child, and in no wise slay it: she is the mother thereof.' ", "type": "text", "attrs": {"verseId": "1KI.3.27", "verseOrgIds": ["1KI.3.27"]}}, {"text": "And all Israel heard of the judgment which the king had judged; and they feared the king; for they saw that the wisdom of God was in him, to do justice.", "type": "text", "attrs": {"verseId": "1KI.3.28", "verseOrgIds": ["1KI.3.28"]}}]}], "next": {"id": "1KI.4", "number": "4", "bookId": "1KI"}, "previous": {"id": "1KI.2", "number": "2", "bookId": "1KI"}}}}