{"_default": {"1": {"id": "2KI.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "2KI", "reference": "2 Kings 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now there cried a certain woman of the wives of the sons of the prophets unto Elisha, saying: 'Thy servant my husband is dead; and thou knowest that thy servant did fear the LORD; and the creditor is come to take unto him my two children to be bondmen.' ", "type": "text", "attrs": {"verseId": "2KI.4.1", "verseOrgIds": ["2KI.4.1"]}}, {"text": "And Elisha said unto her: 'What shall I do for thee? tell me; what hast thou in the house?' And she said: 'Thy handmaid hath not any thing in the house, save a pot of oil.' ", "type": "text", "attrs": {"verseId": "2KI.4.2", "verseOrgIds": ["2KI.4.2"]}}, {"text": "Then he said: 'Go, borrow thee vessels abroad of all thy neighbours, even empty vessels; borrow not a few. ", "type": "text", "attrs": {"verseId": "2KI.4.3", "verseOrgIds": ["2KI.4.3"]}}, {"text": "And thou shalt go in, and shut the door upon thee and upon thy sons, and pour out into all those vessels; and thou shalt set aside that which is full.' ", "type": "text", "attrs": {"verseId": "2KI.4.4", "verseOrgIds": ["2KI.4.4"]}}, {"text": "So she went from him, and shut the door upon her and upon her sons; they brought the vessels to her, and she poured out. ", "type": "text", "attrs": {"verseId": "2KI.4.5", "verseOrgIds": ["2KI.4.5"]}}, {"text": "And it came to pass, when the vessels were full, that she said unto her son: 'Bring me yet a vessel.' And he said unto her: 'There is not a vessel more.' And the oil stayed. ", "type": "text", "attrs": {"verseId": "2KI.4.6", "verseOrgIds": ["2KI.4.6"]}}, {"text": "Then she came and told the man of God. And he said: 'Go, sell the oil, and pay thy debt, and live thou and thy sons of the rest.' ", "type": "text", "attrs": {"verseId": "2KI.4.7", "verseOrgIds": ["2KI.4.7"]}}, {"text": "And it fell on a day, that Elisha passed to Shunem, where was a great woman; and she constrained him to eat bread. And so it was, that as oft as he passed by, he turned in thither to eat bread. ", "type": "text", "attrs": {"verseId": "2KI.4.8", "verseOrgIds": ["2KI.4.8"]}}, {"text": "And she said unto her husband: 'Behold now, I perceive that this is a holy man of God, that passeth by us continually. ", "type": "text", "attrs": {"verseId": "2KI.4.9", "verseOrgIds": ["2KI.4.9"]}}, {"text": "Let us make, I pray thee, a little chamber on the roof; and let us set for him there a bed, and a table, and a stool, and a candlestick; and it shall be, when he cometh to us, that he shall turn in thither.' ", "type": "text", "attrs": {"verseId": "2KI.4.10", "verseOrgIds": ["2KI.4.10"]}}, {"text": "And it fell on a day, that he came thither, and he turned into the upper chamber and lay there. ", "type": "text", "attrs": {"verseId": "2KI.4.11", "verseOrgIds": ["2KI.4.11"]}}, {"text": "And he said to Gehazi his servant: 'Call this Shunammite.' And when he had called her, she stood before him. ", "type": "text", "attrs": {"verseId": "2KI.4.12", "verseOrgIds": ["2KI.4.12"]}}, {"text": "And he said unto him: 'Say now unto her: Behold, thou hast been careful for us with all this care; what is to be done for thee? wouldest thou be spoken for to the king, or to the captain of the host?' And she answered: 'I dwell among mine own people.' ", "type": "text", "attrs": {"verseId": "2KI.4.13", "verseOrgIds": ["2KI.4.13"]}}, {"text": "And he said: 'What then is to be done for her?' And Gehazi answered: 'Verily she hath no son, and her husband is old.' ", "type": "text", "attrs": {"verseId": "2KI.4.14", "verseOrgIds": ["2KI.4.14"]}}, {"text": "And he said: 'Call her.' And when he had called her, she stood in the door. ", "type": "text", "attrs": {"verseId": "2KI.4.15", "verseOrgIds": ["2KI.4.15"]}}, {"text": "And he said: 'At this season, when the time cometh round, thou shalt embrace a son.' And she said: 'Nay, my lord, thou man of God, do not lie unto thy handmaid.' ", "type": "text", "attrs": {"verseId": "2KI.4.16", "verseOrgIds": ["2KI.4.16"]}}, {"text": "And the woman conceived, and bore a son at that season, when the time came round, as Elisha had said unto her. ", "type": "text", "attrs": {"verseId": "2KI.4.17", "verseOrgIds": ["2KI.4.17"]}}, {"text": "And when the child was grown, it fell on a day, that he went out to his father to the reapers. ", "type": "text", "attrs": {"verseId": "2KI.4.18", "verseOrgIds": ["2KI.4.18"]}}, {"text": "And he said unto his father: 'My head, my head.' And he said to his servant: 'Carry him to his mother.' ", "type": "text", "attrs": {"verseId": "2KI.4.19", "verseOrgIds": ["2KI.4.19"]}}, {"text": "And when he had taken him, and brought him to his mother, he sat on her knees till noon, and then died. ", "type": "text", "attrs": {"verseId": "2KI.4.20", "verseOrgIds": ["2KI.4.20"]}}, {"text": "And she went up, and laid him on the bed of the man of God, and shut the door upon him, and went out. ", "type": "text", "attrs": {"verseId": "2KI.4.21", "verseOrgIds": ["2KI.4.21"]}}, {"text": "And she called unto her husband, and said: 'Send me, I pray thee, one of the servants, and one of the asses, that I may run to the man of God, and come back.' ", "type": "text", "attrs": {"verseId": "2KI.4.22", "verseOrgIds": ["2KI.4.22"]}}, {"text": "And he said: Wherefore wilt thou go to him today? it is neither new moon nor sabbath.' And she said: 'It shall be well.' ", "type": "text", "attrs": {"verseId": "2KI.4.23", "verseOrgIds": ["2KI.4.23"]}}, {"text": "Then she saddled an ass, and said to her servant: 'Drive, and go forward; slacken me not the riding, except I bid thee.' ", "type": "text", "attrs": {"verseId": "2KI.4.24", "verseOrgIds": ["2KI.4.24"]}}, {"text": "So she went, and came unto the man of God to mount Carmel. And it came to pass, when the man of God saw her afar off, that he said to Gehazi his servant: 'Behold, yonder is that Shunammite. ", "type": "text", "attrs": {"verseId": "2KI.4.25", "verseOrgIds": ["2KI.4.25"]}}, {"text": "Run, I pray thee, now to meet her, and say unto her: Is it well with thee? is it well with thy husband? is it well with the child?' And she answered: 'It is well.' ", "type": "text", "attrs": {"verseId": "2KI.4.26", "verseOrgIds": ["2KI.4.26"]}}, {"text": "And when she came to the man of God to the hill, she caught hold of his feet. And Gehazi came near to thrust her away; but the man of God said: 'Let her alone; for her soul is bitter within her; and the LORD hath hid it from me, and hath not told Me.' ", "type": "text", "attrs": {"verseId": "2KI.4.27", "verseOrgIds": ["2KI.4.27"]}}, {"text": "Then she said: 'Did I desire a son of my lord? did I not say: Do not deceive me?' ", "type": "text", "attrs": {"verseId": "2KI.4.28", "verseOrgIds": ["2KI.4.28"]}}, {"text": "Then he said to Gehazi: 'Gird up thy loins, and take my staff in thy hand, and go thy way; if thou meet any man, salute him not; and if any salute thee, answer him not; and lay my staff upon the face of the child.' ", "type": "text", "attrs": {"verseId": "2KI.4.29", "verseOrgIds": ["2KI.4.29"]}}, {"text": "And the mother of the child said: 'As the LORD liveth, and as thy soul liveth, I will not leave thee.' And he arose, and followed her. ", "type": "text", "attrs": {"verseId": "2KI.4.30", "verseOrgIds": ["2KI.4.30"]}}, {"text": "And Gehazi passed on before them, and laid the staff upon the face of the child; but there was neither voice, nor hearing. Wherefore he returned to meet him, and told him, saying: 'The child is not awaked.' ", "type": "text", "attrs": {"verseId": "2KI.4.31", "verseOrgIds": ["2KI.4.31"]}}, {"text": "And when Elisha was come into the house, behold, the child was dead, and laid upon his bed. ", "type": "text", "attrs": {"verseId": "2KI.4.32", "verseOrgIds": ["2KI.4.32"]}}, {"text": "He went in therefore, and shut the door upon them twain, and prayed unto the LORD. ", "type": "text", "attrs": {"verseId": "2KI.4.33", "verseOrgIds": ["2KI.4.33"]}}, {"text": "And he went up, and lay upon the child, and put his mouth upon his mouth, and his eyes upon his eyes, and his hands upon his hands; and he stretched himself upon him; and the flesh of the child waxed warm. ", "type": "text", "attrs": {"verseId": "2KI.4.34", "verseOrgIds": ["2KI.4.34"]}}, {"text": "Then he returned, and walked in the house once to and fro; and went up, and stretched himself upon him; and the child sneezed seven times, and the child opened his eyes. ", "type": "text", "attrs": {"verseId": "2KI.4.35", "verseOrgIds": ["2KI.4.35"]}}, {"text": "And he called Gehazi, and said: 'Call this Shunammite.' So he called her. And when she was come in unto him, he said: 'Take up thy son.' ", "type": "text", "attrs": {"verseId": "2KI.4.36", "verseOrgIds": ["2KI.4.36"]}}, {"text": "Then she went in, and fell at his feet, and bowed down to the ground; and she took up her son, and went out. ", "type": "text", "attrs": {"verseId": "2KI.4.37", "verseOrgIds": ["2KI.4.37"]}}, {"text": "And Elisha came again to Gilgal; and there was a dearth in the land; and the sons of the prophets were sitting before him; and he said unto his servant: 'Set on the great pot, and seethe pottage for the sons of the prophets.' ", "type": "text", "attrs": {"verseId": "2KI.4.38", "verseOrgIds": ["2KI.4.38"]}}, {"text": "And one went out into the field to gather herbs, and found a wild vine, and gathered thereof wild gourds his lap full, and came and shred them into the pot of pottage; for they knew them not. ", "type": "text", "attrs": {"verseId": "2KI.4.39", "verseOrgIds": ["2KI.4.39"]}}, {"text": "So they poured out for the men to eat. And it came to pass, as they were eating of the pottage, that they cried out, and said: 'O man of God, there is death in the pot.' And they could not eat thereof. ", "type": "text", "attrs": {"verseId": "2KI.4.40", "verseOrgIds": ["2KI.4.40"]}}, {"text": "But he said: 'Then bring meal.' And he cast it into the pot; and he said: 'Pour out for the people, that they may eat.' And there was no harm in the pot. ", "type": "text", "attrs": {"verseId": "2KI.4.41", "verseOrgIds": ["2KI.4.41"]}}, {"text": "And there came a man from Baal-shalishah, and brought the man of God bread of the first-fruits, twenty loaves of barley, and fresh ears of corn in his sack. And he said: 'Give unto the people, that they may eat.' ", "type": "text", "attrs": {"verseId": "2KI.4.42", "verseOrgIds": ["2KI.4.42"]}}, {"text": "And his servant said: 'How should I set this before a hundred men?' But he said: 'Give the people, that they may eat; for thus saith the LORD: They shall eat, and shall leave thereof.' ", "type": "text", "attrs": {"verseId": "2KI.4.43", "verseOrgIds": ["2KI.4.43"]}}, {"text": "So he set it before them, and they did eat, and left thereof, according to the word of the LORD.", "type": "text", "attrs": {"verseId": "2KI.4.44", "verseOrgIds": ["2KI.4.44"]}}]}], "next": {"id": "2KI.5", "number": "5", "bookId": "2KI"}, "previous": {"id": "2KI.3", "number": "3", "bookId": "2KI"}}}}