{"_default": {"1": {"id": "ISA.2", "bibleId": "bf8f1c7f3f9045a5-01", "number": "2", "bookId": "ISA", "reference": "Isaiah 2", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem. ", "type": "text", "attrs": {"verseId": "ISA.2.1", "verseOrgIds": ["ISA.2.1"]}}, {"text": "And it shall come to pass in the end of days, that the mountain of the LORD'S house shall be established as the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it. ", "type": "text", "attrs": {"verseId": "ISA.2.2", "verseOrgIds": ["ISA.2.2"]}}, {"text": "And many peoples shall go and say: 'Come ye, and let us go up to the mountain of the LORD, to the house of the God of Jacob; and He will teach us of His ways, and we will walk in His paths.' For out of Zion shall go forth the law, and the word of the LORD from Jerusalem. ", "type": "text", "attrs": {"verseId": "ISA.2.3", "verseOrgIds": ["ISA.2.3"]}}, {"text": "And He shall judge between the nations, and shall decide for many peoples; and they shall beat their swords into plowshares, and their spears into pruninghooks; nation shall not lift up sword against nation, neither shall they learn war any more. ", "type": "text", "attrs": {"verseId": "ISA.2.4", "verseOrgIds": ["ISA.2.4"]}}, {"text": "O house of Jacob, come ye, and let us walk in the light of the LORD. ", "type": "text", "attrs": {"verseId": "ISA.2.5", "verseOrgIds": ["ISA.2.5"]}}, {"text": "For Thou hast forsaken Thy people the house of Jacob; for they are replenished from the east, and with soothsayers like the Philistines, and they please themselves in the brood of aliens. ", "type": "text", "attrs": {"verseId": "ISA.2.6", "verseOrgIds": ["ISA.2.6"]}}, {"text": "Their land also is full of silver and gold, neither is there any end of their treasures; their land also is full of horses, neither is there any end of their chariots. ", "type": "text", "attrs": {"verseId": "ISA.2.7", "verseOrgIds": ["ISA.2.7"]}}, {"text": "Their land also is full of idols; every one worshippeth the work of his own hands, that which his own fingers have made. ", "type": "text", "attrs": {"verseId": "ISA.2.8", "verseOrgIds": ["ISA.2.8"]}}, {"text": "And man boweth down, and man lowereth himself; and Thou canst not bear with them. ", "type": "text", "attrs": {"verseId": "ISA.2.9", "verseOrgIds": ["ISA.2.9"]}}, {"text": "Enter into the rock, and hide thee in the dust, from before the terror of the LORD, and from the glory of His majesty. ", "type": "text", "attrs": {"verseId": "ISA.2.10", "verseOrgIds": ["ISA.2.10"]}}, {"text": "The lofty looks of man shall be brought low, and the haughtiness of men shall be bowed down, and the LORD alone shall be exalted in that day. ", "type": "text", "attrs": {"verseId": "ISA.2.11", "verseOrgIds": ["ISA.2.11"]}}, {"text": "For the LORD of hosts hath a day upon all that is proud and lofty, and upon all that is lifted up, and it shall be brought low; ", "type": "text", "attrs": {"verseId": "ISA.2.12", "verseOrgIds": ["ISA.2.12"]}}, {"text": "And upon all the cedars of Lebanon that are high and lifted up, and upon all the oaks of Bashan; ", "type": "text", "attrs": {"verseId": "ISA.2.13", "verseOrgIds": ["ISA.2.13"]}}, {"text": "And upon all the high mountains, and upon all the hills that are lifted up; ", "type": "text", "attrs": {"verseId": "ISA.2.14", "verseOrgIds": ["ISA.2.14"]}}, {"text": "And upon every lofty tower, and upon every fortified wall; ", "type": "text", "attrs": {"verseId": "ISA.2.15", "verseOrgIds": ["ISA.2.15"]}}, {"text": "And upon all the ships of Tarshish, and upon all delightful imagery. ", "type": "text", "attrs": {"verseId": "ISA.2.16", "verseOrgIds": ["ISA.2.16"]}}, {"text": "And the loftiness of man shall be bowed down, and the haughtiness of men shall be brought low; and the LORD alone shall be exalted in that day. ", "type": "text", "attrs": {"verseId": "ISA.2.17", "verseOrgIds": ["ISA.2.17"]}}, {"text": "And the idols shall utterly pass away. ", "type": "text", "attrs": {"verseId": "ISA.2.18", "verseOrgIds": ["ISA.2.18"]}}, {"text": "And men shall go into the caves of the rocks, and into the holes of the earth, from before the terror of the LORD, and from the glory of His majesty, when He ariseth to shake mightily the earth. ", "type": "text", "attrs": {"verseId": "ISA.2.19", "verseOrgIds": ["ISA.2.19"]}}, {"text": "In that day a man shall cast away his idols of silver, and his idols of gold, which they made for themselves to worship, to the moles and to the bats; ", "type": "text", "attrs": {"verseId": "ISA.2.20", "verseOrgIds": ["ISA.2.20"]}}, {"text": "To go into the clefts of the rocks, and into the crevices of the crags, from before the terror of the LORD, and from the glory of His majesty, when he ariseth to shake mightily the earth. ", "type": "text", "attrs": {"verseId": "ISA.2.21", "verseOrgIds": ["ISA.2.21"]}}, {"text": "Cease ye from man, in whose nostrils is a breath; for how little is he to be accounted!", "type": "text", "attrs": {"verseId": "ISA.2.22", "verseOrgIds": ["ISA.2.22"]}}]}], "next": {"id": "ISA.3", "number": "3", "bookId": "ISA"}, "previous": {"id": "ISA.1", "number": "1", "bookId": "ISA"}}}}