{"_default": {"1": {"id": "2SA.18", "bibleId": "bf8f1c7f3f9045a5-01", "number": "18", "bookId": "2SA", "reference": "2 Samuel 18", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And David numbered the people that were with him, and set captains of thousands and captains of hundreds over them. ", "type": "text", "attrs": {"verseId": "2SA.18.1", "verseOrgIds": ["2SA.18.1"]}}, {"text": "And David sent forth the people, a third part under the hand of Joab, and a third part under the hand of Abishai the son of Zeruiah, Joab's brother, and a third part under the hand of Ittai the Gittite. And the king said unto the people: 'I will surely go forth with you myself also.' ", "type": "text", "attrs": {"verseId": "2SA.18.2", "verseOrgIds": ["2SA.18.2"]}}, {"text": "But the people said: 'Thou shalt not go forth; for if we flee away, they will not care for us; neither if half of us die, will they care for us; but thou art worth ten thousand of us: therefore now it is better that thou be ready to succour us out of the city.' ", "type": "text", "attrs": {"verseId": "2SA.18.3", "verseOrgIds": ["2SA.18.3"]}}, {"text": "And the king said unto them: 'What seemeth you best I will do.' And the king stood by the gate-side, and all the people went out by hundreds and by thousands. ", "type": "text", "attrs": {"verseId": "2SA.18.4", "verseOrgIds": ["2SA.18.4"]}}, {"text": "And the king commanded Joab and Abishai and Ittai, saying: 'Deal gently for my sake with the young man, even with Absalom.' And all the people heard when the king gave all the captains charge concerning Absalom. ", "type": "text", "attrs": {"verseId": "2SA.18.5", "verseOrgIds": ["2SA.18.5"]}}, {"text": "So the people went out into the field against Israel; and the battle was in the forest of Ephraim. ", "type": "text", "attrs": {"verseId": "2SA.18.6", "verseOrgIds": ["2SA.18.6"]}}, {"text": "And the people of Israel were smitten there before the servants of David, and there was a great slaughter there that day of twenty thousand men. ", "type": "text", "attrs": {"verseId": "2SA.18.7", "verseOrgIds": ["2SA.18.7"]}}, {"text": "For the battle was there spread over the face of all the country; and the forest devoured more people that day than the sword devoured. ", "type": "text", "attrs": {"verseId": "2SA.18.8", "verseOrgIds": ["2SA.18.8"]}}, {"text": "And Absalom chanced to meet the servants of David. And Absalom was riding upon his mule, and the mule went under the thick boughs of a great terebinth, and his head caught hold of the terebinth, and he was taken up between the heaven and the earth; and the mule that was under him went on. ", "type": "text", "attrs": {"verseId": "2SA.18.9", "verseOrgIds": ["2SA.18.9"]}}, {"text": "And a certain man saw it, and told Joab, and said: 'Behold, I saw Absalom hanging in a terebinth.' ", "type": "text", "attrs": {"verseId": "2SA.18.10", "verseOrgIds": ["2SA.18.10"]}}, {"text": "And Joab said unto the man that told him: 'And, behold, thou sawest it, and why didst thou not smite him there to the ground? and I would have had to give thee ten pieces of silver, and a girdle.' ", "type": "text", "attrs": {"verseId": "2SA.18.11", "verseOrgIds": ["2SA.18.11"]}}, {"text": "And the man said unto Joab: 'Though I should receive a thousand pieces of silver in my hand, yet would I not put forth my hand against the king's son; for in our hearing the king charged thee and Abishai and Ittai, saying: Beware that none touch the young man Absalom. ", "type": "text", "attrs": {"verseId": "2SA.18.12", "verseOrgIds": ["2SA.18.12"]}}, {"text": "Otherwise if I had dealt falsely against mine own life — and there is no matter hid from the king — then thou thyself wouldest have stood aloof.' ", "type": "text", "attrs": {"verseId": "2SA.18.13", "verseOrgIds": ["2SA.18.13"]}}, {"text": "Then said Joab: 'I may not tarry thus with thee.' And he took three darts in his hand, and thrust them through the heart of Absalom, while he was yet alive in the midst of the terebinth. ", "type": "text", "attrs": {"verseId": "2SA.18.14", "verseOrgIds": ["2SA.18.14"]}}, {"text": "And ten young men that bore Joab's armour compassed about and smote Absalom, and slew him. ", "type": "text", "attrs": {"verseId": "2SA.18.15", "verseOrgIds": ["2SA.18.15"]}}, {"text": "And Joab blew the horn, and the people returned from pursuing after Israel; for Joab held back the people. ", "type": "text", "attrs": {"verseId": "2SA.18.16", "verseOrgIds": ["2SA.18.16"]}}, {"text": "And they took Absalom, and cast him into the great pit in the forest, and raised over him a very great heap of stones; and all Israel fled every one to his tent. — ", "type": "text", "attrs": {"verseId": "2SA.18.17", "verseOrgIds": ["2SA.18.17"]}}, {"text": "Now Absalom in his life-time had taken and reared up for himself the pillar, which is in the king's dale; for he said: 'I have no son to keep my name in remembrance'; and he called the pillar after his own name; and it is called Absalom's monument unto this day. ", "type": "text", "attrs": {"verseId": "2SA.18.18", "verseOrgIds": ["2SA.18.18"]}}, {"text": "Then said Ahimaaz the son of Zadok: 'Let me now run, and bear the king tidings, how that the LORD hath avenged him of his enemies.' ", "type": "text", "attrs": {"verseId": "2SA.18.19", "verseOrgIds": ["2SA.18.19"]}}, {"text": "And Joab said unto him: 'Thou shalt not be the bearer of tidings this day, but thou shalt bear tidings another day; but this day thou shalt bear no tidings, forasmuch as the king's son is dead.' ", "type": "text", "attrs": {"verseId": "2SA.18.20", "verseOrgIds": ["2SA.18.20"]}}, {"text": "Then said Joab to the Cushite: 'Go tell the king what thou hast seen.' And the Cushite bowed down unto Joab, and ran. ", "type": "text", "attrs": {"verseId": "2SA.18.21", "verseOrgIds": ["2SA.18.21"]}}, {"text": "Then said Ahimaaz the son of Zadok yet again to Joab: 'But come what may, let me, I pray thee, also run after the Cushite.' And Joab said: 'Wherefore wilt thou run, my son, seeing that thou wilt have no reward for the tidings?' ", "type": "text", "attrs": {"verseId": "2SA.18.22", "verseOrgIds": ["2SA.18.22"]}}, {"text": "'But come what may, said he, I will run.' And he said unto him: 'Run.' Then Ahimaaz ran by the way of the Plain, and overran the Cushite. ", "type": "text", "attrs": {"verseId": "2SA.18.23", "verseOrgIds": ["2SA.18.23"]}}, {"text": "Now David sat between the two gates; and the watchman went up to the roof of the gate unto the wall, and lifted up his eyes, and looked, and behold a man running alone. ", "type": "text", "attrs": {"verseId": "2SA.18.24", "verseOrgIds": ["2SA.18.24"]}}, {"text": "And the watchman cried, and told the king. And the king said: 'If he be alone, there is tidings in his mouth.' And he came apace, and drew near. ", "type": "text", "attrs": {"verseId": "2SA.18.25", "verseOrgIds": ["2SA.18.25"]}}, {"text": "And the watchman saw another man running; and the watchman called unto the porter, and said: 'Behold another man running alone.' And the king said: 'He also bringeth tidings.' ", "type": "text", "attrs": {"verseId": "2SA.18.26", "verseOrgIds": ["2SA.18.26"]}}, {"text": "And the watchman said: 'I think the running of the foremost is like the running of Ahimaaz the son of Zadok.' And the king said: 'He is a good man, and cometh with good tidings.' ", "type": "text", "attrs": {"verseId": "2SA.18.27", "verseOrgIds": ["2SA.18.27"]}}, {"text": "And Ahimaaz called, and said unto the king: 'All is well.' And he bowed down before the king with his face to the earth, and said: 'Blessed be the LORD thy God, who hath delivered up the men that lifted up their hand against my lord the king.' ", "type": "text", "attrs": {"verseId": "2SA.18.28", "verseOrgIds": ["2SA.18.28"]}}, {"text": "And the king said: 'Is it well with the young man Absalom?' And Ahimaaz answered: 'When Joab sent the king's servant, and me thy servant, I saw a great tumult, but I knew not what it was.' ", "type": "text", "attrs": {"verseId": "2SA.18.29", "verseOrgIds": ["2SA.18.29"]}}, {"text": "And the king said: 'Turn aside, and stand here.' And he turned aside, and stood still. ", "type": "text", "attrs": {"verseId": "2SA.18.30", "verseOrgIds": ["2SA.18.30"]}}, {"text": "And, behold, the Cushite came; and the Cushite said: 'Tidings for my lord the king; for the LORD hath avenged thee this day of all them that rose up against thee.' ", "type": "text", "attrs": {"verseId": "2SA.18.31", "verseOrgIds": ["2SA.18.31"]}}, {"text": "And the king said unto the Cushite: 'Is it well with the young man Absalom?' And the Cushite answered: 'The enemies of my lord the king and all that rise up against thee to do thee hurt, be as that young man is.' ", "type": "text", "attrs": {"verseId": "2SA.18.32", "verseOrgIds": ["2SA.18.32"]}}, {"text": "(19-1) And the king was much moved, and went up to the chamber over the gate, and wept; and as he went, thus he said: 'O my son Absalom, my son, my son Absalom! would I had died for thee, O Absalom, my son, my son!'", "type": "text", "attrs": {"verseId": "2SA.18.33", "verseOrgIds": ["2SA.19.1"]}}]}], "next": {"id": "2SA.19", "number": "19", "bookId": "2SA"}, "previous": {"id": "2SA.17", "number": "17", "bookId": "2SA"}}}}