{"_default": {"1": {"id": "EZR.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "EZR", "reference": "Ezra 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "NOW IN the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be accomplished, the LORD stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and put it also in writing, saying: ", "type": "text", "attrs": {"verseId": "EZR.1.1", "verseOrgIds": ["EZR.1.1"]}}, {"text": "'Thus saith Cyrus king of Persia: All the kingdoms of the earth hath the LORD, the God of heaven, given me; and He hath charged me to build Him a house in Jerusalem, which is in Judah. ", "type": "text", "attrs": {"verseId": "EZR.1.2", "verseOrgIds": ["EZR.1.2"]}}, {"text": "Whosoever there is among you of all His people — his God be with him — let him go up to Jerusalem, which is in Judah, and build the house of the LORD, the God of Israel, He is the God who is in Jerusalem. ", "type": "text", "attrs": {"verseId": "EZR.1.3", "verseOrgIds": ["EZR.1.3"]}}, {"text": "And whosoever is left, in any place where he sojourneth, let the men of his place help him with silver, and with gold, and with goods, and with beasts, beside the freewill-offering for the house of God which is in Jerusalem.' ", "type": "text", "attrs": {"verseId": "EZR.1.4", "verseOrgIds": ["EZR.1.4"]}}, {"text": "Then rose up the heads of fathers' houses of Judah and Benjamin, and the priests, and the Levites, even all whose spirit God had stirred to go up to build the house of the LORD which is in Jerusalem. ", "type": "text", "attrs": {"verseId": "EZR.1.5", "verseOrgIds": ["EZR.1.5"]}}, {"text": "And all they that were round about them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, beside all that was willingly offered. ", "type": "text", "attrs": {"verseId": "EZR.1.6", "verseOrgIds": ["EZR.1.6"]}}, {"text": "Also Cyrus the king brought forth the vessels of the house of the LORD, which Nebuchadnezzar had brought forth out of Jerusalem, and had put them in the house of his gods; ", "type": "text", "attrs": {"verseId": "EZR.1.7", "verseOrgIds": ["EZR.1.7"]}}, {"text": "even those did Cyrus king of Persia bring forth by the hand of Mithredath the treasurer, and numbered them unto Sheshbazzar, the prince of Judah. ", "type": "text", "attrs": {"verseId": "EZR.1.8", "verseOrgIds": ["EZR.1.8"]}}, {"text": "And this is the number of them: thirty basins of gold, a thousand basins of silver, nine and twenty knives; ", "type": "text", "attrs": {"verseId": "EZR.1.9", "verseOrgIds": ["EZR.1.9"]}}, {"text": "thirty bowls of gold, silver bowls of a second sort four hundred and ten, and other vessels a thousand. ", "type": "text", "attrs": {"verseId": "EZR.1.10", "verseOrgIds": ["EZR.1.10"]}}, {"text": "All the vessels of gold and of silver were five thousand and four hundred. All these did Sheshbazzar bring up, when they of the captivity were brought up from Babylon unto Jerusalem.", "type": "text", "attrs": {"verseId": "EZR.1.11", "verseOrgIds": ["EZR.1.11"]}}]}], "next": {"id": "EZR.2", "number": "2", "bookId": "EZR"}, "previous": {"id": "EZR.intro", "number": "intro", "bookId": "EZR"}}}}