{"_default": {"1": {"id": "ISA.19", "bibleId": "bf8f1c7f3f9045a5-01", "number": "19", "bookId": "ISA", "reference": "Isaiah 19", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The burden of Egypt. Behold, the LORD rideth upon a swift cloud, and cometh unto Egypt; and the idols of Egypt shall be moved at His presence, and the heart of Egypt shall melt within it. ", "type": "text", "attrs": {"verseId": "ISA.19.1", "verseOrgIds": ["ISA.19.1"]}}, {"text": "And I will spur Egypt against Egypt; and they shall fight every one against his brother, and everyone against his neighbour; city against city, and kingdom against kingdom. ", "type": "text", "attrs": {"verseId": "ISA.19.2", "verseOrgIds": ["ISA.19.2"]}}, {"text": "And the spirit of Egypt shall be made empty within it; and I will make void the counsel thereof; and they shall seek unto the idols, and to the whisperers, and to the ghosts, and to the familiar spirits. ", "type": "text", "attrs": {"verseId": "ISA.19.3", "verseOrgIds": ["ISA.19.3"]}}, {"text": "And I will give over the Egyptians into the hand of a cruel lord; and a fierce king shall rule over them, saith the Lord, the LORD of hosts. ", "type": "text", "attrs": {"verseId": "ISA.19.4", "verseOrgIds": ["ISA.19.4"]}}, {"text": "And the waters shall fail from the sea, and the river shall be drained dry, ", "type": "text", "attrs": {"verseId": "ISA.19.5", "verseOrgIds": ["ISA.19.5"]}}, {"text": "And the rivers shall become foul; the streams of Egypt shall be minished and dried up; the reeds and flags shall wither. ", "type": "text", "attrs": {"verseId": "ISA.19.6", "verseOrgIds": ["ISA.19.6"]}}, {"text": "The mosses by the Nile, by the brink of the Nile, and all that is sown by the Nile, shall become dry, be driven away, and be no more. ", "type": "text", "attrs": {"verseId": "ISA.19.7", "verseOrgIds": ["ISA.19.7"]}}, {"text": "The fishers also shall lament, and all they that cast angle into the Nile shall mourn, and they that spread nets upon the waters shall languish. ", "type": "text", "attrs": {"verseId": "ISA.19.8", "verseOrgIds": ["ISA.19.8"]}}, {"text": "Moreover they that work in combed flax, and they that weave cotton, shall be ashamed. ", "type": "text", "attrs": {"verseId": "ISA.19.9", "verseOrgIds": ["ISA.19.9"]}}, {"text": "And her foundations shall be crushed, all they that make dams shall be grieved in soul. ", "type": "text", "attrs": {"verseId": "ISA.19.10", "verseOrgIds": ["ISA.19.10"]}}, {"text": "The princes of Zoan are utter fools; the wisest counsellors of Pharaoh are a senseless counsel; how can ye say unto Pharaoh: 'I am the son of the wise, the son of ancient kings'? ", "type": "text", "attrs": {"verseId": "ISA.19.11", "verseOrgIds": ["ISA.19.11"]}}, {"text": "Where are they, then, thy wise men? And let them tell thee now; and let them know what the LORD of hosts hath purposed concerning Egypt. ", "type": "text", "attrs": {"verseId": "ISA.19.12", "verseOrgIds": ["ISA.19.12"]}}, {"text": "The princes of Zoan are become fools, the princes of Noph are deceived; they have caused Egypt to go astray, that are the corner-stone of her tribes. ", "type": "text", "attrs": {"verseId": "ISA.19.13", "verseOrgIds": ["ISA.19.13"]}}, {"text": "The LORD hath mingled within her a spirit of dizziness; and they have caused Egypt to stagger in every work thereof, as a drunken man staggereth in his vomit. ", "type": "text", "attrs": {"verseId": "ISA.19.14", "verseOrgIds": ["ISA.19.14"]}}, {"text": "Neither shall there be for Egypt any work, which head or tail, palm-branch or rush, may do. ", "type": "text", "attrs": {"verseId": "ISA.19.15", "verseOrgIds": ["ISA.19.15"]}}, {"text": "In that day shall Egypt be like unto women; and it shall tremble and fear because of the shaking of the hand of the LORD of hosts, which He shaketh over it. ", "type": "text", "attrs": {"verseId": "ISA.19.16", "verseOrgIds": ["ISA.19.16"]}}, {"text": "And the land of Judah shall become a terror unto Egypt, whensoever one maketh mention thereof to it; it shall be afraid, because of the purpose of the LORD of hosts, which He purposeth against it. ", "type": "text", "attrs": {"verseId": "ISA.19.17", "verseOrgIds": ["ISA.19.17"]}}, {"text": "In that day there shall be five cities in the land of Egypt that speak the language of Canaan, and swear to the LORD of hosts; one shall be called The city of destruction. ", "type": "text", "attrs": {"verseId": "ISA.19.18", "verseOrgIds": ["ISA.19.18"]}}, {"text": "In that day shall there be an altar to the LORD in the midst of the land of Egypt, and a pillar at the border thereof to the LORD. ", "type": "text", "attrs": {"verseId": "ISA.19.19", "verseOrgIds": ["ISA.19.19"]}}, {"text": "And it shall be for a sign and for a witness unto the LORD of hosts in the land of Egypt; for they shall cry unto the LORD because of the oppressors, and He will send them a saviour, and a defender, who will deliver them. ", "type": "text", "attrs": {"verseId": "ISA.19.20", "verseOrgIds": ["ISA.19.20"]}}, {"text": "And the LORD shall make Himself known to Egypt, and the Egyptians shall know the LORD in that day; yea, they shall worship with sacrifice and offering, and shall vow a vow unto the LORD, and shall perform it. ", "type": "text", "attrs": {"verseId": "ISA.19.21", "verseOrgIds": ["ISA.19.21"]}}, {"text": "And the LORD will smite Egypt, smiting and healing; and they shall return unto the LORD, and He will be entreated of them, and will heal them. ", "type": "text", "attrs": {"verseId": "ISA.19.22", "verseOrgIds": ["ISA.19.22"]}}, {"text": "In that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria; and the Egyptians shall worship with the Assyrians. ", "type": "text", "attrs": {"verseId": "ISA.19.23", "verseOrgIds": ["ISA.19.23"]}}, {"text": "In that day shall Israel be the third with Egypt and with Assyria, a blessing in the midst of the earth; ", "type": "text", "attrs": {"verseId": "ISA.19.24", "verseOrgIds": ["ISA.19.24"]}}, {"text": "for that the LORD of hosts hath blessed him, saying: 'Blessed be Egypt My people and Assyria the work of My hands, and Israel Mine inheritance.'", "type": "text", "attrs": {"verseId": "ISA.19.25", "verseOrgIds": ["ISA.19.25"]}}]}], "next": {"id": "ISA.20", "number": "20", "bookId": "ISA"}, "previous": {"id": "ISA.18", "number": "18", "bookId": "ISA"}}}}