{"_default": {"1": {"id": "2CH.19", "bibleId": "bf8f1c7f3f9045a5-01", "number": "19", "bookId": "2CH", "reference": "2 Chronicles 19", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Jehoshaphat the king of Judah returned to his house in peace to Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.19.1", "verseOrgIds": ["2CH.19.1"]}}, {"text": "And Jehu the son of Hanani the seer went out to meet him, and said to king Jehoshaphat: 'Shouldest thou help the wicked, and love them that hate the LORD? for this thing wrath is upon thee from before the LORD. ", "type": "text", "attrs": {"verseId": "2CH.19.2", "verseOrgIds": ["2CH.19.2"]}}, {"text": "Nevertheless there are good things found in thee, in that thou hast put away the Asheroth out of the land, and hast set thy heart to seek God.' ", "type": "text", "attrs": {"verseId": "2CH.19.3", "verseOrgIds": ["2CH.19.3"]}}, {"text": "And Jehoshaphat dwelt at Jerusalem; and he went out again among the people from Beer-sheba to the hill-country of Ephraim, and brought them back unto the LORD, the God of their fathers. ", "type": "text", "attrs": {"verseId": "2CH.19.4", "verseOrgIds": ["2CH.19.4"]}}, {"text": "And he set judges in the land throughout all the fortified cities of Judah, city by city, ", "type": "text", "attrs": {"verseId": "2CH.19.5", "verseOrgIds": ["2CH.19.5"]}}, {"text": "and said to the judges: 'Consider what ye do; for ye judge not for man, but for the LORD; and He is with you in giving judgment. ", "type": "text", "attrs": {"verseId": "2CH.19.6", "verseOrgIds": ["2CH.19.6"]}}, {"text": "Now therefore let the fear of the LORD be upon you; take heed and do it; for there is no iniquity with the LORD our God, nor respect of persons, nor taking of bribes.' ", "type": "text", "attrs": {"verseId": "2CH.19.7", "verseOrgIds": ["2CH.19.7"]}}, {"text": "Moreover in Jerusalem did Jehoshaphat set of the Levites and the priests, and of the heads of the fathers' houses of Israel, for the judgment of the LORD, and for controversies. And they returned to Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.19.8", "verseOrgIds": ["2CH.19.8"]}}, {"text": "And he charged them, saying: 'Thus shall ye do in the fear of the LORD, faithfully, and with a whole heart. ", "type": "text", "attrs": {"verseId": "2CH.19.9", "verseOrgIds": ["2CH.19.9"]}}, {"text": "And whensoever any controversy shall come to you from your brethren that dwell in their cities, between blood and blood, between law and commandment, statutes and ordinances, ye shall warn them, that they be not guilty towards the LORD, and so wrath come upon you and upon your brethren; thus shall ye do, and ye shall not be guilty. ", "type": "text", "attrs": {"verseId": "2CH.19.10", "verseOrgIds": ["2CH.19.10"]}}, {"text": "And, behold, Amariah the chief priest is over you in all matters of the LORD; and Zebadiah the son of Ishmael, the ruler of the house of Judah, in all the king's matters; also the officers of the Levites before you. Deal courageously, and the LORD be with the good.'", "type": "text", "attrs": {"verseId": "2CH.19.11", "verseOrgIds": ["2CH.19.11"]}}]}], "next": {"id": "2CH.20", "number": "20", "bookId": "2CH"}, "previous": {"id": "2CH.18", "number": "18", "bookId": "2CH"}}}}