{"_default": {"1": {"id": "EZK.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "EZK", "reference": "Ezekiel 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.6.1", "verseOrgIds": ["EZK.6.1"]}}, {"text": "'Son of man, set thy face toward the mountains of Israel, and prophesy against them, ", "type": "text", "attrs": {"verseId": "EZK.6.2", "verseOrgIds": ["EZK.6.2"]}}, {"text": "and say: Ye mountains of Israel, hear the word of the Lord GOD: Thus saith the Lord GOD concerning the mountains and concerning the hills, concerning the ravines and concerning the valleys: Behold, I, even I, will bring a sword upon you, and I will destroy your high places. ", "type": "text", "attrs": {"verseId": "EZK.6.3", "verseOrgIds": ["EZK.6.3"]}}, {"text": "And your altars shall become desolate, and your sun-images shall be broken; and I will cast down your slain men before your idols. ", "type": "text", "attrs": {"verseId": "EZK.6.4", "verseOrgIds": ["EZK.6.4"]}}, {"text": "And I will lay the carcasses of the children of Israel before their idols; and I will scatter your bones round about your altars. ", "type": "text", "attrs": {"verseId": "EZK.6.5", "verseOrgIds": ["EZK.6.5"]}}, {"text": "In all your dwelling-places the cities shall be laid waste, and the high places shall be desolate; that your altars may be laid waste and made desolate, and your idols may be broken and cease, and your sun-images may be hewn down, and your works may be blotted out. ", "type": "text", "attrs": {"verseId": "EZK.6.6", "verseOrgIds": ["EZK.6.6"]}}, {"text": "And the slain shall fall in the midst of you, and ye shall know that I am the LORD. ", "type": "text", "attrs": {"verseId": "EZK.6.7", "verseOrgIds": ["EZK.6.7"]}}, {"text": "Yet will I leave a remnant, in that ye shall have some that escape the sword among the nations, when ye shall be scattered through the countries. ", "type": "text", "attrs": {"verseId": "EZK.6.8", "verseOrgIds": ["EZK.6.8"]}}, {"text": "And they that escape of you shall remember Me among the nations whither they shall be carried captives, how that I have been anguished with their straying heart, which hath departed from Me, and with their eyes, which are gone astray after their idols; and they shall loathe themselves in their own sight for the evils which they have committed in all their abominations. ", "type": "text", "attrs": {"verseId": "EZK.6.9", "verseOrgIds": ["EZK.6.9"]}}, {"text": "And they shall know that I am the LORD; I have not said in vain that I would do this evil unto them. ", "type": "text", "attrs": {"verseId": "EZK.6.10", "verseOrgIds": ["EZK.6.10"]}}, {"text": "Thus saith the Lord GOD: Smite with thy hand, and stamp with thy foot, and say: Alas! because of all the evil abominations of the house of Israel; for they shall fall by the sword, by the famine, and by the pestilence. ", "type": "text", "attrs": {"verseId": "EZK.6.11", "verseOrgIds": ["EZK.6.11"]}}, {"text": "He that is far off shall die of the pestilence; and he that is near shall fall by the sword; and he that remaineth and is besieged shall die by the famine; thus will I spend My fury upon them. ", "type": "text", "attrs": {"verseId": "EZK.6.12", "verseOrgIds": ["EZK.6.12"]}}, {"text": "And ye shall know that I am the LORD, when their slain men shall be among their idols round about their altars, upon every high hill, in all the tops of the mountains, and under every leafy tree, and under every thick terebinth, the place where they did offer sweet savour to all their idols. ", "type": "text", "attrs": {"verseId": "EZK.6.13", "verseOrgIds": ["EZK.6.13"]}}, {"text": "And I will stretch out My hand upon them, and make the land desolate and waste, more than the wilderness of Diblah, throughout all their habitations; and they shall know that I am the LORD.'", "type": "text", "attrs": {"verseId": "EZK.6.14", "verseOrgIds": ["EZK.6.14"]}}]}], "next": {"id": "EZK.7", "number": "7", "bookId": "EZK"}, "previous": {"id": "EZK.5", "number": "5", "bookId": "EZK"}}}}