{"_default": {"1": {"id": "HOS.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "HOS", "reference": "Hosea 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Israel was a luxuriant vine, which put forth fruit freely: as his fruit increased, he increased his altars; the more goodly his land was, the more goodly were his pillars. ", "type": "text", "attrs": {"verseId": "HOS.10.1", "verseOrgIds": ["HOS.10.1"]}}, {"text": "Their heart is divided; now shall they bear their guilt; He will break down their altars, He will spoil their pillars. ", "type": "text", "attrs": {"verseId": "HOS.10.2", "verseOrgIds": ["HOS.10.2"]}}, {"text": "Surely now shall they say: 'We have no king; for we feared not the LORD; and the king, what can he do for us?' ", "type": "text", "attrs": {"verseId": "HOS.10.3", "verseOrgIds": ["HOS.10.3"]}}, {"text": "They speak words, they swear falsely, they make covenants; thus judgment springeth up as hemlock in the furrows of the field. ", "type": "text", "attrs": {"verseId": "HOS.10.4", "verseOrgIds": ["HOS.10.4"]}}, {"text": "The inhabitants of Samaria shall be in dread for the calves of Beth-aven; for the people thereof shall mourn over it, and the priests thereof shall tremble for it, for its glory, because it is departed from it. ", "type": "text", "attrs": {"verseId": "HOS.10.5", "verseOrgIds": ["HOS.10.5"]}}, {"text": "It also shall be carried unto Assyria, for a present to King Contentious; Ephraim shall receive shame, and Israel shall be ashamed of his own counsel. ", "type": "text", "attrs": {"verseId": "HOS.10.6", "verseOrgIds": ["HOS.10.6"]}}, {"text": "As for Samaria, her king is cut off, as foam upon the water. ", "type": "text", "attrs": {"verseId": "HOS.10.7", "verseOrgIds": ["HOS.10.7"]}}, {"text": "The high places also of Aven shall be destroyed, even the sin of Israel. The thorn and the thistle shall come up on their altars; and they shall say to the mountains: 'Cover us', and to the hills: 'Fall on us.' ", "type": "text", "attrs": {"verseId": "HOS.10.8", "verseOrgIds": ["HOS.10.8"]}}, {"text": "From the days of Gibeah thou hast sinned, O Israel; there they stood; no battle was to overtake them in Gibeah, nor the children of arrogancy. ", "type": "text", "attrs": {"verseId": "HOS.10.9", "verseOrgIds": ["HOS.10.9"]}}, {"text": "When it is My desire, I will chastise them; and the peoples shall be gathered against them, when they are yoked to their two rings. ", "type": "text", "attrs": {"verseId": "HOS.10.10", "verseOrgIds": ["HOS.10.10"]}}, {"text": "And Ephraim is a heifer well broken, that loveth to thresh, and I have passed over upon her fair neck; I will make Ephraim to ride, Judah shall plow, Jacob shall break his clods. ", "type": "text", "attrs": {"verseId": "HOS.10.11", "verseOrgIds": ["HOS.10.11"]}}, {"text": "Sow to yourselves according to righteousness, reap according to mercy, break up your fallow ground; for it is time to seek the LORD, till He come and cause righteousness to rain upon you. ", "type": "text", "attrs": {"verseId": "HOS.10.12", "verseOrgIds": ["HOS.10.12"]}}, {"text": "Ye have plowed wickedness, ye have reaped iniquity, ye have eaten the fruit of lies; for thou didst trust in thy way, in the multitude of thy mighty men. ", "type": "text", "attrs": {"verseId": "HOS.10.13", "verseOrgIds": ["HOS.10.13"]}}, {"text": "Therefore shall a tumult arise among thy hosts, and all thy fortresses shall be spoiled, as Shalman spoiled Beth-arbel in the day of battle; the mother was dashed in pieces with her children. ", "type": "text", "attrs": {"verseId": "HOS.10.14", "verseOrgIds": ["HOS.10.14"]}}, {"text": "So hath Beth-el done unto you because of your great wickedness; at daybreak is the king of Israel utterly cut off.", "type": "text", "attrs": {"verseId": "HOS.10.15", "verseOrgIds": ["HOS.10.15"]}}]}], "next": {"id": "HOS.11", "number": "11", "bookId": "HOS"}, "previous": {"id": "HOS.9", "number": "9", "bookId": "HOS"}}}}