{"_default": {"1": {"id": "EXO.18", "bibleId": "bf8f1c7f3f9045a5-01", "number": "18", "bookId": "EXO", "reference": "Exodus 18", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Jethro, the priest of Midian, Moses' father-in-law, heard of all that God had done for Moses, and for Israel His people, how that the LORD had brought Israel out of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.18.1", "verseOrgIds": ["EXO.18.1"]}}, {"text": "And Jethro, Moses' father-in-law, took Zipporah, Moses' wife, after he had sent her away, ", "type": "text", "attrs": {"verseId": "EXO.18.2", "verseOrgIds": ["EXO.18.2"]}}, {"text": "and her two sons; of whom the name of the one was Gershom; for he said: 'I have been a stranger in a strange land'; ", "type": "text", "attrs": {"verseId": "EXO.18.3", "verseOrgIds": ["EXO.18.3"]}}, {"text": "and the name of the other was Eliezer: 'for the God of my father was my help, and delivered me from the sword of Pharaoh.' ", "type": "text", "attrs": {"verseId": "EXO.18.4", "verseOrgIds": ["EXO.18.4"]}}, {"text": "And Jethro, Moses' father-in-law, came with his sons and his wife unto Moses into the wilderness where he was encamped, at the mount of God; ", "type": "text", "attrs": {"verseId": "EXO.18.5", "verseOrgIds": ["EXO.18.5"]}}, {"text": "and he said unto Moses: 'I thy father-in-law Jethro am coming unto thee, and thy wife, and her two sons with her.' ", "type": "text", "attrs": {"verseId": "EXO.18.6", "verseOrgIds": ["EXO.18.6"]}}, {"text": "And Moses went out to meet his father-in-law, and bowed down and kissed him; and they asked each other of their welfare; and they came into the tent. ", "type": "text", "attrs": {"verseId": "EXO.18.7", "verseOrgIds": ["EXO.18.7"]}}, {"text": "And Moses told his father-in-law all that the LORD had done unto Pharaoh and to the Egyptians for Israel's sake, all the travail that had come upon them by the way, and how the LORD delivered them. ", "type": "text", "attrs": {"verseId": "EXO.18.8", "verseOrgIds": ["EXO.18.8"]}}, {"text": "And Jethro rejoiced for all the goodness which the LORD had done to Israel, in that He had delivered them out of the hand of the Egyptians. ", "type": "text", "attrs": {"verseId": "EXO.18.9", "verseOrgIds": ["EXO.18.9"]}}, {"text": "And Jethro said: 'Blessed be the LORD, who hath delivered you out of the hand of the Egyptians, and out of the hand of Pharaoh; who hath delivered the people from under the hand of the Egyptians. ", "type": "text", "attrs": {"verseId": "EXO.18.10", "verseOrgIds": ["EXO.18.10"]}}, {"text": "Now I know that the LORD is greater than all gods; yea, for that they dealt proudly against them.' ", "type": "text", "attrs": {"verseId": "EXO.18.11", "verseOrgIds": ["EXO.18.11"]}}, {"text": "And Jethro, Moses' father-in-law, took a burnt-offering and sacrifices for God; and Aaron came, and all the elders of Israel, to eat bread with Moses' father-in-law before God. ", "type": "text", "attrs": {"verseId": "EXO.18.12", "verseOrgIds": ["EXO.18.12"]}}, {"text": "And it came to pass on the morrow, that Moses sat to judge the people; and the people stood about Moses from the morning unto the evening. ", "type": "text", "attrs": {"verseId": "EXO.18.13", "verseOrgIds": ["EXO.18.13"]}}, {"text": "And when Moses' father-in-law saw all that he did to the people, he said: 'What is this thing that thou doest to the people? why sittest thou thyself alone, and all the people stand about thee from morning unto even?' ", "type": "text", "attrs": {"verseId": "EXO.18.14", "verseOrgIds": ["EXO.18.14"]}}, {"text": "And Moses said unto his father-in-law: 'Because the people come unto me to inquire of God; ", "type": "text", "attrs": {"verseId": "EXO.18.15", "verseOrgIds": ["EXO.18.15"]}}, {"text": "when they have a matter, it cometh unto me; and I judge between a man and his neighbour, and I make them know the statutes of God, and His laws.' ", "type": "text", "attrs": {"verseId": "EXO.18.16", "verseOrgIds": ["EXO.18.16"]}}, {"text": "And Moses' father-in-law said unto him: 'The thing that thou doest is not good. ", "type": "text", "attrs": {"verseId": "EXO.18.17", "verseOrgIds": ["EXO.18.17"]}}, {"text": "Thou wilt surely wear away, both thou, and this people that is with thee; for the thing is too heavy for thee; thou art not able to perform it thyself alone. ", "type": "text", "attrs": {"verseId": "EXO.18.18", "verseOrgIds": ["EXO.18.18"]}}, {"text": "Hearken now unto my voice, I will give thee counsel, and God be with thee: be thou for the people before God, and bring thou the causes unto God. ", "type": "text", "attrs": {"verseId": "EXO.18.19", "verseOrgIds": ["EXO.18.19"]}}, {"text": "And thou shalt teach them the statutes and the laws, and shalt show them the way wherein they must walk, and the work that they must do. ", "type": "text", "attrs": {"verseId": "EXO.18.20", "verseOrgIds": ["EXO.18.20"]}}, {"text": "Moreover thou shalt provide out of all the people able men, such as fear God, men of truth, hating unjust gain; and place such over them, to be rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens. ", "type": "text", "attrs": {"verseId": "EXO.18.21", "verseOrgIds": ["EXO.18.21"]}}, {"text": "And let them judge the people at all seasons; and it shall be, that every great matter they shall bring unto thee, but every small matter they shall judge themselves; so shall they make it easier for thee and bear the burden with thee. ", "type": "text", "attrs": {"verseId": "EXO.18.22", "verseOrgIds": ["EXO.18.22"]}}, {"text": "If thou shalt do this thing, and God command thee so, then thou shalt be able to endure, and all this people also shall go to their place in peace.' ", "type": "text", "attrs": {"verseId": "EXO.18.23", "verseOrgIds": ["EXO.18.23"]}}, {"text": "So Moses hearkened to the voice of his father-in-law, and did all that he had said. ", "type": "text", "attrs": {"verseId": "EXO.18.24", "verseOrgIds": ["EXO.18.24"]}}, {"text": "And Moses chose able men out of all Israel, and made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens. ", "type": "text", "attrs": {"verseId": "EXO.18.25", "verseOrgIds": ["EXO.18.25"]}}, {"text": "And they judged the people at all seasons: the hard causes they brought unto Moses, but every small matter they judged themselves. ", "type": "text", "attrs": {"verseId": "EXO.18.26", "verseOrgIds": ["EXO.18.26"]}}, {"text": "And Moses let his father-in-law depart; and he went his way into his own land.", "type": "text", "attrs": {"verseId": "EXO.18.27", "verseOrgIds": ["EXO.18.27"]}}]}], "next": {"id": "EXO.19", "number": "19", "bookId": "EXO"}, "previous": {"id": "EXO.17", "number": "17", "bookId": "EXO"}}}}