{"_default": {"1": {"id": "ISA.43", "bibleId": "bf8f1c7f3f9045a5-01", "number": "43", "bookId": "ISA", "reference": "Isaiah 43", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But now thus saith the LORD that created thee, O Jacob, and He that formed thee, O Israel: Fear not, for I have redeemed thee, I have called thee by thy name, thou art Mine. ", "type": "text", "attrs": {"verseId": "ISA.43.1", "verseOrgIds": ["ISA.43.1"]}}, {"text": "When thou passest through the waters, I will be with thee, and through the rivers, they shall not overflow thee; when thou walkest through the fire, thou shalt not be burned, neither shall the flame kindle upon thee. ", "type": "text", "attrs": {"verseId": "ISA.43.2", "verseOrgIds": ["ISA.43.2"]}}, {"text": "For I am the LORD thy God, The Holy One of Israel, thy Saviour; I have given Egypt as thy ransom, Ethiopia and Seba for thee. ", "type": "text", "attrs": {"verseId": "ISA.43.3", "verseOrgIds": ["ISA.43.3"]}}, {"text": "Since thou art precious in My sight, and honourable, and I have loved thee; therefore will I give men for thee, and peoples for thy life. ", "type": "text", "attrs": {"verseId": "ISA.43.4", "verseOrgIds": ["ISA.43.4"]}}, {"text": "Fear not, for I am with thee; I will bring thy seed from the east, and gather thee from the west; ", "type": "text", "attrs": {"verseId": "ISA.43.5", "verseOrgIds": ["ISA.43.5"]}}, {"text": "I will say to the north: 'Give up,' and to the south: 'Keep not back, bring My sons from far, and My daughters from the end of the earth; ", "type": "text", "attrs": {"verseId": "ISA.43.6", "verseOrgIds": ["ISA.43.6"]}}, {"text": "Every one that is called by My name, and whom I have created for My glory, I have formed him, yea, I have made him.' ", "type": "text", "attrs": {"verseId": "ISA.43.7", "verseOrgIds": ["ISA.43.7"]}}, {"text": "The blind people that have eyes shall be brought forth, and the deaf that have ears. ", "type": "text", "attrs": {"verseId": "ISA.43.8", "verseOrgIds": ["ISA.43.8"]}}, {"text": "All the nations are gathered together, and the peoples are assembled; who among them can declare this, and announce to us former things? Let them bring their witnesses, that they may be justified; and let them hear, and say: 'It is truth.' ", "type": "text", "attrs": {"verseId": "ISA.43.9", "verseOrgIds": ["ISA.43.9"]}}, {"text": "Ye are My witnesses, saith the LORD, and My servant whom I have chosen; that ye may know and believe Me, and understand that I am He; before Me there was no God formed, neither shall any be after Me. ", "type": "text", "attrs": {"verseId": "ISA.43.10", "verseOrgIds": ["ISA.43.10"]}}, {"text": "I, even I, am the LORD; and beside Me there is no saviour. ", "type": "text", "attrs": {"verseId": "ISA.43.11", "verseOrgIds": ["ISA.43.11"]}}, {"text": "I have declared, and I have saved, and I have announced, and there was no strange god among you; therefore ye are My witnesses, saith the LORD, and I am God. ", "type": "text", "attrs": {"verseId": "ISA.43.12", "verseOrgIds": ["ISA.43.12"]}}, {"text": "Yea, since the day was I am He, and there is none that can deliver out of My hand; I will work, and who can reverse it? ", "type": "text", "attrs": {"verseId": "ISA.43.13", "verseOrgIds": ["ISA.43.13"]}}, {"text": "Thus saith the LORD, your Redeemer, The Holy One of Israel: For your sake I have sent to Babylon, and I will bring down all of them as fugitives, even the Chaldeans, in the ships of their shouting. ", "type": "text", "attrs": {"verseId": "ISA.43.14", "verseOrgIds": ["ISA.43.14"]}}, {"text": "I am the LORD, your Holy One, the Creator of Israel, your King. ", "type": "text", "attrs": {"verseId": "ISA.43.15", "verseOrgIds": ["ISA.43.15"]}}, {"text": "Thus saith the LORD, who maketh a way in the sea, and a path in the mighty waters; ", "type": "text", "attrs": {"verseId": "ISA.43.16", "verseOrgIds": ["ISA.43.16"]}}, {"text": "Who bringeth forth the chariot and horse, the army and the power — they lie down together, they shall not rise, they are extinct, they are quenched as a wick: ", "type": "text", "attrs": {"verseId": "ISA.43.17", "verseOrgIds": ["ISA.43.17"]}}, {"text": "Remember ye not the former things, neither consider the things of old. ", "type": "text", "attrs": {"verseId": "ISA.43.18", "verseOrgIds": ["ISA.43.18"]}}, {"text": "Behold, I will do a new thing; now shall it spring forth; shall ye not know it? I will even make a way in the wilderness, and rivers in the desert. ", "type": "text", "attrs": {"verseId": "ISA.43.19", "verseOrgIds": ["ISA.43.19"]}}, {"text": "The beasts of the field shall honour Me, the jackals and the ostriches; because I give waters in the wilderness, and rivers in the desert, to give drink to My people, Mine elect; ", "type": "text", "attrs": {"verseId": "ISA.43.20", "verseOrgIds": ["ISA.43.20"]}}, {"text": "The people which I formed for Myself, that they might tell of My praise. ", "type": "text", "attrs": {"verseId": "ISA.43.21", "verseOrgIds": ["ISA.43.21"]}}, {"text": "Yet thou hast not called upon Me, O Jacob, neither hast thou wearied thyself about Me, O Israel. ", "type": "text", "attrs": {"verseId": "ISA.43.22", "verseOrgIds": ["ISA.43.22"]}}, {"text": "Thou hast not brought Me the small cattle of thy burnt-offerings; neither hast thou honoured Me with thy sacrifices. I have not burdened thee with a meal-offering, nor wearied thee with frankincense. ", "type": "text", "attrs": {"verseId": "ISA.43.23", "verseOrgIds": ["ISA.43.23"]}}, {"text": "Thou hast bought Me no sweet cane with money, neither hast thou satisfied Me with the fat of thy sacrifices; but thou hast burdened Me with thy sins, thou hast wearied Me with thine iniquities. ", "type": "text", "attrs": {"verseId": "ISA.43.24", "verseOrgIds": ["ISA.43.24"]}}, {"text": "I, even I, am He that blotteth out thy transgressions for Mine own sake; and thy sins I will not remember. ", "type": "text", "attrs": {"verseId": "ISA.43.25", "verseOrgIds": ["ISA.43.25"]}}, {"text": "Put Me in remembrance, let us plead together; declare thou, that thou mayest be justified. ", "type": "text", "attrs": {"verseId": "ISA.43.26", "verseOrgIds": ["ISA.43.26"]}}, {"text": "Thy first father sinned, and thine intercessors have transgressed against Me. ", "type": "text", "attrs": {"verseId": "ISA.43.27", "verseOrgIds": ["ISA.43.27"]}}, {"text": "Therefore I have profaned the princes of the sanctuary, and I have given Jacob to condemnation, and Israel to reviling.", "type": "text", "attrs": {"verseId": "ISA.43.28", "verseOrgIds": ["ISA.43.28"]}}]}], "next": {"id": "ISA.44", "number": "44", "bookId": "ISA"}, "previous": {"id": "ISA.42", "number": "42", "bookId": "ISA"}}}}