{"_default": {"1": {"id": "ZEC.11", "bibleId": "bf8f1c7f3f9045a5-01", "number": "11", "bookId": "ZEC", "reference": "Zechariah 11", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Open thy doors, O Lebanon, that the fire may devour thy cedars. ", "type": "text", "attrs": {"verseId": "ZEC.11.1", "verseOrgIds": ["ZEC.11.1"]}}, {"text": "Wail, O cypress-tree, for the cedar is fallen; because the glorious ones are spoiled; wail, O ye oaks of Bashan, for the strong forest is come down. ", "type": "text", "attrs": {"verseId": "ZEC.11.2", "verseOrgIds": ["ZEC.11.2"]}}, {"text": "Hark! the wailing of the shepherds, for their glory is spoiled; Hark! the roaring of young lions, for the thickets of the Jordan are spoiled. ", "type": "text", "attrs": {"verseId": "ZEC.11.3", "verseOrgIds": ["ZEC.11.3"]}}, {"text": "Thus said the LORD my God: 'Feed the flock of slaughter; ", "type": "text", "attrs": {"verseId": "ZEC.11.4", "verseOrgIds": ["ZEC.11.4"]}}, {"text": "whose buyers slay them, and hold themselves not guilty; and they that sell them say: Blessed be the LORD, for I am rich; and their own shepherds pity them not. ", "type": "text", "attrs": {"verseId": "ZEC.11.5", "verseOrgIds": ["ZEC.11.5"]}}, {"text": "For I will no more pity the inhabitants of the land, saith the LORD; but, lo, I will deliver the men every one into his neighbour's hand, and into the hand of his king; and they shall smite the land, and out of their hand I will not deliver them.' ", "type": "text", "attrs": {"verseId": "ZEC.11.6", "verseOrgIds": ["ZEC.11.6"]}}, {"text": "So I fed the flock of slaughter, verily the poor of the flock. And I took unto me two staves; the one I called Graciousness, and the other I called Binders; and I fed the flock. ", "type": "text", "attrs": {"verseId": "ZEC.11.7", "verseOrgIds": ["ZEC.11.7"]}}, {"text": "And I cut off the three shepherds in one month; 'for My soul became impatient of them, and their soul also loathed Me.' ", "type": "text", "attrs": {"verseId": "ZEC.11.8", "verseOrgIds": ["ZEC.11.8"]}}, {"text": "Then said I: 'I will not feed you; that which dieth, let it die; and that which is to be cut off, let it be cut off; and let them that are left eat every one the flesh of another.' ", "type": "text", "attrs": {"verseId": "ZEC.11.9", "verseOrgIds": ["ZEC.11.9"]}}, {"text": "And I took my staff Graciousness, and cut it asunder, 'that I might break My covenant which I had made with all the peoples.' ", "type": "text", "attrs": {"verseId": "ZEC.11.10", "verseOrgIds": ["ZEC.11.10"]}}, {"text": "And it was broken in that day; and the poor of the flock that gave heed unto me knew of a truth that it was the word of the LORD. ", "type": "text", "attrs": {"verseId": "ZEC.11.11", "verseOrgIds": ["ZEC.11.11"]}}, {"text": "And I said unto them: 'If ye think good, give me my hire; and if not, forbear.' So they weighed for my hire thirty pieces of silver. ", "type": "text", "attrs": {"verseId": "ZEC.11.12", "verseOrgIds": ["ZEC.11.12"]}}, {"text": "And the LORD said unto me: 'Cast it into the treasury, the goodly price that I was prized at of them.' And I took the thirty pieces of silver, and cast them into the treasury, in the house of the LORD. ", "type": "text", "attrs": {"verseId": "ZEC.11.13", "verseOrgIds": ["ZEC.11.13"]}}, {"text": "Then I cut asunder mine other staff, even Binders, that the brotherhood between Judah and Israel might be broken. ", "type": "text", "attrs": {"verseId": "ZEC.11.14", "verseOrgIds": ["ZEC.11.14"]}}, {"text": "And the LORD said unto me: 'Take unto thee yet the instruments of a foolish shepherd. ", "type": "text", "attrs": {"verseId": "ZEC.11.15", "verseOrgIds": ["ZEC.11.15"]}}, {"text": "For, lo, I will raise up a shepherd in the land, who will not think of those that are cut off, neither will seek those that are young, nor heal that which is broken; neither will he feed that which standeth still, but he will eat the flesh of the fat, and will break their hoofs in pieces.' ", "type": "text", "attrs": {"verseId": "ZEC.11.16", "verseOrgIds": ["ZEC.11.16"]}}, {"text": "Woe to the worthless shepherd that leaveth the flock! The sword shall be upon his arm, and upon his right eye; his arm shall be clean dried up, and his right eye shall be utterly darkened.", "type": "text", "attrs": {"verseId": "ZEC.11.17", "verseOrgIds": ["ZEC.11.17"]}}]}], "next": {"id": "ZEC.12", "number": "12", "bookId": "ZEC"}, "previous": {"id": "ZEC.10", "number": "10", "bookId": "ZEC"}}}}