{"_default": {"1": {"id": "EZK.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "EZK", "reference": "Ezekiel 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "NOW IT came to pass in the thirtieth year, in the fourth month, in the fifth day of the month, as I was among the captives by the river Chebar that the heavens were opened, and I saw visions of God. ", "type": "text", "attrs": {"verseId": "EZK.1.1", "verseOrgIds": ["EZK.1.1"]}}, {"text": "In the fifth day of the month, which was the fifth year of king Jehoiachin's captivity, ", "type": "text", "attrs": {"verseId": "EZK.1.2", "verseOrgIds": ["EZK.1.2"]}}, {"text": "the word of the LORD came expressly unto Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the river Chebar; and the hand of the LORD was there upon him. ", "type": "text", "attrs": {"verseId": "EZK.1.3", "verseOrgIds": ["EZK.1.3"]}}, {"text": "And I looked, and, behold, a stormy wind came out of the north, a great cloud, with a fire flashing up, so that a brightness was round about it; and out of the midst thereof as the colour of electrum, out of the midst of the fire. ", "type": "text", "attrs": {"verseId": "EZK.1.4", "verseOrgIds": ["EZK.1.4"]}}, {"text": "And out of the midst thereof came the likeness of four living creatures. And this was their appearance: they had the likeness of a man. ", "type": "text", "attrs": {"verseId": "EZK.1.5", "verseOrgIds": ["EZK.1.5"]}}, {"text": "And every one had four faces, and every one of them had four wings. ", "type": "text", "attrs": {"verseId": "EZK.1.6", "verseOrgIds": ["EZK.1.6"]}}, {"text": "And their feet were straight feet; and the sole of their feet was like the sole of a calf's foot; and they sparkled like the colour of burnished brass. ", "type": "text", "attrs": {"verseId": "EZK.1.7", "verseOrgIds": ["EZK.1.7"]}}, {"text": "And they had the hands of a man under their wings on their four sides; and as for the faces and wings of them four, ", "type": "text", "attrs": {"verseId": "EZK.1.8", "verseOrgIds": ["EZK.1.8"]}}, {"text": "their wings were joined one to another; they turned not when they went; they went every one straight forward. ", "type": "text", "attrs": {"verseId": "EZK.1.9", "verseOrgIds": ["EZK.1.9"]}}, {"text": "As for the likeness of their faces, they had the face of a man; and they four had the face of a lion on the right side; and they four had the face of an ox on the left side; they four had also the face of an eagle. ", "type": "text", "attrs": {"verseId": "EZK.1.10", "verseOrgIds": ["EZK.1.10"]}}, {"text": "Thus were their faces; and their wings were stretched upward; two wings of every one were joined one to another, and two covered their bodies. ", "type": "text", "attrs": {"verseId": "EZK.1.11", "verseOrgIds": ["EZK.1.11"]}}, {"text": "And they went every one straight forward; whither the spirit was to go, they went; they turned not when they went. ", "type": "text", "attrs": {"verseId": "EZK.1.12", "verseOrgIds": ["EZK.1.12"]}}, {"text": "As for the likeness of the living creatures, their appearance was like coals of fire, burning like the appearance of torches; it flashed up and down among the living creatures; and there was brightness to the fire, and out of the fire went forth lightning. ", "type": "text", "attrs": {"verseId": "EZK.1.13", "verseOrgIds": ["EZK.1.13"]}}, {"text": "And the living creatures ran and returned as the appearance of a flash of lightning. ", "type": "text", "attrs": {"verseId": "EZK.1.14", "verseOrgIds": ["EZK.1.14"]}}, {"text": "Now as I beheld the living creatures, behold one wheel at the bottom hard by the living creatures, at the four faces thereof. ", "type": "text", "attrs": {"verseId": "EZK.1.15", "verseOrgIds": ["EZK.1.15"]}}, {"text": "The appearance of the wheels and their work was like unto the colour of a beryl; and they four had one likeness; and their appearance and their work was as it were a wheel within a wheel. ", "type": "text", "attrs": {"verseId": "EZK.1.16", "verseOrgIds": ["EZK.1.16"]}}, {"text": "When they went, they went toward their four sides; they turned not when they went. ", "type": "text", "attrs": {"verseId": "EZK.1.17", "verseOrgIds": ["EZK.1.17"]}}, {"text": "As for their rings, they were high and they were dreadful; and they four had their rings full of eyes round about. ", "type": "text", "attrs": {"verseId": "EZK.1.18", "verseOrgIds": ["EZK.1.18"]}}, {"text": "And when the living creatures went, the wheels went hard by them; and when the living creatures were lifted up from the bottom, the wheels were lifted up. ", "type": "text", "attrs": {"verseId": "EZK.1.19", "verseOrgIds": ["EZK.1.19"]}}, {"text": "Whithersoever the spirit was to go, as the spirit was to go thither, so they went; and the wheels were lifted up beside them; for the spirit of the living creature was in the wheels. ", "type": "text", "attrs": {"verseId": "EZK.1.20", "verseOrgIds": ["EZK.1.20"]}}, {"text": "When those went, these went, and when those stood, these stood; and when those were lifted up from the earth, the wheels were lifted up beside them; for the spirit of the living creature was in the wheels. ", "type": "text", "attrs": {"verseId": "EZK.1.21", "verseOrgIds": ["EZK.1.21"]}}, {"text": "And over the heads of the living creatures there was the likeness of a firmament, like the colour of the terrible ice, stretched forth over their heads above. ", "type": "text", "attrs": {"verseId": "EZK.1.22", "verseOrgIds": ["EZK.1.22"]}}, {"text": "And under the firmament were their wings conformable the one to the other; this one of them had two which covered, and that one of them had two which covered, their bodies. ", "type": "text", "attrs": {"verseId": "EZK.1.23", "verseOrgIds": ["EZK.1.23"]}}, {"text": "And when they went, I heard the noise of their wings like the noise of great waters, like the voice of the Almighty, a noise of tumult like the noise of a host; when they stood, they let down their wings. ", "type": "text", "attrs": {"verseId": "EZK.1.24", "verseOrgIds": ["EZK.1.24"]}}, {"text": "For, when there was a voice above the firmament that was over their heads, as they stood, they let down their wings. ", "type": "text", "attrs": {"verseId": "EZK.1.25", "verseOrgIds": ["EZK.1.25"]}}, {"text": "And above the firmament that was over their heads was the likeness of a throne, as the appearance of a sapphire stone; and upon the likeness of the throne was a likeness as the appearance of a man upon it above. ", "type": "text", "attrs": {"verseId": "EZK.1.26", "verseOrgIds": ["EZK.1.26"]}}, {"text": "And I saw as the colour of electrum, as the appearance of fire round about enclosing it, from the appearance of his loins and upward; and from the appearance of his loins and downward I saw as it were the appearance of fire, and there was brightness round about him. ", "type": "text", "attrs": {"verseId": "EZK.1.27", "verseOrgIds": ["EZK.1.27"]}}, {"text": "As the appearance of the bow that is in the cloud in the day of rain, so was the appearance of the brightness round about. This was the appearance of the likeness of the glory of the LORD. And when I saw it, I fell upon my face, and I heard a voice of one that spoke.", "type": "text", "attrs": {"verseId": "EZK.1.28", "verseOrgIds": ["EZK.1.28"]}}]}], "next": {"id": "EZK.2", "number": "2", "bookId": "EZK"}, "previous": {"id": "EZK.intro", "number": "intro", "bookId": "EZK"}}}}