{"_default": {"1": {"id": "1SA.12", "bibleId": "bf8f1c7f3f9045a5-01", "number": "12", "bookId": "1SA", "reference": "1 Samuel 12", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Samuel said unto all Israel: 'Behold, I have hearkened unto your voice in all that ye said unto me, and have made a king over you. ", "type": "text", "attrs": {"verseId": "1SA.12.1", "verseOrgIds": ["1SA.12.1"]}}, {"text": "And now, behold, the king walketh before you; and I am old and grayheaded; and, behold, my sons are with you; and I have walked before you from my youth unto this day. ", "type": "text", "attrs": {"verseId": "1SA.12.2", "verseOrgIds": ["1SA.12.2"]}}, {"text": "Here I am; witness against me before the LORD, and before His anointed: whose ox have I taken? or whose ass have I taken? or whom have I defrauded? or whom have I oppressed? or of whose hand have I taken a ransom to blind mine eyes therewith? and I will restore it you.' ", "type": "text", "attrs": {"verseId": "1SA.12.3", "verseOrgIds": ["1SA.12.3"]}}, {"text": "And they said: 'Thou hast not defrauded us, nor oppressed us, neither hast thou taken aught of any man's hand.' ", "type": "text", "attrs": {"verseId": "1SA.12.4", "verseOrgIds": ["1SA.12.4"]}}, {"text": "And he said unto them: 'The LORD is witness against you, and His anointed is witness this day, that ye have not found aught in my hand.' And they said: 'He is witness.' ", "type": "text", "attrs": {"verseId": "1SA.12.5", "verseOrgIds": ["1SA.12.5"]}}, {"text": "And Samuel said unto the people: 'It is the LORD that made Moses and Aaron, and that brought your fathers up out of the land of Egypt. ", "type": "text", "attrs": {"verseId": "1SA.12.6", "verseOrgIds": ["1SA.12.6"]}}, {"text": "Now therefore stand still, that I may plead with you before the LORD concerning all the righteous acts of the LORD, which He did to you and to your fathers. ", "type": "text", "attrs": {"verseId": "1SA.12.7", "verseOrgIds": ["1SA.12.7"]}}, {"text": "When Jacob was come into Egypt, then your fathers cried unto the LORD, and the LORD sent Moses and Aaron, who brought forth your fathers out of Egypt, and they were made to dwell in this place. ", "type": "text", "attrs": {"verseId": "1SA.12.8", "verseOrgIds": ["1SA.12.8"]}}, {"text": "But they forgot the LORD their God, and He gave them over into the hand of Sisera, captain of the host of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they fought against them. ", "type": "text", "attrs": {"verseId": "1SA.12.9", "verseOrgIds": ["1SA.12.9"]}}, {"text": "And they cried unto the LORD, and said: We have sinned, because we have forsaken the LORD, and have served the Baalim and the Ashtaroth; but now deliver us out of the hand of our enemies, and we will serve Thee. ", "type": "text", "attrs": {"verseId": "1SA.12.10", "verseOrgIds": ["1SA.12.10"]}}, {"text": "And the LORD sent Jerubbaal, and Bedan, and Jephthah, and Samuel, and delivered you out of the hand of your enemies on every side, and ye dwelt in safety. ", "type": "text", "attrs": {"verseId": "1SA.12.11", "verseOrgIds": ["1SA.12.11"]}}, {"text": "And when ye saw that Nahash the king of the children of Ammon came against you, ye said unto me: Nay, but a king shall reign over us; when the LORD your God was your king. ", "type": "text", "attrs": {"verseId": "1SA.12.12", "verseOrgIds": ["1SA.12.12"]}}, {"text": "Now therefore behold the king whom ye have chosen, and whom ye have asked for; and, behold, the LORD hath set a king over you. ", "type": "text", "attrs": {"verseId": "1SA.12.13", "verseOrgIds": ["1SA.12.13"]}}, {"text": "If ye will fear the LORD, and serve Him, and hearken unto His voice, and not rebel against the commandment of the LORD, and both ye and also the king that reigneth over you be followers of the LORD your God — ; ", "type": "text", "attrs": {"verseId": "1SA.12.14", "verseOrgIds": ["1SA.12.14"]}}, {"text": "but if ye will not hearken unto the voice of the LORD, but rebel against the commandment of the LORD, then shall the hand of the LORD be against you, and against your fathers. ", "type": "text", "attrs": {"verseId": "1SA.12.15", "verseOrgIds": ["1SA.12.15"]}}, {"text": "Now therefore stand still and see this great thing, which the LORD will do before your eyes. ", "type": "text", "attrs": {"verseId": "1SA.12.16", "verseOrgIds": ["1SA.12.16"]}}, {"text": "Is it not wheat harvest to-day? I will call unto the LORD, that He may send thunder and rain; and ye shall know and see that your wickedness is great, which ye have done in the sight of the LORD, in asking you a king.' ", "type": "text", "attrs": {"verseId": "1SA.12.17", "verseOrgIds": ["1SA.12.17"]}}, {"text": "So Samuel called unto the LORD; and the LORD sent thunder and rain that day; and all the people greatly feared the LORD and Samuel. ", "type": "text", "attrs": {"verseId": "1SA.12.18", "verseOrgIds": ["1SA.12.18"]}}, {"text": "And all the people said unto Samuel: 'Pray for thy servants unto the LORD thy God, that we die not; for we have added unto all our sins this evil, to ask us a king.' ", "type": "text", "attrs": {"verseId": "1SA.12.19", "verseOrgIds": ["1SA.12.19"]}}, {"text": "And Samuel said unto the people: 'Fear not; ye have indeed done all this evil; yet turn not aside from following the LORD, but serve the LORD with all your heart; ", "type": "text", "attrs": {"verseId": "1SA.12.20", "verseOrgIds": ["1SA.12.20"]}}, {"text": "and turn ye not aside; for then should ye go after vain things which cannot profit nor deliver, for they are vain. ", "type": "text", "attrs": {"verseId": "1SA.12.21", "verseOrgIds": ["1SA.12.21"]}}, {"text": "For the LORD will not forsake His people for His great name's sake; because it hath pleased the LORD to make you a people unto Himself. ", "type": "text", "attrs": {"verseId": "1SA.12.22", "verseOrgIds": ["1SA.12.22"]}}, {"text": "Moreover as for me, far be it from me that I should sin against the LORD in ceasing to pray for you; but I will instruct you in the good and the right way. ", "type": "text", "attrs": {"verseId": "1SA.12.23", "verseOrgIds": ["1SA.12.23"]}}, {"text": "Only fear the LORD, and serve Him in truth with all your heart; for consider how great things He hath done for you. ", "type": "text", "attrs": {"verseId": "1SA.12.24", "verseOrgIds": ["1SA.12.24"]}}, {"text": "But if ye shall still do wickedly, ye shall be swept away, both ye and your king.'", "type": "text", "attrs": {"verseId": "1SA.12.25", "verseOrgIds": ["1SA.12.25"]}}]}], "next": {"id": "1SA.13", "number": "13", "bookId": "1SA"}, "previous": {"id": "1SA.11", "number": "11", "bookId": "1SA"}}}}