{"_default": {"1": {"id": "JER.17", "bibleId": "bf8f1c7f3f9045a5-01", "number": "17", "bookId": "JER", "reference": "Jeremiah 17", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The sin of Judah is written with a pen of iron, and with the point of a diamond; it is graven upon the tablet of their heart, and upon the horns of your altars. ", "type": "text", "attrs": {"verseId": "JER.17.1", "verseOrgIds": ["JER.17.1"]}}, {"text": "Like the symbols of their sons are their altars, and their Asherim are by the leafy trees, upon the high hills. ", "type": "text", "attrs": {"verseId": "JER.17.2", "verseOrgIds": ["JER.17.2"]}}, {"text": "O thou that sittest upon the mountain in the field, I will give thy substance and all thy treasures for a spoil, and thy high places, because of sin, throughout all thy borders. ", "type": "text", "attrs": {"verseId": "JER.17.3", "verseOrgIds": ["JER.17.3"]}}, {"text": "And thou, even of thyself, shalt discontinue from thy heritage that I gave thee; and I will cause thee to serve thine enemies in the land which thou knowest not; for ye have kindled a fire in My nostril, which shall burn for ever. ", "type": "text", "attrs": {"verseId": "JER.17.4", "verseOrgIds": ["JER.17.4"]}}, {"text": "Thus saith the LORD: Cursed is the man that trusteth in man, and maketh flesh his arm, and whose heart departeth from the LORD. ", "type": "text", "attrs": {"verseId": "JER.17.5", "verseOrgIds": ["JER.17.5"]}}, {"text": "For he shall be like a tamarisk in the desert, and shall not see when good cometh; but shall inhabit the parched places in the wilderness, a salt land and not inhabited. ", "type": "text", "attrs": {"verseId": "JER.17.6", "verseOrgIds": ["JER.17.6"]}}, {"text": "Blessed is the man that trusteth in the LORD, and whose trust the LORD is. ", "type": "text", "attrs": {"verseId": "JER.17.7", "verseOrgIds": ["JER.17.7"]}}, {"text": "For he shall be as a tree planted by the waters, and that spreadeth out its roots by the river, and shall not see when heat cometh, but its foliage shall be luxuriant; and shall not be anxious in the year of drought, neither shall cease from yielding fruit. ", "type": "text", "attrs": {"verseId": "JER.17.8", "verseOrgIds": ["JER.17.8"]}}, {"text": "The heart is deceitful above all things, and it is exceeding weak — who can know it? ", "type": "text", "attrs": {"verseId": "JER.17.9", "verseOrgIds": ["JER.17.9"]}}, {"text": "I the LORD search the heart, I try the reins, even to give every man according to his ways, according to the fruit of his doings. ", "type": "text", "attrs": {"verseId": "JER.17.10", "verseOrgIds": ["JER.17.10"]}}, {"text": "As the partridge that broodeth over young which she hath not brought forth, so is he that getteth riches, and not by right; in the midst of his days he shall leave them, and at his end he shall be a fool. ", "type": "text", "attrs": {"verseId": "JER.17.11", "verseOrgIds": ["JER.17.11"]}}, {"text": "Thou throne of glory, on high from the beginning, thou place of our sanctuary, ", "type": "text", "attrs": {"verseId": "JER.17.12", "verseOrgIds": ["JER.17.12"]}}, {"text": "Thou hope of Israel, the LORD! All that forsake Thee shall be ashamed; they that depart from Thee shall be written in the earth, because they have forsaken the LORD, the fountain of living waters. ", "type": "text", "attrs": {"verseId": "JER.17.13", "verseOrgIds": ["JER.17.13"]}}, {"text": "Heal me, O LORD, and I shall be healed; save me, and I shall be saved; for Thou art my praise. ", "type": "text", "attrs": {"verseId": "JER.17.14", "verseOrgIds": ["JER.17.14"]}}, {"text": "Behold, they say unto me: 'Where is the word of the LORD? let it come now.' ", "type": "text", "attrs": {"verseId": "JER.17.15", "verseOrgIds": ["JER.17.15"]}}, {"text": "As for me, I have not hastened from being a shepherd after Thee; neither have I desired the woeful day; Thou knowest it; that which came out of my lips was manifest before Thee. ", "type": "text", "attrs": {"verseId": "JER.17.16", "verseOrgIds": ["JER.17.16"]}}, {"text": "Be not a ruin unto me; Thou art my refuge in the day of evil. ", "type": "text", "attrs": {"verseId": "JER.17.17", "verseOrgIds": ["JER.17.17"]}}, {"text": "Let them be ashamed that persecute me, but let not me be ashamed; Let them be dismayed, but let not me be dismayed; Bring upon them the day of evil, and destroy them with double destruction. ", "type": "text", "attrs": {"verseId": "JER.17.18", "verseOrgIds": ["JER.17.18"]}}, {"text": "Thus said the LORD unto me: Go, and stand in the gate of the children of the people, whereby the kings of Judah come in, and by which they go out, and in all the gates of Jerusalem; ", "type": "text", "attrs": {"verseId": "JER.17.19", "verseOrgIds": ["JER.17.19"]}}, {"text": "and say unto them: Hear ye the word of the LORD, ye kings of Judah, and all Judah, and all the inhabitants of Jerusalem, that enter in by these gates; ", "type": "text", "attrs": {"verseId": "JER.17.20", "verseOrgIds": ["JER.17.20"]}}, {"text": "thus saith the LORD: Take heed for the sake of your souls, and bear no burden on the sabbath day, nor bring it in by the gates of Jerusalem; ", "type": "text", "attrs": {"verseId": "JER.17.21", "verseOrgIds": ["JER.17.21"]}}, {"text": "neither carry forth a burden out of your houses on the sabbath day, neither do ye any work; but hallow ye the sabbath day, as I commanded your fathers; ", "type": "text", "attrs": {"verseId": "JER.17.22", "verseOrgIds": ["JER.17.22"]}}, {"text": "but they hearkened not, neither inclined their ear, but made their neck stiff, that they might not hear, nor receive instruction. ", "type": "text", "attrs": {"verseId": "JER.17.23", "verseOrgIds": ["JER.17.23"]}}, {"text": "And it shall come to pass, if ye diligently hearken unto Me, saith the LORD, to bring in no burden through the gates of this city on the sabbath day, but to hallow the sabbath day, to do no work therein; ", "type": "text", "attrs": {"verseId": "JER.17.24", "verseOrgIds": ["JER.17.24"]}}, {"text": "then shall there enter in by the gates of this city kings and princes sitting upon the throne of David, riding in chariots and on horses, they, and their princes, the men of Judah, and the inhabitants of Jerusalem; and this city shall be inhabited for ever. ", "type": "text", "attrs": {"verseId": "JER.17.25", "verseOrgIds": ["JER.17.25"]}}, {"text": "And they shall come from the cities of Judah, and from the places round about Jerusalem, and from the land of Benjamin, and from the Lowland, and from the mountains, and from the South, bringing burnt-offerings, and sacrifices, and meal-offerings, and frankincense, and bringing sacrifices of thanksgiving, unto the house of the LORD. ", "type": "text", "attrs": {"verseId": "JER.17.26", "verseOrgIds": ["JER.17.26"]}}, {"text": "But if ye will not hearken unto Me to hallow the sabbath day, and not to bear a burden and enter in at the gates of Jerusalem on the sabbath day; then will I kindle a fire in the gates thereof, and it shall devour the palaces of Jerusalem, and it shall not be quenched.", "type": "text", "attrs": {"verseId": "JER.17.27", "verseOrgIds": ["JER.17.27"]}}]}], "next": {"id": "JER.18", "number": "18", "bookId": "JER"}, "previous": {"id": "JER.16", "number": "16", "bookId": "JER"}}}}