{"_default": {"1": {"id": "EZK.48", "bibleId": "bf8f1c7f3f9045a5-01", "number": "48", "bookId": "EZK", "reference": "Ezekiel 48", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now these are the names of the tribes: from the north end, beside the way of Hethlon to the entrance of Hamath, Hazar-enan, at the border of Damascus, northward, beside Hamath; and they shall have their sides east and west: Dan, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.1", "verseOrgIds": ["EZK.48.1"]}}, {"text": "And by the border of Dan, from the east side unto the west side: Asher, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.2", "verseOrgIds": ["EZK.48.2"]}}, {"text": "And by the border of Asher, from the east side even unto the west side: Naphtali, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.3", "verseOrgIds": ["EZK.48.3"]}}, {"text": "And by the border of Naphtali, from the east side unto the west side: Manasseh, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.4", "verseOrgIds": ["EZK.48.4"]}}, {"text": "And by the border of Manasseh, from the east side unto the west side: Ephraim, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.5", "verseOrgIds": ["EZK.48.5"]}}, {"text": "And by the border of Ephraim, from the east side even unto the west side: Reuben, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.6", "verseOrgIds": ["EZK.48.6"]}}, {"text": "And by the border of Reuben, from the east side unto the west side: Judah, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.7", "verseOrgIds": ["EZK.48.7"]}}, {"text": "And by the border of Judah, from the east side unto the west side, shall be the offering which ye shall set aside, five and twenty thousand reeds in breadth, and in length as one of the portions, from the east side unto the west side; and the sanctuary shall be in the midst of it. ", "type": "text", "attrs": {"verseId": "EZK.48.8", "verseOrgIds": ["EZK.48.8"]}}, {"text": "The offering that ye shall set apart unto the LORD shall be five and twenty thousand reeds in length, and ten thousand in breadth. ", "type": "text", "attrs": {"verseId": "EZK.48.9", "verseOrgIds": ["EZK.48.9"]}}, {"text": "And for these, even for the priests, shall be the holy offering; toward the north five and twenty thousand in length, and toward the west ten thousand in breadth, and toward the east ten thousand in breadth, and toward the south five and twenty thousand in length; and the sanctuary of the LORD shall be in the midst thereof. ", "type": "text", "attrs": {"verseId": "EZK.48.10", "verseOrgIds": ["EZK.48.10"]}}, {"text": "The sanctified portion shall be for the priests of the sons of Zadok, that have kept My charge, that went not astray when the children of Israel went astray, as the Levites went astray. ", "type": "text", "attrs": {"verseId": "EZK.48.11", "verseOrgIds": ["EZK.48.11"]}}, {"text": "And it shall be unto them a portion set apart from the offering of the land, a thing most holy, by the border of the Levites. ", "type": "text", "attrs": {"verseId": "EZK.48.12", "verseOrgIds": ["EZK.48.12"]}}, {"text": "And answerable unto the border of the priests, the Levites shall have five and twenty thousand in length, and ten thousand in breadth; all the length shall be five and twenty thousand, and the breadth ten thousand. ", "type": "text", "attrs": {"verseId": "EZK.48.13", "verseOrgIds": ["EZK.48.13"]}}, {"text": "And they shall not sell of it, nor exchange, nor alienate the first portion of the land; for it is holy unto the LORD. ", "type": "text", "attrs": {"verseId": "EZK.48.14", "verseOrgIds": ["EZK.48.14"]}}, {"text": "And the five thousand that are left in the breadth, in front of the five and twenty thousand, shall be for common use, for the city, for dwelling and for open land; and the city shall be in the midst thereof. ", "type": "text", "attrs": {"verseId": "EZK.48.15", "verseOrgIds": ["EZK.48.15"]}}, {"text": "And these shall be the measures thereof: the north side four thousand and five hundred, and the south side four thousand and five hundred, and on the east side four thousand and five hundred, and the west side four thousand and five hundred. ", "type": "text", "attrs": {"verseId": "EZK.48.16", "verseOrgIds": ["EZK.48.16"]}}, {"text": "And the city shall have open land: toward the north two hundred and fifty, and toward the south two hundred and fifty, and toward the east two hundred and fifty, and toward the west two hundred and fifty. ", "type": "text", "attrs": {"verseId": "EZK.48.17", "verseOrgIds": ["EZK.48.17"]}}, {"text": "And the residue in the length, answerable unto the holy offering, shall be ten thousand eastward, and ten thousand westward; and it shall be answerable unto the holy offering; and the increase thereof shall be for food unto them that serve the city. ", "type": "text", "attrs": {"verseId": "EZK.48.18", "verseOrgIds": ["EZK.48.18"]}}, {"text": "And they that serve the city, out of all the tribes of Israel, shall till it. ", "type": "text", "attrs": {"verseId": "EZK.48.19", "verseOrgIds": ["EZK.48.19"]}}, {"text": "All the offering shall be five and twenty thousand by five and twenty thousand; ye shall set apart the holy offering foursquare, with the possession of the city. ", "type": "text", "attrs": {"verseId": "EZK.48.20", "verseOrgIds": ["EZK.48.20"]}}, {"text": "And the residue shall be for the prince, on the one side and on the other of the holy offering and of the possession of the city, in front of the five and twenty thousand of the offering toward the east border, and westward in front of the five and twenty thousand toward the west border, answerable unto the portions, it shall be for the prince; and the holy offering and the sanctuary of the house shall be in the midst thereof. ", "type": "text", "attrs": {"verseId": "EZK.48.21", "verseOrgIds": ["EZK.48.21"]}}, {"text": "Thus the possession of the Levites, and the possession of the city, shall be in the midst of that which is the prince's; between the border of Judah and the border of Benjamin shall be the prince's. ", "type": "text", "attrs": {"verseId": "EZK.48.22", "verseOrgIds": ["EZK.48.22"]}}, {"text": "And as for the rest of the tribes: from the east side unto the west side: Benjamin, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.23", "verseOrgIds": ["EZK.48.23"]}}, {"text": "And by the border of Benjamin, from the east side unto the west side: Simeon, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.24", "verseOrgIds": ["EZK.48.24"]}}, {"text": "And by the border of Simeon, from the east side unto the west side: Issachar, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.25", "verseOrgIds": ["EZK.48.25"]}}, {"text": "And by the border of Issachar, from the east side unto the west side: Zebulun, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.26", "verseOrgIds": ["EZK.48.26"]}}, {"text": "And by the border of Zebulun, from the east side unto the west side: Gad, one portion. ", "type": "text", "attrs": {"verseId": "EZK.48.27", "verseOrgIds": ["EZK.48.27"]}}, {"text": "And by the border of Gad, at the south side southward, the border shall be even from Tamar unto the waters of Meribath-kadesh, to the Brook, unto the Great Sea. ", "type": "text", "attrs": {"verseId": "EZK.48.28", "verseOrgIds": ["EZK.48.28"]}}, {"text": "This is the land which ye shall divide by lot unto the tribes of Israel for inheritance, and these are their portions, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.48.29", "verseOrgIds": ["EZK.48.29"]}}, {"text": "And these are the goings out of the city: on the north side four thousand and five hundred reeds by measure; ", "type": "text", "attrs": {"verseId": "EZK.48.30", "verseOrgIds": ["EZK.48.30"]}}, {"text": "and the gates of the city shall be after the names of the tribes of Israel; three gates northward: the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one; ", "type": "text", "attrs": {"verseId": "EZK.48.31", "verseOrgIds": ["EZK.48.31"]}}, {"text": "and at the east side four thousand and five hundred reeds; and three gates: even the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one; ", "type": "text", "attrs": {"verseId": "EZK.48.32", "verseOrgIds": ["EZK.48.32"]}}, {"text": "and at the south side four thousand and five hundred reeds by measure; and three gates: the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one; ", "type": "text", "attrs": {"verseId": "EZK.48.33", "verseOrgIds": ["EZK.48.33"]}}, {"text": "at the west side four thousand and five hundred reeds, with their three gates: the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one. ", "type": "text", "attrs": {"verseId": "EZK.48.34", "verseOrgIds": ["EZK.48.34"]}}, {"text": "It shall be eighteen thousand reeds round about. And the name of the city from that day shall be, The LORD is there.'", "type": "text", "attrs": {"verseId": "EZK.48.35", "verseOrgIds": ["EZK.48.35"]}}]}], "next": {"id": "HOS.intro", "number": "intro", "bookId": "HOS"}, "previous": {"id": "EZK.47", "number": "47", "bookId": "EZK"}}}}