{"_default": {"1": {"id": "2CH.22", "bibleId": "bf8f1c7f3f9045a5-01", "number": "22", "bookId": "2CH", "reference": "2 Chronicles 22", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the inhabitants of Jerusalem made Ahaziah his youngest son king in his stead; for the band of men that came with the Arabians to the camp had slain all the eldest. So Ahaziah the son of Jehoram king of Judah reigned. ", "type": "text", "attrs": {"verseId": "2CH.22.1", "verseOrgIds": ["2CH.22.1"]}}, {"text": "Forty and two years old was Ahaziah when he began to reign; and he reigned one year in Jerusalem; and his mother's name was Athaliah the daughter of Omri. ", "type": "text", "attrs": {"verseId": "2CH.22.2", "verseOrgIds": ["2CH.22.2"]}}, {"text": "He also walked in the ways of the house of Ahab; for his mother was his counsellor to do wickedly. ", "type": "text", "attrs": {"verseId": "2CH.22.3", "verseOrgIds": ["2CH.22.3"]}}, {"text": "And he did that which was evil in the sight of the LORD, as did the house of Ahab; for they were his counsellors after the death of his father, to his destruction. ", "type": "text", "attrs": {"verseId": "2CH.22.4", "verseOrgIds": ["2CH.22.4"]}}, {"text": "He walked also after their counsel, and went with Jehoram the son of Ahab king of Israel to war against Hazael king of Aram at Ramoth-gilead; and the Arameans wounded Joram. ", "type": "text", "attrs": {"verseId": "2CH.22.5", "verseOrgIds": ["2CH.22.5"]}}, {"text": "And he returned to be healed in Jezreel of the wounds which they had given him at Ramah, when he fought against Hazael king of Aram. And Azariah the son of Jehoram king of Judah went down to see Jehoram the son of Ahab in Jezreel, because he was sick. ", "type": "text", "attrs": {"verseId": "2CH.22.6", "verseOrgIds": ["2CH.22.6"]}}, {"text": "Now the downfall of Ahaziah was of God, in that he went unto Joram; for when he was come, he went out with Jehoram against Jehu the son of Nimshi, whom the LORD had anointed to cut off the house of Ahab. ", "type": "text", "attrs": {"verseId": "2CH.22.7", "verseOrgIds": ["2CH.22.7"]}}, {"text": "And it came to pass, when Jehu was executing judgment upon the house of Ahab, that he found the princes of Judah, and the sons of the brethren of Ahaziah, ministering to Ahaziah, and slew them. ", "type": "text", "attrs": {"verseId": "2CH.22.8", "verseOrgIds": ["2CH.22.8"]}}, {"text": "And he sought Ahaziah, and they caught him — now he was hiding in Samaria — and they brought him to Jehu, and slew him; and they buried him, for they said: 'He is the son of Jehoshaphat, who sought the LORD with all his heart.' And there was none of the house of Ahaziah that had power to hold the kingdom. ", "type": "text", "attrs": {"verseId": "2CH.22.9", "verseOrgIds": ["2CH.22.9"]}}, {"text": "Now when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the seed royal of the house of Judah. ", "type": "text", "attrs": {"verseId": "2CH.22.10", "verseOrgIds": ["2CH.22.10"]}}, {"text": "But Jehoshabeath, the daughter of the king, took Joash the son of Ahaziah, and stole him away from among the king's sons that were slain, and put him and his nurse in the bed-chamber. So Jehoshabeath, the daughter of king Jehoram, the wife of Jehoiada the priest — for she was the sister of Ahaziah — hid him from Athaliah, so that she slew him not. ", "type": "text", "attrs": {"verseId": "2CH.22.11", "verseOrgIds": ["2CH.22.11"]}}, {"text": "And he was with them hid in the house of God six years; and Athaliah reigned over the land.", "type": "text", "attrs": {"verseId": "2CH.22.12", "verseOrgIds": ["2CH.22.12"]}}]}], "next": {"id": "2CH.23", "number": "23", "bookId": "2CH"}, "previous": {"id": "2CH.21", "number": "21", "bookId": "2CH"}}}}