{"_default": {"1": {"id": "1CH.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "1CH", "reference": "1 Chronicles 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And of the sons of Issachar: Tola, and Puah, Jashub, and Shimron, four. ", "type": "text", "attrs": {"verseId": "1CH.7.1", "verseOrgIds": ["1CH.7.1"]}}, {"text": "And the sons of Tola: Uzzi and Rephaiah, and Jeriel, and Jahmai, and Ibsam, and Shemuel, heads of their fathers' houses, mighty men of valour according to their generations, even of Tola; their number in the days of David was two and twenty thousand and six hundred. ", "type": "text", "attrs": {"verseId": "1CH.7.2", "verseOrgIds": ["1CH.7.2"]}}, {"text": "And the sons of Uzzi: Izrahiah; and the sons of Izrahiah: Michael, and Obadiah, and Joel, Isshiah, five; all of them chief men. ", "type": "text", "attrs": {"verseId": "1CH.7.3", "verseOrgIds": ["1CH.7.3"]}}, {"text": "And with them, by their generations, after their fathers' houses, were bands of the host for war, six and thirty thousand; for they had many wives and sons. ", "type": "text", "attrs": {"verseId": "1CH.7.4", "verseOrgIds": ["1CH.7.4"]}}, {"text": "And their brethren among all the families of Issachar, mighty men of valour, reckoned in all by genealogy, were fourscore and seven thousand. ", "type": "text", "attrs": {"verseId": "1CH.7.5", "verseOrgIds": ["1CH.7.5"]}}, {"text": "The sons of Benjamin: Bela, and Becher, and Jediael, three. ", "type": "text", "attrs": {"verseId": "1CH.7.6", "verseOrgIds": ["1CH.7.6"]}}, {"text": "And the sons of Bela: Ezbon, and Uzzi, and Uzziel, and Jerimoth, and Iri, five; heads of fathers' houses, mighty men of valour; and they were reckoned by genealogy twenty and two thousand and thirty and four. ", "type": "text", "attrs": {"verseId": "1CH.7.7", "verseOrgIds": ["1CH.7.7"]}}, {"text": "And the sons of Becher: Zemirah, and Joash, and Eliezer, and Elioenai, and Omri, and Jeremoth, and Abijah, and Anathoth, and Alemeth. All these were the sons of Becher. ", "type": "text", "attrs": {"verseId": "1CH.7.8", "verseOrgIds": ["1CH.7.8"]}}, {"text": "And they were reckoned by genealogy, after their generations, heads of their fathers' houses, mighty men of valour, twenty thousand and two hundred. ", "type": "text", "attrs": {"verseId": "1CH.7.9", "verseOrgIds": ["1CH.7.9"]}}, {"text": "And the sons of Jediael: Bilhan; and the sons of Bilhan: Jeush, and Benjamin, and Ehud, and Chenaanah, and Zethan, and Tarshish, and Ahishahar. ", "type": "text", "attrs": {"verseId": "1CH.7.10", "verseOrgIds": ["1CH.7.10"]}}, {"text": "All these were sons of Jediael, even heads of their fathers' houses, mighty men of valour, seventeen thousand and two hundred, that were able to go forth in the host for war. ", "type": "text", "attrs": {"verseId": "1CH.7.11", "verseOrgIds": ["1CH.7.11"]}}, {"text": "Shuppim also, and Huppim, the sons of Ir, Hushim, the son of another. ", "type": "text", "attrs": {"verseId": "1CH.7.12", "verseOrgIds": ["1CH.7.12"]}}, {"text": "The sons of Naphtali: Jahziel, and Guni, and Jezer, and Shallum, the sons of Bilhah. ", "type": "text", "attrs": {"verseId": "1CH.7.13", "verseOrgIds": ["1CH.7.13"]}}, {"text": "The sons of Manasseh: Asriel, whom his wife bore — his concubine the Aramitess bore Machir the father of Gilead; ", "type": "text", "attrs": {"verseId": "1CH.7.14", "verseOrgIds": ["1CH.7.14"]}}, {"text": "and Machir took a wife of Huppim and Shuppim, whose sister's name was Maacah — and the name of the second was Zelophehad; and Zelophehad had daughters. ", "type": "text", "attrs": {"verseId": "1CH.7.15", "verseOrgIds": ["1CH.7.15"]}}, {"text": "And Maacah the wife of Machir bore a son, and she called his name Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rekem. ", "type": "text", "attrs": {"verseId": "1CH.7.16", "verseOrgIds": ["1CH.7.16"]}}, {"text": "And the sons of Ulam: Bedan. These were the sons of Gilead the son of Machir, the son of Manasseh. ", "type": "text", "attrs": {"verseId": "1CH.7.17", "verseOrgIds": ["1CH.7.17"]}}, {"text": "And his sister Hammolecheth bore Ish-hod, and Abiezer, and Mahlah. ", "type": "text", "attrs": {"verseId": "1CH.7.18", "verseOrgIds": ["1CH.7.18"]}}, {"text": "And the sons of Shemida were Ahian, and Shechem, and Likhi, and Aniam. ", "type": "text", "attrs": {"verseId": "1CH.7.19", "verseOrgIds": ["1CH.7.19"]}}, {"text": "And the sons of Ephraim: Shuthelah — and Bered was his son, and Tahath his son, and Eleadah his son, and Tahath his son, ", "type": "text", "attrs": {"verseId": "1CH.7.20", "verseOrgIds": ["1CH.7.20"]}}, {"text": "and Zabad his son, and Shuthelah his son — and Ezer, and Elead, whom the men of Gath that were born in the land slew, because they came down to take away their cattle. ", "type": "text", "attrs": {"verseId": "1CH.7.21", "verseOrgIds": ["1CH.7.21"]}}, {"text": "And Ephraim their father mourned many days, and his brethren came to comfort him. ", "type": "text", "attrs": {"verseId": "1CH.7.22", "verseOrgIds": ["1CH.7.22"]}}, {"text": "And he went in to his wife, and she conceived, and bore a son, and he called his name Beriah, because it went evil with his house. ", "type": "text", "attrs": {"verseId": "1CH.7.23", "verseOrgIds": ["1CH.7.23"]}}, {"text": "And his daughter was Sheerah, who built Beth-horon the nether and the upper, and Uzzen-sheerah. ", "type": "text", "attrs": {"verseId": "1CH.7.24", "verseOrgIds": ["1CH.7.24"]}}, {"text": "And Rephah was his son, and Resheph, and Telah his son, and Tahan his son; ", "type": "text", "attrs": {"verseId": "1CH.7.25", "verseOrgIds": ["1CH.7.25"]}}, {"text": "Ladan his son, Ammihud his son, Elishama his son; ", "type": "text", "attrs": {"verseId": "1CH.7.26", "verseOrgIds": ["1CH.7.26"]}}, {"text": "Nun his son, Joshua his son. ", "type": "text", "attrs": {"verseId": "1CH.7.27", "verseOrgIds": ["1CH.7.27"]}}, {"text": "And their possessions and habitations were Beth-el and the towns thereof, and eastward Naaran, and westward Gezer, with the towns thereof; Shechem also and the towns thereof, unto Aiah and the towns thereof; ", "type": "text", "attrs": {"verseId": "1CH.7.28", "verseOrgIds": ["1CH.7.28"]}}, {"text": "and by the borders of the children of Manasseh, Beth-shean and the towns thereof, Taanach and the towns thereof, Megiddo and the towns thereof, Dor and the towns thereof. In these dwelt the children of Joseph the son of Israel. ", "type": "text", "attrs": {"verseId": "1CH.7.29", "verseOrgIds": ["1CH.7.29"]}}, {"text": "The sons of Asher: Imnah, and Ishvah, and Ishvi, and Beriah, and Serah their sister. ", "type": "text", "attrs": {"verseId": "1CH.7.30", "verseOrgIds": ["1CH.7.30"]}}, {"text": "And the sons of Beriah: Heber, and Malchiel, who was the father of Birzaith. ", "type": "text", "attrs": {"verseId": "1CH.7.31", "verseOrgIds": ["1CH.7.31"]}}, {"text": "And Heber begot Japhlet, and Shomer, and Hotham, and Shua their sister. ", "type": "text", "attrs": {"verseId": "1CH.7.32", "verseOrgIds": ["1CH.7.32"]}}, {"text": "And the sons of Japhlet: Pasach, and Bimhal, and Asvath. These are the children of Japhlet. ", "type": "text", "attrs": {"verseId": "1CH.7.33", "verseOrgIds": ["1CH.7.33"]}}, {"text": "And the sons of Shemer: Ahi, and Rohgah, and Hubbah, and Aram. ", "type": "text", "attrs": {"verseId": "1CH.7.34", "verseOrgIds": ["1CH.7.34"]}}, {"text": "And the sons of Helem his brother: Zophah, and Imna, and Shelesh, and Amal. ", "type": "text", "attrs": {"verseId": "1CH.7.35", "verseOrgIds": ["1CH.7.35"]}}, {"text": "The sons of Zophah: Suah, and Harnepher, and Shaul, and Beri, and Imrah; ", "type": "text", "attrs": {"verseId": "1CH.7.36", "verseOrgIds": ["1CH.7.36"]}}, {"text": "Bezer, and Hod, and Shamma, and Shilsha, and Ithran, and Beera. ", "type": "text", "attrs": {"verseId": "1CH.7.37", "verseOrgIds": ["1CH.7.37"]}}, {"text": "And the sons of Jether: Jephunneh, and Pispa, and Ara. ", "type": "text", "attrs": {"verseId": "1CH.7.38", "verseOrgIds": ["1CH.7.38"]}}, {"text": "And the sons of Ulla: Arah, and Hanniel, and Rizia. ", "type": "text", "attrs": {"verseId": "1CH.7.39", "verseOrgIds": ["1CH.7.39"]}}, {"text": "All these were the children of Asher, heads of the fathers' houses, choice and mighty men of valour, chief of the princes. And the number of them reckoned by genealogy for service in war was twenty and six thousand men.", "type": "text", "attrs": {"verseId": "1CH.7.40", "verseOrgIds": ["1CH.7.40"]}}]}], "next": {"id": "1CH.8", "number": "8", "bookId": "1CH"}, "previous": {"id": "1CH.6", "number": "6", "bookId": "1CH"}}}}