{"_default": {"1": {"id": "MIC.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "MIC", "reference": "Micah 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Woe is me! for I am as the last of the summer fruits, as the grape gleanings of the vintage; there is no cluster to eat; nor first-ripe fig which my soul desireth. ", "type": "text", "attrs": {"verseId": "MIC.7.1", "verseOrgIds": ["MIC.7.1"]}}, {"text": "The godly man is perished out of the earth, and the upright among men is no more; they all lie in wait for blood; they hunt every man his brother with a net. ", "type": "text", "attrs": {"verseId": "MIC.7.2", "verseOrgIds": ["MIC.7.2"]}}, {"text": "Their hands are upon that which is evil to do it diligently; the prince asketh, and the judge is ready for a reward; and the great man, he uttereth the evil desire of his soul; thus they weave it together. ", "type": "text", "attrs": {"verseId": "MIC.7.3", "verseOrgIds": ["MIC.7.3"]}}, {"text": "The best of them is as a brier; the most upright is worse than a thorn hedge; the day of thy watchmen, even thy visitation, is come; now shall be their perplexity. ", "type": "text", "attrs": {"verseId": "MIC.7.4", "verseOrgIds": ["MIC.7.4"]}}, {"text": "Trust ye not in a friend, put ye not confidence in a familiar friend; keep the doors of thy mouth from her that lieth in thy bosom. ", "type": "text", "attrs": {"verseId": "MIC.7.5", "verseOrgIds": ["MIC.7.5"]}}, {"text": "For the son dishonoureth the father, the daughter riseth up against her mother, the daughter-in-law against her mother-in-law; a man's enemies are the men of his own house. ", "type": "text", "attrs": {"verseId": "MIC.7.6", "verseOrgIds": ["MIC.7.6"]}}, {"text": "'But as for me, I will look unto the LORD; I will wait for the God of my salvation; my God will hear me. ", "type": "text", "attrs": {"verseId": "MIC.7.7", "verseOrgIds": ["MIC.7.7"]}}, {"text": "Rejoice not against me, O mine enemy; though I am fallen, I shall arise; though I sit in darkness, the LORD is a light unto me. ", "type": "text", "attrs": {"verseId": "MIC.7.8", "verseOrgIds": ["MIC.7.8"]}}, {"text": "I will bear the indignation of the LORD, because I have sinned against Him; until He plead my cause, and execute judgment for me; He will bring me forth to the light, and I shall behold His righteousness. ", "type": "text", "attrs": {"verseId": "MIC.7.9", "verseOrgIds": ["MIC.7.9"]}}, {"text": "Then mine enemy shall see it, and shame shall cover her; who said unto me: Where is the LORD thy God? Mine eyes shall gaze upon her; now shall she be trodden down as the mire of the streets.' ", "type": "text", "attrs": {"verseId": "MIC.7.10", "verseOrgIds": ["MIC.7.10"]}}, {"text": "'The day for building thy walls, even that day, shall be far removed.' ", "type": "text", "attrs": {"verseId": "MIC.7.11", "verseOrgIds": ["MIC.7.11"]}}, {"text": "There shall be a day when they shall come unto thee, from Assyria even to the cities of Egypt, and from Egypt even to the River, and from sea to sea, and from mountain to mountain. ", "type": "text", "attrs": {"verseId": "MIC.7.12", "verseOrgIds": ["MIC.7.12"]}}, {"text": "And the land shall be desolate for them that dwell therein, because of the fruit of their doings. ", "type": "text", "attrs": {"verseId": "MIC.7.13", "verseOrgIds": ["MIC.7.13"]}}, {"text": "Tend Thy people with Thy staff, the flock of Thy heritage, that dwell solitarily, as a forest in the midst of the fruitful field; let them feed in Bashan and Gilead, as in the days of old. ", "type": "text", "attrs": {"verseId": "MIC.7.14", "verseOrgIds": ["MIC.7.14"]}}, {"text": "'As in the days of thy coming forth out of the land of Egypt will I show unto him marvellous things.' ", "type": "text", "attrs": {"verseId": "MIC.7.15", "verseOrgIds": ["MIC.7.15"]}}, {"text": "The nations shall see and be put to shame for all their might; they shall lay their hand upon their mouth, their ears shall be deaf. ", "type": "text", "attrs": {"verseId": "MIC.7.16", "verseOrgIds": ["MIC.7.16"]}}, {"text": "They shall lick the dust like a serpent; like crawling things of the earth they shall come trembling out of their close places; they shall come with fear unto the LORD our God, and shall be afraid because of Thee. ", "type": "text", "attrs": {"verseId": "MIC.7.17", "verseOrgIds": ["MIC.7.17"]}}, {"text": "Who is a God like unto Thee, that pardoneth the iniquity, and passeth by the transgression of the remnant of His heritage? He retaineth not His anger for ever, because He delighteth in mercy. ", "type": "text", "attrs": {"verseId": "MIC.7.18", "verseOrgIds": ["MIC.7.18"]}}, {"text": "He will again have compassion upon us; He will subdue our iniquities; and Thou wilt cast all their sins into the depths of the sea. ", "type": "text", "attrs": {"verseId": "MIC.7.19", "verseOrgIds": ["MIC.7.19"]}}, {"text": "Thou wilt show faithfulness to Jacob, mercy to Abraham, as Thou hast sworn unto our fathers from the days of old.", "type": "text", "attrs": {"verseId": "MIC.7.20", "verseOrgIds": ["MIC.7.20"]}}]}], "next": {"id": "NAM.intro", "number": "intro", "bookId": "NAM"}, "previous": {"id": "MIC.6", "number": "6", "bookId": "MIC"}}}}