{"_default": {"1": {"id": "JER.51", "bibleId": "bf8f1c7f3f9045a5-01", "number": "51", "bookId": "JER", "reference": "Jeremiah 51", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Thus saith the LORD: Behold, I will raise up against Babylon, and against them that dwell in Leb-kamai, a destroying wind. ", "type": "text", "attrs": {"verseId": "JER.51.1", "verseOrgIds": ["JER.51.1"]}}, {"text": "And I will send unto Babylon strangers, that shall fan her, and they shall empty her land; for in the day of trouble they shall be against her round about. ", "type": "text", "attrs": {"verseId": "JER.51.2", "verseOrgIds": ["JER.51.2"]}}, {"text": "Let the archer bend his bow against her, and let him lift himself up against her in his coat of mail; and spare ye not her young men, destroy ye utterly all her host. ", "type": "text", "attrs": {"verseId": "JER.51.3", "verseOrgIds": ["JER.51.3"]}}, {"text": "And they shall fall down slain in the land of the Chaldeans, and thrust through in her streets. ", "type": "text", "attrs": {"verseId": "JER.51.4", "verseOrgIds": ["JER.51.4"]}}, {"text": "For Israel is not widowed, nor Judah, of his God, of the LORD of hosts; for their land is full of guilt against the Holy One of Israel. ", "type": "text", "attrs": {"verseId": "JER.51.5", "verseOrgIds": ["JER.51.5"]}}, {"text": "Flee out of the midst of Babylon, and save every man his life, be not cut off in her iniquity; for it is the time of the LORD'S vengeance; He will render unto her a recompense. ", "type": "text", "attrs": {"verseId": "JER.51.6", "verseOrgIds": ["JER.51.6"]}}, {"text": "Babylon hath been a golden cup in LORD'S hand, that made all the earth drunken; the nations have drunk of her wine, therefore the nations are mad. ", "type": "text", "attrs": {"verseId": "JER.51.7", "verseOrgIds": ["JER.51.7"]}}, {"text": "Babylon is suddenly fallen and destroyed, wail for her; take balm for her pain, if so be she may be healed. ", "type": "text", "attrs": {"verseId": "JER.51.8", "verseOrgIds": ["JER.51.8"]}}, {"text": "We would have healed Babylon, but she is not healed; forsake her, and let us go every one into his own country; for her judgment reacheth unto heaven, and is lifted up even to the skies. ", "type": "text", "attrs": {"verseId": "JER.51.9", "verseOrgIds": ["JER.51.9"]}}, {"text": "The LORD hath brought forth our victory; come, and let us declare in Zion the work of the LORD our God. ", "type": "text", "attrs": {"verseId": "JER.51.10", "verseOrgIds": ["JER.51.10"]}}, {"text": "Make bright the arrows, fill the quivers, the LORD hath roused the spirit of the kings of the Medes; because His device is against Babylon, to destroy it; for it is the vengeance of the LORD, the vengeance of His temple. ", "type": "text", "attrs": {"verseId": "JER.51.11", "verseOrgIds": ["JER.51.11"]}}, {"text": "Set up a standard against the walls of Babylon, make the watch strong, set the watchmen, prepare the ambushes; for the LORD hath both devised and done that which He spoke concerning the inhabitants of Babylon. ", "type": "text", "attrs": {"verseId": "JER.51.12", "verseOrgIds": ["JER.51.12"]}}, {"text": "O thou that dwellest upon many waters, abundant in treasures, thine end is come, the measure of thy covetousness. ", "type": "text", "attrs": {"verseId": "JER.51.13", "verseOrgIds": ["JER.51.13"]}}, {"text": "The LORD of hosts hath sworn by Himself: Surely I will fill thee with men, as with the canker-worm, and they shall lift up a shout against thee. ", "type": "text", "attrs": {"verseId": "JER.51.14", "verseOrgIds": ["JER.51.14"]}}, {"text": "He that hath made the earth by His power, that hath established the world by His wisdom, and hath stretched out the heavens by His discernment; ", "type": "text", "attrs": {"verseId": "JER.51.15", "verseOrgIds": ["JER.51.15"]}}, {"text": "At the sound of His giving a multitude of waters in the heavens, He causeth the vapours to ascend from the ends of the earth; He maketh lightnings at the time of the rain, and bringeth forth the wind out of His treasuries; ", "type": "text", "attrs": {"verseId": "JER.51.16", "verseOrgIds": ["JER.51.16"]}}, {"text": "Every man is proved to be brutish, for the knowledge — every goldsmith is put to shame by the graven image — that his molten image is falsehood, and there is no breath in them. ", "type": "text", "attrs": {"verseId": "JER.51.17", "verseOrgIds": ["JER.51.17"]}}, {"text": "They are vanity, a work of delusion; in the time of their visitation they shall perish, ", "type": "text", "attrs": {"verseId": "JER.51.18", "verseOrgIds": ["JER.51.18"]}}, {"text": "The portion of Jacob is not like these; for He is the former of all things, and Israel is the tribe of His inheritance; the LORD of hosts is His name. ", "type": "text", "attrs": {"verseId": "JER.51.19", "verseOrgIds": ["JER.51.19"]}}, {"text": "Thou art My maul and weapons of war, and with thee will I shatter the nations, and with thee will I destroy kingdoms; ", "type": "text", "attrs": {"verseId": "JER.51.20", "verseOrgIds": ["JER.51.20"]}}, {"text": "And with thee will I shatter the horse and his rider, and with thee will I shatter the chariot and him that rideth therein; ", "type": "text", "attrs": {"verseId": "JER.51.21", "verseOrgIds": ["JER.51.21"]}}, {"text": "And with thee will I shatter man and woman, and with thee will I shatter the old man and the youth, and with thee will I shatter the young man and the maid; ", "type": "text", "attrs": {"verseId": "JER.51.22", "verseOrgIds": ["JER.51.22"]}}, {"text": "And with thee will I shatter the shepherd and his flock, and with thee will I shatter the husbandman and his yoke of oxen, and with thee will I shatter governors and deputies. ", "type": "text", "attrs": {"verseId": "JER.51.23", "verseOrgIds": ["JER.51.23"]}}, {"text": "And I will render unto Babylon and to all the inhabitants of Chaldea all their evil that they have done in Zion, in your sight; saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.51.24", "verseOrgIds": ["JER.51.24"]}}, {"text": "Behold, I am against thee, O destroying mountain, saith the LORD, which destroyest all the earth; and I will stretch out My hand upon thee, and roll thee down from the rocks, and will make thee a burnt mountain. ", "type": "text", "attrs": {"verseId": "JER.51.25", "verseOrgIds": ["JER.51.25"]}}, {"text": "And they shall not take of thee a stone for a corner, nor a stone for foundations; but thou shalt be desolate for ever, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.51.26", "verseOrgIds": ["JER.51.26"]}}, {"text": "Set ye up a standard in the land, blow the horn among the nations, prepare the nations against her, call together against her the kingdoms of Ararat, Minni, and Ashkenaz; appoint a marshal against her; cause the horses to come up as the rough canker-worm. ", "type": "text", "attrs": {"verseId": "JER.51.27", "verseOrgIds": ["JER.51.27"]}}, {"text": "Prepare against her the nations, the kings of the Medes, the governors thereof, and all the deputies thereof, and all the land of his dominion. ", "type": "text", "attrs": {"verseId": "JER.51.28", "verseOrgIds": ["JER.51.28"]}}, {"text": "And the land quaketh and is in pain; for the purposes of the LORD are performed against Babylon, to make the land of Babylon a desolation, without inhabitant. ", "type": "text", "attrs": {"verseId": "JER.51.29", "verseOrgIds": ["JER.51.29"]}}, {"text": "The mighty men of Babylon have forborne to fight, they remain in their strongholds; their might hath failed, they are become as women; her dwelling-places are set on fire; her bars are broken. ", "type": "text", "attrs": {"verseId": "JER.51.30", "verseOrgIds": ["JER.51.30"]}}, {"text": "One post runneth to meet another, and one messenger to meet an other, to tell the king of Babylon that his city is taken on every quarter; ", "type": "text", "attrs": {"verseId": "JER.51.31", "verseOrgIds": ["JER.51.31"]}}, {"text": "And the fords are seized, and the castles they have burned with fire, and the men of war are affrighted. ", "type": "text", "attrs": {"verseId": "JER.51.32", "verseOrgIds": ["JER.51.32"]}}, {"text": "For thus saith the LORD of hosts, the God of Israel: The daughter of Babylon is like a threshing-floor at the time when it is trodden; yet a little while, and the time of harvest shall come for her. ", "type": "text", "attrs": {"verseId": "JER.51.33", "verseOrgIds": ["JER.51.33"]}}, {"text": "Nebuchadrezzar the king of Babylon hath devoured me, he hath crushed me, he hath set me down as an empty vessel, he hath swallowed me up like a dragon, he hath filled his maw with my delicacies; he hath washed me clean. ", "type": "text", "attrs": {"verseId": "JER.51.34", "verseOrgIds": ["JER.51.34"]}}, {"text": "'The violence done to me and to my flesh be upon Babylon', shall the inhabitant of Zion say; and: 'My blood be upon the inhabitants of Chaldea', shall Jerusalem say. ", "type": "text", "attrs": {"verseId": "JER.51.35", "verseOrgIds": ["JER.51.35"]}}, {"text": "Therefore thus saith the LORD: Behold, I will plead thy cause, and take vengeance for thee; and I will dry up her sea, and make her fountain dry. ", "type": "text", "attrs": {"verseId": "JER.51.36", "verseOrgIds": ["JER.51.36"]}}, {"text": "And Babylon shall become heaps, a dwelling-place for jackals, an astonishment, and a hissing, without inhabitant. ", "type": "text", "attrs": {"verseId": "JER.51.37", "verseOrgIds": ["JER.51.37"]}}, {"text": "They shall roar together like young lions; they shall growl as lions' whelps. ", "type": "text", "attrs": {"verseId": "JER.51.38", "verseOrgIds": ["JER.51.38"]}}, {"text": "With their poison I will prepare their feast, and I will make them drunken, that they may be convulsed, and sleep a perpetual sleep, and not wake, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.51.39", "verseOrgIds": ["JER.51.39"]}}, {"text": "I will bring them down like lambs to the slaughter, like rams with he-goats. ", "type": "text", "attrs": {"verseId": "JER.51.40", "verseOrgIds": ["JER.51.40"]}}, {"text": "How is Sheshach taken! and the praise of the whole earth seized! How is Babylon become an astonishment among the nations! ", "type": "text", "attrs": {"verseId": "JER.51.41", "verseOrgIds": ["JER.51.41"]}}, {"text": "The sea is come up upon Babylon; she is covered with the multitude of the waves thereof. ", "type": "text", "attrs": {"verseId": "JER.51.42", "verseOrgIds": ["JER.51.42"]}}, {"text": "Her cities are become a desolation, a dry land, and a desert, a land wherein no man dwelleth, neither doth any son of man pass thereby. ", "type": "text", "attrs": {"verseId": "JER.51.43", "verseOrgIds": ["JER.51.43"]}}, {"text": "And I will punish Bel in Babylon, and I will bring forth out of his mouth that which he hath swallowed up, and the nations shall not flow any more unto him; yea, the wall of Babylon shall fall. ", "type": "text", "attrs": {"verseId": "JER.51.44", "verseOrgIds": ["JER.51.44"]}}, {"text": "My people, go ye out of the midst of her, and save yourselves every man from the fierce anger of the LORD. ", "type": "text", "attrs": {"verseId": "JER.51.45", "verseOrgIds": ["JER.51.45"]}}, {"text": "And let not your heart faint, neither fear ye, for the rumour that shall be heard in the land; for a rumour shall come one year, and after that in another year a rumour, and violence in the land, ruler against ruler. ", "type": "text", "attrs": {"verseId": "JER.51.46", "verseOrgIds": ["JER.51.46"]}}, {"text": "Therefore behold, the days come, that I will do judgment upon the graven images of Babylon, and her whole land shall be ashamed; and all her slain shall fall in the midst of her. ", "type": "text", "attrs": {"verseId": "JER.51.47", "verseOrgIds": ["JER.51.47"]}}, {"text": "Then the heaven and the earth, and all that is therein, shall sing for joy over Babylon; for the spoilers shall come unto her from the north, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.51.48", "verseOrgIds": ["JER.51.48"]}}, {"text": "As Babylon hath caused the slain of Israel to fall, so at Babylon shall fall the slain of all the land. ", "type": "text", "attrs": {"verseId": "JER.51.49", "verseOrgIds": ["JER.51.49"]}}, {"text": "Ye that have escaped the sword, go ye, stand not still; remember the LORD from afar, and let Jerusalem come into your mind. ", "type": "text", "attrs": {"verseId": "JER.51.50", "verseOrgIds": ["JER.51.50"]}}, {"text": "'We are ashamed, because we have heard reproach, confusion hath covered our faces; for strangers are come into the sanctuaries of the LORD'S house.' ", "type": "text", "attrs": {"verseId": "JER.51.51", "verseOrgIds": ["JER.51.51"]}}, {"text": "Wherefore, behold, the days come, saith the LORD, that I will do judgment upon her graven images; and through all her land the wounded shall groan. ", "type": "text", "attrs": {"verseId": "JER.51.52", "verseOrgIds": ["JER.51.52"]}}, {"text": "Though Babylon should mount up to heaven, and though she should fortify the height of her strength, yet from Me shall spoilers come unto her, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.51.53", "verseOrgIds": ["JER.51.53"]}}, {"text": "Hark! a cry from Babylon, and great destruction from the land of the Chaldeans! ", "type": "text", "attrs": {"verseId": "JER.51.54", "verseOrgIds": ["JER.51.54"]}}, {"text": "For the LORD spoileth Babylon, and destroyeth out of her the great voice; and their waves roar like many waters, the noise of their voice is uttered; ", "type": "text", "attrs": {"verseId": "JER.51.55", "verseOrgIds": ["JER.51.55"]}}, {"text": "For the spoiler is come upon her, even upon Babylon, and her mighty men are taken, their bows are shattered; for the LORD is a God of recompenses, He will surely requite. ", "type": "text", "attrs": {"verseId": "JER.51.56", "verseOrgIds": ["JER.51.56"]}}, {"text": "And I will make drunk her princes and her wise men, her governors and her deputies, and her mighty men; and they shall sleep a perpetual sleep, and not wake, saith the King, whose name is the LORD of hosts. ", "type": "text", "attrs": {"verseId": "JER.51.57", "verseOrgIds": ["JER.51.57"]}}, {"text": "Thus saith the LORD of hosts: The broad walls of Babylon shall be utterly overthrown, and her high gates shall be burned with fire; and the peoples shall labour for vanity, and the nations for the fire; and they shall be weary. ", "type": "text", "attrs": {"verseId": "JER.51.58", "verseOrgIds": ["JER.51.58"]}}, {"text": "The word which Jeremiah the prophet commanded Seraiah the son of Neriah, the son of Mahseiah, when he went with Zedekiah the king of Judah to Babylon in the fourth year of his reign. Now Seraiah was quartermaster. ", "type": "text", "attrs": {"verseId": "JER.51.59", "verseOrgIds": ["JER.51.59"]}}, {"text": "And Jeremiah wrote in one book all the evil that should come upon Babylon, even all these words that are written concerning Babylon. ", "type": "text", "attrs": {"verseId": "JER.51.60", "verseOrgIds": ["JER.51.60"]}}, {"text": "And Jeremiah said to Seraiah: 'When thou comest to Babylon, then see that thou read all these words, ", "type": "text", "attrs": {"verseId": "JER.51.61", "verseOrgIds": ["JER.51.61"]}}, {"text": "and say: O LORD, Thou hast spoken concerning this place, to cut it off, that none shall dwell therein, neither man nor beast, but that it shall be desolate for ever. ", "type": "text", "attrs": {"verseId": "JER.51.62", "verseOrgIds": ["JER.51.62"]}}, {"text": "And it shall be, when thou hast made an end of reading this book, that thou shalt bind a stone to it, and cast it into the midst of the Euphrates; ", "type": "text", "attrs": {"verseId": "JER.51.63", "verseOrgIds": ["JER.51.63"]}}, {"text": "and thou shalt say: Thus shall Babylon sink, and shall not rise again because of the evil that I will bring upon her; and they shall be weary.' Thus far are the words of Jeremiah.", "type": "text", "attrs": {"verseId": "JER.51.64", "verseOrgIds": ["JER.51.64"]}}]}], "next": {"id": "JER.52", "number": "52", "bookId": "JER"}, "previous": {"id": "JER.50", "number": "50", "bookId": "JER"}}}}