{"_default": {"1": {"id": "ISA.34", "bibleId": "bf8f1c7f3f9045a5-01", "number": "34", "bookId": "ISA", "reference": "Isaiah 34", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Come near, ye nations, to hear, and attend, ye peoples; let the earth hear, and the fulness thereof, the world, and all things that come forth of it. ", "type": "text", "attrs": {"verseId": "ISA.34.1", "verseOrgIds": ["ISA.34.1"]}}, {"text": "For the LORD hath indignation against all the nations, and fury against all their host; He hath utterly destroyed them, He hath delivered them to the slaughter. ", "type": "text", "attrs": {"verseId": "ISA.34.2", "verseOrgIds": ["ISA.34.2"]}}, {"text": "Their slain also shall be cast out, and the stench of their carcasses shall come up, and the mountains shall be melted with their blood. ", "type": "text", "attrs": {"verseId": "ISA.34.3", "verseOrgIds": ["ISA.34.3"]}}, {"text": "And all the host of heaven shall moulder away, and the heavens shall be rolled together as a scroll; and all their host shall fall down, as the leaf falleth off from the vine, and as a falling fig from the fig-tree. ", "type": "text", "attrs": {"verseId": "ISA.34.4", "verseOrgIds": ["ISA.34.4"]}}, {"text": "For My sword hath drunk its fill in heaven; behold, it shall come down upon Edom, and upon the people of My ban, to judgment. ", "type": "text", "attrs": {"verseId": "ISA.34.5", "verseOrgIds": ["ISA.34.5"]}}, {"text": "The sword of the LORD is filled with blood, it is made fat with fatness, with the blood of lambs and goats, with the fat of the kidneys of rams; for the LORD hath a sacrifice in Bozrah, and a great slaughter in the land of Edom. ", "type": "text", "attrs": {"verseId": "ISA.34.6", "verseOrgIds": ["ISA.34.6"]}}, {"text": "And the wild-oxen shall come down with them, and the bullocks with the bulls; and their land shall be drunken with blood, and their dust made fat with fatness. ", "type": "text", "attrs": {"verseId": "ISA.34.7", "verseOrgIds": ["ISA.34.7"]}}, {"text": "For the LORD hath a day of vengeance, a year of recompense for the controversy of Zion. ", "type": "text", "attrs": {"verseId": "ISA.34.8", "verseOrgIds": ["ISA.34.8"]}}, {"text": "And the streams thereof shall be turned into pitch, and the dust thereof into brimstone, and the land thereof shall become burning pitch. ", "type": "text", "attrs": {"verseId": "ISA.34.9", "verseOrgIds": ["ISA.34.9"]}}, {"text": "It shall not be quenched night nor day, the smoke thereof shall go up for ever; from generation to generation it shall lie waste: none shall pass through it for ever and ever. ", "type": "text", "attrs": {"verseId": "ISA.34.10", "verseOrgIds": ["ISA.34.10"]}}, {"text": "But the pelican and the bittern shall possess it, and the owl and the raven shall dwell therein; and He shall stretch over it the line of confusion, and the plummet of emptiness. ", "type": "text", "attrs": {"verseId": "ISA.34.11", "verseOrgIds": ["ISA.34.11"]}}, {"text": "As for her nobles, none shall be there to be called to the kingdom; and all her princes shall be nothing. ", "type": "text", "attrs": {"verseId": "ISA.34.12", "verseOrgIds": ["ISA.34.12"]}}, {"text": "And thorns shall come up in her palaces, nettles and thistles in the fortresses thereof; and it shall be a habitation of wild-dogs, an enclosure for ostriches. ", "type": "text", "attrs": {"verseId": "ISA.34.13", "verseOrgIds": ["ISA.34.13"]}}, {"text": "And the wild-cats shall meet with the jackals, and the satyr shall cry to his fellow; yea, the night-monster shall repose there, and shall find her a place of rest. ", "type": "text", "attrs": {"verseId": "ISA.34.14", "verseOrgIds": ["ISA.34.14"]}}, {"text": "There shall the arrowsnake make her nest, and lay, and hatch, and brood under her shadow; yea, there shall the kites be gathered, every one with her mate. ", "type": "text", "attrs": {"verseId": "ISA.34.15", "verseOrgIds": ["ISA.34.15"]}}, {"text": "Seek ye out of the book of the LORD, and read; no one of these shall be missing, none shall want her mate; for My mouth it hath commanded, and the breath thereof it hath gathered them. ", "type": "text", "attrs": {"verseId": "ISA.34.16", "verseOrgIds": ["ISA.34.16"]}}, {"text": "And He hath cast the lot for them, and His hand hath divided it unto them by line; they shall possess it for ever, from generation to generation shall they dwell therein.", "type": "text", "attrs": {"verseId": "ISA.34.17", "verseOrgIds": ["ISA.34.17"]}}]}], "next": {"id": "ISA.35", "number": "35", "bookId": "ISA"}, "previous": {"id": "ISA.33", "number": "33", "bookId": "ISA"}}}}