{"_default": {"1": {"id": "JER.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "JER", "reference": "Jeremiah 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "...saying: If a man put away his wife, and she go from him, and become another man's, may he return unto her again? Will not that land be greatly polluted? But thou hast played the harlot with many lovers; and wouldest thou yet return to Me? saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.3.1", "verseOrgIds": ["JER.3.1"]}}, {"text": "Lift up thine eyes unto the high hills, and see: Where hast thou not been lain with? By the ways hast thou sat for them, as an Arabian in the wilderness; and thou hast polluted the land with thy harlotries and with thy wickedness. ", "type": "text", "attrs": {"verseId": "JER.3.2", "verseOrgIds": ["JER.3.2"]}}, {"text": "Therefore the showers have been withheld, and there hath been no latter rain; yet thou hadst a harlot's forehead, thou refusedst to be ashamed. ", "type": "text", "attrs": {"verseId": "JER.3.3", "verseOrgIds": ["JER.3.3"]}}, {"text": "Didst thou not just now cry unto Me: 'My father, Thou art the friend of my youth. ", "type": "text", "attrs": {"verseId": "JER.3.4", "verseOrgIds": ["JER.3.4"]}}, {"text": "Will He bear grudge for ever? Will He keep it to the end?' Behold, thou hast spoken, but hast done evil things, and hast had thy way. ", "type": "text", "attrs": {"verseId": "JER.3.5", "verseOrgIds": ["JER.3.5"]}}, {"text": "And the LORD said unto me in the days of Josiah the king: 'Hast thou seen that which backsliding Israel did? she went up upon every high mountain and under every leafy tree, and there played the harlot. ", "type": "text", "attrs": {"verseId": "JER.3.6", "verseOrgIds": ["JER.3.6"]}}, {"text": "And I said: After she hath done all these things, she will return unto me; but she returned not. And her treacherous sister Judah saw it. ", "type": "text", "attrs": {"verseId": "JER.3.7", "verseOrgIds": ["JER.3.7"]}}, {"text": "And I saw, when, forasmuch as backsliding Israel had committed adultery, I had put her away and given her a bill of divorcement, that yet treacherous Judah her sister feared not; but she also went and played the harlot; ", "type": "text", "attrs": {"verseId": "JER.3.8", "verseOrgIds": ["JER.3.8"]}}, {"text": "and it came to pass through the lightness of her harlotry, that the land was polluted, and she committed adultery with stones and with stocks; ", "type": "text", "attrs": {"verseId": "JER.3.9", "verseOrgIds": ["JER.3.9"]}}, {"text": "and yet for all this her treacherous sister Judah hath not returned unto Me with her whole heart, but feignedly, saith the LORD — ", "type": "text", "attrs": {"verseId": "JER.3.10", "verseOrgIds": ["JER.3.10"]}}, {"text": "even the LORD said unto me — backsliding Israel hath proved herself more righteous than treacherous Judah. ", "type": "text", "attrs": {"verseId": "JER.3.11", "verseOrgIds": ["JER.3.11"]}}, {"text": "Go, and proclaim these words toward the north, and say: Return, thou backsliding Israel, saith the LORD; I will not frown upon you; for I am merciful, saith the LORD, I will not bear grudge for ever. ", "type": "text", "attrs": {"verseId": "JER.3.12", "verseOrgIds": ["JER.3.12"]}}, {"text": "Only acknowledge thine iniquity, that thou hast transgressed against the LORD thy God, and hast scattered thy ways to the strangers under every leafy tree, and ye have not hearkened to My voice, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.3.13", "verseOrgIds": ["JER.3.13"]}}, {"text": "Return, O backsliding children, saith the LORD; for I am a lord unto you, and I will take you one of a city, and two of a family, and I will bring you to Zion; ", "type": "text", "attrs": {"verseId": "JER.3.14", "verseOrgIds": ["JER.3.14"]}}, {"text": "and I will give you shepherds according to My heart, who shall feed you with knowledge and understanding. ", "type": "text", "attrs": {"verseId": "JER.3.15", "verseOrgIds": ["JER.3.15"]}}, {"text": "And it shall come to pass, when ye are multiplied and increased in the land, in those days, saith the LORD, they shall say no more: The ark of the covenant of the LORD; neither shall it come to mind; neither shall they make mention of it; neither shall they miss it; neither shall it be made any more. ", "type": "text", "attrs": {"verseId": "JER.3.16", "verseOrgIds": ["JER.3.16"]}}, {"text": "At that time they shall call Jerusalem The throne of the LORD; and all the nations shall be gathered unto it, to the name of the LORD, to Jerusalem; neither shall they walk any more after the stubbornness of their evil heart. ", "type": "text", "attrs": {"verseId": "JER.3.17", "verseOrgIds": ["JER.3.17"]}}, {"text": "In those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the north to the land that I have given for an inheritance unto your fathers.' ", "type": "text", "attrs": {"verseId": "JER.3.18", "verseOrgIds": ["JER.3.18"]}}, {"text": "But I said: 'How would I put thee among the sons, and give thee a pleasant land, the goodliest heritage of the nations!' And I said: 'Thou shalt call Me, My father; and shalt not turn away from following Me.' ", "type": "text", "attrs": {"verseId": "JER.3.19", "verseOrgIds": ["JER.3.19"]}}, {"text": "Surely as a wife treacherously departeth from her husband, so have ye dealt treacherously with Me, O house of Israel, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.3.20", "verseOrgIds": ["JER.3.20"]}}, {"text": "Hark! upon the high hills is heard the suppliant weeping of the children of Israel; for that they have perverted their way, they have forgotten the LORD their God. ", "type": "text", "attrs": {"verseId": "JER.3.21", "verseOrgIds": ["JER.3.21"]}}, {"text": "Return, ye backsliding children, I will heal your backslidings. — 'Here we are, we are come unto Thee; for Thou art the LORD our God. ", "type": "text", "attrs": {"verseId": "JER.3.22", "verseOrgIds": ["JER.3.22"]}}, {"text": "Truly vain have proved the hills, the uproar on the mountains; truly in the LORD our God is the salvation of Israel. ", "type": "text", "attrs": {"verseId": "JER.3.23", "verseOrgIds": ["JER.3.23"]}}, {"text": "But the shameful thing hath devoured the labour of our fathers from our youth; their flocks and their herds, their sons and their daughters. ", "type": "text", "attrs": {"verseId": "JER.3.24", "verseOrgIds": ["JER.3.24"]}}, {"text": "Let us lie down in our shame, and let our confusion cover us; for we have sinned against the LORD our God, we and our fathers, from our youth even unto this day; and we have not hearkened to the voice of the LORD our God.'", "type": "text", "attrs": {"verseId": "JER.3.25", "verseOrgIds": ["JER.3.25"]}}]}], "next": {"id": "JER.4", "number": "4", "bookId": "JER"}, "previous": {"id": "JER.2", "number": "2", "bookId": "JER"}}}}