{"_default": {"1": {"id": "1SA.30", "bibleId": "bf8f1c7f3f9045a5-01", "number": "30", "bookId": "1SA", "reference": "1 Samuel 30", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass, when David and his men were come to Ziklag on the third day, that the Amalekites had made a raid upon the South, and upon Ziklag, and had smitten Ziklag, and burned it with fire; ", "type": "text", "attrs": {"verseId": "1SA.30.1", "verseOrgIds": ["1SA.30.1"]}}, {"text": "and had taken captive the women and all that were therein, both small and great; they slew not any, but carried them off, and went their way. ", "type": "text", "attrs": {"verseId": "1SA.30.2", "verseOrgIds": ["1SA.30.2"]}}, {"text": "And when David and his men came to the city, behold, it was burned with fire; and their wives, and their sons, and their daughters, were taken captives. ", "type": "text", "attrs": {"verseId": "1SA.30.3", "verseOrgIds": ["1SA.30.3"]}}, {"text": "Then David and the people that were with him lifted up their voice and wept, until they had no more power to weep. ", "type": "text", "attrs": {"verseId": "1SA.30.4", "verseOrgIds": ["1SA.30.4"]}}, {"text": "And David's two wives were taken captives, Ahinoam the Jezreelitess, and Abigail the wife of Nabal the Carmelite. ", "type": "text", "attrs": {"verseId": "1SA.30.5", "verseOrgIds": ["1SA.30.5"]}}, {"text": "And David was greatly distressed; for the people spoke of stoning him, because the soul of all the people was grieved, every man for his sons and for his daughters; but David strengthened himself in the LORD his God. ", "type": "text", "attrs": {"verseId": "1SA.30.6", "verseOrgIds": ["1SA.30.6"]}}, {"text": "And David said to Abiathar the priest, the son of Ahimelech: 'I pray thee, bring me hither the ephod.' And Abiathar brought thither the ephod to David. ", "type": "text", "attrs": {"verseId": "1SA.30.7", "verseOrgIds": ["1SA.30.7"]}}, {"text": "And David inquired of the LORD, saying: 'Shall I pursue after this troop? shall I overtake them?' And He answered him: 'Pursue; for thou shalt surely overtake them, and shalt without fail recover all.' ", "type": "text", "attrs": {"verseId": "1SA.30.8", "verseOrgIds": ["1SA.30.8"]}}, {"text": "So David went, he and the six hundred men that were with him, and came to the brook Besor, where those that were left behind stayed. ", "type": "text", "attrs": {"verseId": "1SA.30.9", "verseOrgIds": ["1SA.30.9"]}}, {"text": "But David pursued, he and four hundred men; for two hundred stayed behind, who were so faint that they could not go over the brook Besor. ", "type": "text", "attrs": {"verseId": "1SA.30.10", "verseOrgIds": ["1SA.30.10"]}}, {"text": "And they found an Egyptian in the field, and brought him to David, and gave him bread, and he did eat; and they gave him water to drink; ", "type": "text", "attrs": {"verseId": "1SA.30.11", "verseOrgIds": ["1SA.30.11"]}}, {"text": "and they gave him a piece of a cake of figs, and two clusters of raisins; and when he had eaten, his spirit came back to him; for he had eaten no bread, nor drunk any water, three days and three nights. ", "type": "text", "attrs": {"verseId": "1SA.30.12", "verseOrgIds": ["1SA.30.12"]}}, {"text": "And David said unto him: 'To whom belongest thou? and whence art thou?' And he said: 'I am a young Egyptian, servant to an Amalekite; and my master left me, because three days ago I fell sick. ", "type": "text", "attrs": {"verseId": "1SA.30.13", "verseOrgIds": ["1SA.30.13"]}}, {"text": "We made a raid upon the South of the Cherethites, and upon that which belongeth to Judah, and upon the South of Caleb; and we burned Ziklag with fire.' ", "type": "text", "attrs": {"verseId": "1SA.30.14", "verseOrgIds": ["1SA.30.14"]}}, {"text": "And David said to him: 'Wilt thou bring me down to this troop?' And he said: 'Swear unto me by God, that thou wilt neither kill me, nor deliver me up into the hands of my master, and I will bring thee down to this troop.' ", "type": "text", "attrs": {"verseId": "1SA.30.15", "verseOrgIds": ["1SA.30.15"]}}, {"text": "And when he had brought him down, behold, they were spread abroad over all the ground, eating and drinking, and feasting, because of all the great spoil that they had taken out of the land of the Philistines, and out of the land of Judah. ", "type": "text", "attrs": {"verseId": "1SA.30.16", "verseOrgIds": ["1SA.30.16"]}}, {"text": "And David smote them from the twilight even unto the evening of the next day; and there escaped not a man of them, save four hundred young men, who rode upon camels and fled. ", "type": "text", "attrs": {"verseId": "1SA.30.17", "verseOrgIds": ["1SA.30.17"]}}, {"text": "And David recovered all that the Amalekites had taken; and David rescued his two wives. ", "type": "text", "attrs": {"verseId": "1SA.30.18", "verseOrgIds": ["1SA.30.18"]}}, {"text": "And there was nothing lacking to them, neither small nor great, neither sons nor daughters, neither spoil, nor any thing that they had taken to them; David brought back all. ", "type": "text", "attrs": {"verseId": "1SA.30.19", "verseOrgIds": ["1SA.30.19"]}}, {"text": "And David took all the flocks and the herds, which they drove before those other cattle, and said: 'This is David's spoil.' ", "type": "text", "attrs": {"verseId": "1SA.30.20", "verseOrgIds": ["1SA.30.20"]}}, {"text": "And David came to the two hundred men, who were so faint that they could not follow David, whom also they had made to abide at the brook Besor; and they went forth to meet David, and to meet the people that were with him; and when David came near to the people, he saluted them. ", "type": "text", "attrs": {"verseId": "1SA.30.21", "verseOrgIds": ["1SA.30.21"]}}, {"text": "Then answered all the wicked men and base fellows, of those that went with David, and said: 'Because they went not with us, we will not give them aught of the spoil that we have recovered, save to every man his wife and his children, that they may lead them away, and depart.' ", "type": "text", "attrs": {"verseId": "1SA.30.22", "verseOrgIds": ["1SA.30.22"]}}, {"text": "Then said David: 'Ye shall not do so, my brethren, with that which the LORD hath given unto us, who hath preserved us, and delivered the troop that came against us into our hand. ", "type": "text", "attrs": {"verseId": "1SA.30.23", "verseOrgIds": ["1SA.30.23"]}}, {"text": "And who will hearken unto you in this matter? for as is the share of him that goeth down to the battle, so shall be the share of him that tarrieth by the baggage; they shall share alike.' ", "type": "text", "attrs": {"verseId": "1SA.30.24", "verseOrgIds": ["1SA.30.24"]}}, {"text": "And it was so from that day forward, that he made it a statute and an ordinance for Israel unto this day. ", "type": "text", "attrs": {"verseId": "1SA.30.25", "verseOrgIds": ["1SA.30.25"]}}, {"text": "And when David came to Ziklag, he sent of the spoil unto the elders of Judah, even to his friends, saying: 'Behold a present for you of the spoil of the enemies of the LORD'; ", "type": "text", "attrs": {"verseId": "1SA.30.26", "verseOrgIds": ["1SA.30.26"]}}, {"text": "to them that were in Beth-el, and to them that were in Ramoth of the South, and to them that were in Jattir; ", "type": "text", "attrs": {"verseId": "1SA.30.27", "verseOrgIds": ["1SA.30.27"]}}, {"text": "and to them that were in Aroer, and to them that were in Siphmoth, and to them that were in Eshtemoa; ", "type": "text", "attrs": {"verseId": "1SA.30.28", "verseOrgIds": ["1SA.30.28"]}}, {"text": "and to them that were in Racal, and to them that were in the cities of the Jerahmeelites, and to them that were in the cities of the Kenites; ", "type": "text", "attrs": {"verseId": "1SA.30.29", "verseOrgIds": ["1SA.30.29"]}}, {"text": "and to them that were in Hormah, and to them that were in Bor-ashan, and to them that were in Athach; ", "type": "text", "attrs": {"verseId": "1SA.30.30", "verseOrgIds": ["1SA.30.30"]}}, {"text": "and to them that were in Hebron, and to all the places where David himself and his men were wont to haunt.", "type": "text", "attrs": {"verseId": "1SA.30.31", "verseOrgIds": ["1SA.30.31"]}}]}], "next": {"id": "1SA.31", "number": "31", "bookId": "1SA"}, "previous": {"id": "1SA.29", "number": "29", "bookId": "1SA"}}}}