{"_default": {"1": {"id": "EZK.41", "bibleId": "bf8f1c7f3f9045a5-01", "number": "41", "bookId": "EZK", "reference": "Ezekiel 41", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And he brought me to the temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which was the breadth of the tent. ", "type": "text", "attrs": {"verseId": "EZK.41.1", "verseOrgIds": ["EZK.41.1"]}}, {"text": "And the breadth of the entrance was ten cubits; and the sides of the entrance were five cubits on the one side, and five cubits on the other side; and he measured the length thereof, forty cubits, and the breadth, twenty cubits. ", "type": "text", "attrs": {"verseId": "EZK.41.2", "verseOrgIds": ["EZK.41.2"]}}, {"text": "Then went he inward, and measured each post of the entrance, two cubits; and the entrance, six cubits; and the breadth of the entrance, seven cubits. ", "type": "text", "attrs": {"verseId": "EZK.41.3", "verseOrgIds": ["EZK.41.3"]}}, {"text": "And he measured the length thereof, twenty cubits, and the breadth, twenty cubits, before the temple; and he said unto me: 'This is the most holy place.' ", "type": "text", "attrs": {"verseId": "EZK.41.4", "verseOrgIds": ["EZK.41.4"]}}, {"text": "Then he measured the wall of the house, six cubits; and the breadth of every side-chamber, four cubits, round about the house on every side. ", "type": "text", "attrs": {"verseId": "EZK.41.5", "verseOrgIds": ["EZK.41.5"]}}, {"text": "And the side-chambers were one over another, three and thirty times; and there were cornices in the wall which belonged to the house for the side-chambers round about, that they might have hold therein, and not have hold in the wall of the house. ", "type": "text", "attrs": {"verseId": "EZK.41.6", "verseOrgIds": ["EZK.41.6"]}}, {"text": "And the side-chambers were broader as they wound about higher and higher; for the winding about of the house went higher and higher round about the house; therefore the breadth of the house continued upward; and so one went up from the lowest row to the highest by the middle. ", "type": "text", "attrs": {"verseId": "EZK.41.7", "verseOrgIds": ["EZK.41.7"]}}, {"text": "I saw also that the house had a raised basement round about; the foundations of the side-chambers were a full reed of six cubits to the joining. ", "type": "text", "attrs": {"verseId": "EZK.41.8", "verseOrgIds": ["EZK.41.8"]}}, {"text": "The breadth of the outer wall which belonged to the side-chambers was five cubits; and so that which was left by the structure of the side-chambers that belonged to the house. ", "type": "text", "attrs": {"verseId": "EZK.41.9", "verseOrgIds": ["EZK.41.9"]}}, {"text": "And between the chambers was a breadth of twenty cubits round about the house on every side. ", "type": "text", "attrs": {"verseId": "EZK.41.10", "verseOrgIds": ["EZK.41.10"]}}, {"text": "And the doors of the side-chambers were toward the place that was left, one door toward the north, and another door toward the south; and the breadth of the place that was left was five cubits round about. ", "type": "text", "attrs": {"verseId": "EZK.41.11", "verseOrgIds": ["EZK.41.11"]}}, {"text": "And the building that was before the separate place at the side toward the west was seventy cubits broad; and the wall of the building was five cubits thick round about, and the length thereof ninety cubits. ", "type": "text", "attrs": {"verseId": "EZK.41.12", "verseOrgIds": ["EZK.41.12"]}}, {"text": "And he measured the house, a hundred cubits long; and the separate place, and the building, with the walls thereof, a hundred cubits long; ", "type": "text", "attrs": {"verseId": "EZK.41.13", "verseOrgIds": ["EZK.41.13"]}}, {"text": "also the breadth of the face of the house and of the separate place toward the east, a hundred cubits. ", "type": "text", "attrs": {"verseId": "EZK.41.14", "verseOrgIds": ["EZK.41.14"]}}, {"text": "And he measured the length of the building before the separate place which was at the back thereof, and the galleries thereof on the one side and on the other side, a hundred cubits. Now the temple, and the inner place, and the porches of the court, ", "type": "text", "attrs": {"verseId": "EZK.41.15", "verseOrgIds": ["EZK.41.15"]}}, {"text": "the jambs, and the narrow windows, and the galleries, that they three had round about, over against the jambs there was a veneering of wood round about, and from the ground up to the windows; and the windows were covered; ", "type": "text", "attrs": {"verseId": "EZK.41.16", "verseOrgIds": ["EZK.41.16"]}}, {"text": "to the space above the door, even unto the inner house, and without, and on all the wall round about within and without, by measure. ", "type": "text", "attrs": {"verseId": "EZK.41.17", "verseOrgIds": ["EZK.41.17"]}}, {"text": "And it was made with cherubim and palm-trees; and a palm-tree was between cherub and cherub, and every cherub had two faces; ", "type": "text", "attrs": {"verseId": "EZK.41.18", "verseOrgIds": ["EZK.41.18"]}}, {"text": "so that there was the face of a man toward the palm-tree on the one side, and the face of a young lion toward the palm-tree on the other side; thus was it made through all the house round about. ", "type": "text", "attrs": {"verseId": "EZK.41.19", "verseOrgIds": ["EZK.41.19"]}}, {"text": "From the ground unto above the door were cherubim and palm-trees made; and so on the wall of the temple. ", "type": "text", "attrs": {"verseId": "EZK.41.20", "verseOrgIds": ["EZK.41.20"]}}, {"text": "As for the temple, the jambs were squared; and the face of the sanctuary had an appearance such as is the appearance. ", "type": "text", "attrs": {"verseId": "EZK.41.21", "verseOrgIds": ["EZK.41.21"]}}, {"text": "The altar, three cubits high, and the length thereof two cubits, was of wood, and so the corners thereof; the length thereof, and the walls thereof, were also of wood; and he said unto me: 'This is the table that is before the LORD.' ", "type": "text", "attrs": {"verseId": "EZK.41.22", "verseOrgIds": ["EZK.41.22"]}}, {"text": "And the temple and the sanctuary had two doors. ", "type": "text", "attrs": {"verseId": "EZK.41.23", "verseOrgIds": ["EZK.41.23"]}}, {"text": "And the doors had two leaves apiece, two turning leaves; two leaves for the one door, and two leaves for the other. ", "type": "text", "attrs": {"verseId": "EZK.41.24", "verseOrgIds": ["EZK.41.24"]}}, {"text": "And there were made on them, on the doors of the temple, cherubim and palm-trees, like as were made upon the walls; and there were thick beams of wood upon the face of the porch without. ", "type": "text", "attrs": {"verseId": "EZK.41.25", "verseOrgIds": ["EZK.41.25"]}}, {"text": "And there were narrow windows and palm-trees on the one side and on the other side, on the sides of the porch; there were also the brackets of the house, and the thick beams.", "type": "text", "attrs": {"verseId": "EZK.41.26", "verseOrgIds": ["EZK.41.26"]}}]}], "next": {"id": "EZK.42", "number": "42", "bookId": "EZK"}, "previous": {"id": "EZK.40", "number": "40", "bookId": "EZK"}}}}