{"_default": {"1": {"id": "NUM.36", "bibleId": "bf8f1c7f3f9045a5-01", "number": "36", "bookId": "NUM", "reference": "Numbers 36", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the heads of the fathers' houses of the family of the children of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near, and spoke before Moses, and before the princes, the heads of the fathers' houses of the children of Israel; ", "type": "text", "attrs": {"verseId": "NUM.36.1", "verseOrgIds": ["NUM.36.1"]}}, {"text": "and they said: 'The LORD commanded my lord to give the land for inheritance by lot to the children of Israel; and my lord was commanded by the LORD to give the inheritance of Zelophehad our brother unto his daughters. ", "type": "text", "attrs": {"verseId": "NUM.36.2", "verseOrgIds": ["NUM.36.2"]}}, {"text": "And if they be married to any of the sons of the other tribes of the children of Israel, then will their inheritance be taken away from the inheritance of our fathers, and will be added to the inheritance of the tribe whereunto they shall belong; so will it be taken away from the lot of our inheritance. ", "type": "text", "attrs": {"verseId": "NUM.36.3", "verseOrgIds": ["NUM.36.3"]}}, {"text": "And when the jubilee of the children of Israel shall be, then will their inheritance be added unto the inheritance of the tribe whereunto they shall belong; so will their inheritance be taken away from the inheritance of the tribe of our fathers.' ", "type": "text", "attrs": {"verseId": "NUM.36.4", "verseOrgIds": ["NUM.36.4"]}}, {"text": "And Moses commanded the children of Israel according to the word of the LORD, saying: 'The tribe of the sons of Joseph speaketh right. ", "type": "text", "attrs": {"verseId": "NUM.36.5", "verseOrgIds": ["NUM.36.5"]}}, {"text": "This is the thing which the LORD hath commanded concerning the daughters of Zelophehad, saying: Let them be married to whom they think best; only into the family of the tribe of their father shall they be married. ", "type": "text", "attrs": {"verseId": "NUM.36.6", "verseOrgIds": ["NUM.36.6"]}}, {"text": "So shall no inheritance of the children of Israel remove from tribe to tribe; for the children of Israel shall cleave every one to the inheritance of the tribe of his fathers. ", "type": "text", "attrs": {"verseId": "NUM.36.7", "verseOrgIds": ["NUM.36.7"]}}, {"text": "And every daughter, that possesseth an inheritance in any tribe of the children of Israel, shall be wife unto one of the family of the tribe of her father, that the children of Israel may possess every man the inheritance of his fathers. ", "type": "text", "attrs": {"verseId": "NUM.36.8", "verseOrgIds": ["NUM.36.8"]}}, {"text": "So shall no inheritance remove from one tribe to another tribe; for the tribes of the children of Israel shall cleave each one to its own inheritance.' ", "type": "text", "attrs": {"verseId": "NUM.36.9", "verseOrgIds": ["NUM.36.9"]}}, {"text": "Even as the LORD commanded Moses, so did the daughters of Zelophehad. ", "type": "text", "attrs": {"verseId": "NUM.36.10", "verseOrgIds": ["NUM.36.10"]}}, {"text": "For Mahlah, Tirzah, and Hoglah, and Milcah, and Noah, the daughters of Zelophehad, were married unto their father's brothers' sons. ", "type": "text", "attrs": {"verseId": "NUM.36.11", "verseOrgIds": ["NUM.36.11"]}}, {"text": "They were married into the families of the sons of Manasseh the son of Joseph, and their inheritance remained in the tribe of the family of their father. ", "type": "text", "attrs": {"verseId": "NUM.36.12", "verseOrgIds": ["NUM.36.12"]}}, {"text": "These are the commandments and the ordinances, which the LORD commanded by the hand of Moses unto the children of Israel in the plains of Moab by the Jordan at Jericho.", "type": "text", "attrs": {"verseId": "NUM.36.13", "verseOrgIds": ["NUM.36.13"]}}]}], "next": {"id": "DEU.intro", "number": "intro", "bookId": "DEU"}, "previous": {"id": "NUM.35", "number": "35", "bookId": "NUM"}}}}