{"_default": {"1": {"id": "NUM.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "NUM", "reference": "Numbers 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.6.1", "verseOrgIds": ["NUM.6.1"]}}, {"text": "Speak unto the children of Israel, and say unto them: When either man or woman shall clearly utter a vow, the vow of a Nazirite, to consecrate himself unto the LORD, ", "type": "text", "attrs": {"verseId": "NUM.6.2", "verseOrgIds": ["NUM.6.2"]}}, {"text": "he shall abstain from wine and strong drink: he shall drink no vinegar of wine, or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat fresh grapes or dried. ", "type": "text", "attrs": {"verseId": "NUM.6.3", "verseOrgIds": ["NUM.6.3"]}}, {"text": "All the days of his Naziriteship shall he eat nothing that is made of the grape-vine, from the pressed grapes even to the grapestone. ", "type": "text", "attrs": {"verseId": "NUM.6.4", "verseOrgIds": ["NUM.6.4"]}}, {"text": "All the days of his vow of Naziriteship there shall no razor come upon his head; until the days be fulfilled, in which he consecrateth himself unto the LORD, he shall be holy, he shall let the locks of the hair of his head grow long. ", "type": "text", "attrs": {"verseId": "NUM.6.5", "verseOrgIds": ["NUM.6.5"]}}, {"text": "All the days that he consecrateth himself unto the LORD he shall not come near to a dead body. ", "type": "text", "attrs": {"verseId": "NUM.6.6", "verseOrgIds": ["NUM.6.6"]}}, {"text": "He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die; because his consecration unto God is upon his head. ", "type": "text", "attrs": {"verseId": "NUM.6.7", "verseOrgIds": ["NUM.6.7"]}}, {"text": "All the days of his Naziriteship he is holy unto the LORD. ", "type": "text", "attrs": {"verseId": "NUM.6.8", "verseOrgIds": ["NUM.6.8"]}}, {"text": "And if any man die very suddenly beside him, and he defile his consecrated head, then he shall shave his head in the day of his cleansing, on the seventh day shall he shave it. ", "type": "text", "attrs": {"verseId": "NUM.6.9", "verseOrgIds": ["NUM.6.9"]}}, {"text": "And on the eighth day he shall bring two turtledoves, or two young pigeons, to the priest, to the door of the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.6.10", "verseOrgIds": ["NUM.6.10"]}}, {"text": "And the priest shall prepare one for a sin-offering, and the other for a burnt-offering, and make atonement for him, for that he sinned by reason of the dead; and he shall hallow his head that same day. ", "type": "text", "attrs": {"verseId": "NUM.6.11", "verseOrgIds": ["NUM.6.11"]}}, {"text": "And he shall consecrate unto the LORD the days of his Naziriteship, and shall bring a he-lamb of the first year for a guilt-offering; but the former days shall be void, because his consecration was defiled. ", "type": "text", "attrs": {"verseId": "NUM.6.12", "verseOrgIds": ["NUM.6.12"]}}, {"text": "And this is the law of the Nazirite, when the days of his consecration are fulfilled: he shall bring it unto the door of the tent of meeting; ", "type": "text", "attrs": {"verseId": "NUM.6.13", "verseOrgIds": ["NUM.6.13"]}}, {"text": "and he shall present his offering unto the LORD, one he-lamb of the first year without blemish for a burnt-offering, and one ewe-lamb of the first year without blemish for a sin-offering, and one ram without blemish for peace-offerings, ", "type": "text", "attrs": {"verseId": "NUM.6.14", "verseOrgIds": ["NUM.6.14"]}}, {"text": "and a basket of unleavened bread, cakes of fine flour mingled with oil, and unleavened wafers spread with oil, and their meal-offering, and their drink-offerings. ", "type": "text", "attrs": {"verseId": "NUM.6.15", "verseOrgIds": ["NUM.6.15"]}}, {"text": "And the priest shall bring them before the LORD, and shall offer his sin-offering, and his burnt-offering. ", "type": "text", "attrs": {"verseId": "NUM.6.16", "verseOrgIds": ["NUM.6.16"]}}, {"text": "And he shall offer the ram for a sacrifice of peace-offerings unto the LORD, with the basket of unleavened bread; the priest shall offer also the meal-offering thereof, and the drink-offering thereof. ", "type": "text", "attrs": {"verseId": "NUM.6.17", "verseOrgIds": ["NUM.6.17"]}}, {"text": "And the Nazirite shall shave his consecrated head at the door of the tent of meeting, and shall take the hair of his consecrated head, and put it on the fire which is under the sacrifice of peace-offerings. ", "type": "text", "attrs": {"verseId": "NUM.6.18", "verseOrgIds": ["NUM.6.18"]}}, {"text": "And the priest shall take the shoulder of the ram when it is sodden, and one unleavened cake out of the basket, and one unleavened wafer, and shall put them upon the hands of the Nazirite, after he hath shaven his consecrated head. ", "type": "text", "attrs": {"verseId": "NUM.6.19", "verseOrgIds": ["NUM.6.19"]}}, {"text": "And the priest shall wave them for a wave-offering before the LORD; this is holy for the priest, together with the breast of waving and the thigh of heaving; and after that the Nazirite may drink wine. ", "type": "text", "attrs": {"verseId": "NUM.6.20", "verseOrgIds": ["NUM.6.20"]}}, {"text": "This is the law of the Nazirite who voweth, and of his offering unto the LORD for his Naziriteship, beside that for which his means suffice; according to his vow which he voweth, so he must do after the law of his Naziriteship. ", "type": "text", "attrs": {"verseId": "NUM.6.21", "verseOrgIds": ["NUM.6.21"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.6.22", "verseOrgIds": ["NUM.6.22"]}}, {"text": "'Speak unto Aaron and unto his sons, saying: On this wise ye shall bless the children of Israel; ye shall say unto them: ", "type": "text", "attrs": {"verseId": "NUM.6.23", "verseOrgIds": ["NUM.6.23"]}}, {"text": "The LORD bless thee, and keep thee; ", "type": "text", "attrs": {"verseId": "NUM.6.24", "verseOrgIds": ["NUM.6.24"]}}, {"text": "The LORD make His face to shine upon thee, and be gracious unto thee; ", "type": "text", "attrs": {"verseId": "NUM.6.25", "verseOrgIds": ["NUM.6.25"]}}, {"text": "The LORD lift up His countenance upon thee, and give thee peace. ", "type": "text", "attrs": {"verseId": "NUM.6.26", "verseOrgIds": ["NUM.6.26"]}}, {"text": "So shall they put My name upon the children of Israel, and I will bless them.'", "type": "text", "attrs": {"verseId": "NUM.6.27", "verseOrgIds": ["NUM.6.27"]}}]}], "next": {"id": "NUM.7", "number": "7", "bookId": "NUM"}, "previous": {"id": "NUM.5", "number": "5", "bookId": "NUM"}}}}