{"_default": {"1": {"id": "DEU.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "DEU", "reference": "Deuteronomy 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now this is the commandment, the statutes, and the ordinances, which the LORD your God commanded to teach you, that ye might do them in the land whither ye go over to possess it — ", "type": "text", "attrs": {"verseId": "DEU.6.1", "verseOrgIds": ["DEU.6.1"]}}, {"text": "that thou mightest fear the LORD thy God, to keep all His statutes and His commandments, which I command thee, thou, and thy son, and thy son's son, all the days of thy life; and that thy days may be prolonged. ", "type": "text", "attrs": {"verseId": "DEU.6.2", "verseOrgIds": ["DEU.6.2"]}}, {"text": "Hear therefore, O Israel, and observe to do it; that it may be well with thee, and that ye may increase mightily, as the LORD, the God of thy fathers, hath promised unto thee — a land flowing with milk and honey. ", "type": "text", "attrs": {"verseId": "DEU.6.3", "verseOrgIds": ["DEU.6.3"]}}, {"text": "HEAR, O ISRAEL: THE LORD OUR GOD, THE LORD IS ONE. ", "type": "text", "attrs": {"verseId": "DEU.6.4", "verseOrgIds": ["DEU.6.4"]}}, {"text": "And thou shalt love the LORD thy God with all thy heart, and with all thy soul, and with all thy might. ", "type": "text", "attrs": {"verseId": "DEU.6.5", "verseOrgIds": ["DEU.6.5"]}}, {"text": "And these words, which I command thee this day, shall be upon thy heart; ", "type": "text", "attrs": {"verseId": "DEU.6.6", "verseOrgIds": ["DEU.6.6"]}}, {"text": "and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thy house, and when thou walkest by the way, and when thou liest down, and when thou risest up. ", "type": "text", "attrs": {"verseId": "DEU.6.7", "verseOrgIds": ["DEU.6.7"]}}, {"text": "And thou shalt bind them for a sign upon thy hand, and they shall be for frontlets between thine eyes. ", "type": "text", "attrs": {"verseId": "DEU.6.8", "verseOrgIds": ["DEU.6.8"]}}, {"text": "And thou shalt write them upon the door-posts of thy house, and upon thy gates. ", "type": "text", "attrs": {"verseId": "DEU.6.9", "verseOrgIds": ["DEU.6.9"]}}, {"text": "And it shall be, when the LORD thy God shall bring thee into the land which He swore unto thy fathers, to Abraham, to Isaac, and to Jacob, to give thee — great and goodly cities, which thou didst not build, ", "type": "text", "attrs": {"verseId": "DEU.6.10", "verseOrgIds": ["DEU.6.10"]}}, {"text": "and houses full of all good things, which thou didst not fill, and cisterns hewn out, which thou the didst not hew, vineyards and olive-trees, which thou didst not plant, and thou shalt eat and be satisfied — ", "type": "text", "attrs": {"verseId": "DEU.6.11", "verseOrgIds": ["DEU.6.11"]}}, {"text": "then beware lest thou forget the LORD, who brought thee forth out of the land of Egypt, out of the house of bondage. ", "type": "text", "attrs": {"verseId": "DEU.6.12", "verseOrgIds": ["DEU.6.12"]}}, {"text": "Thou shalt fear the LORD thy God; and Him shalt thou serve, and by His name shalt thou swear. ", "type": "text", "attrs": {"verseId": "DEU.6.13", "verseOrgIds": ["DEU.6.13"]}}, {"text": "Ye shall not go after other gods, of the gods of the peoples that are round about you; ", "type": "text", "attrs": {"verseId": "DEU.6.14", "verseOrgIds": ["DEU.6.14"]}}, {"text": "for a jealous God, even the LORD thy God, is in the midst of thee; lest the anger of the LORD thy God be kindled against thee, and He destroy thee from off the face of the earth. ", "type": "text", "attrs": {"verseId": "DEU.6.15", "verseOrgIds": ["DEU.6.15"]}}, {"text": "Ye shall not try the LORD your God, as ye tried Him in Massah. ", "type": "text", "attrs": {"verseId": "DEU.6.16", "verseOrgIds": ["DEU.6.16"]}}, {"text": "Ye shall diligently keep the commandments of the LORD your God, and His testimonies, and His statutes, which He hath commanded thee. ", "type": "text", "attrs": {"verseId": "DEU.6.17", "verseOrgIds": ["DEU.6.17"]}}, {"text": "And thou shalt do that which is right and good in the sight of the LORD; that it may be well with thee, and that thou mayest go in and possess the good land which the LORD swore unto thy fathers, ", "type": "text", "attrs": {"verseId": "DEU.6.18", "verseOrgIds": ["DEU.6.18"]}}, {"text": "to thrust out all thine enemies from before thee, as the LORD hath spoken. ", "type": "text", "attrs": {"verseId": "DEU.6.19", "verseOrgIds": ["DEU.6.19"]}}, {"text": "When thy son asketh thee in time to come, saying: 'What mean the testimonies, and the statutes, and the ordinances, which the LORD our God hath commanded you? ", "type": "text", "attrs": {"verseId": "DEU.6.20", "verseOrgIds": ["DEU.6.20"]}}, {"text": "then thou shalt say unto thy son: 'We were Pharaoh's bondmen in Egypt; and the LORD brought us out of Egypt with a mighty hand. ", "type": "text", "attrs": {"verseId": "DEU.6.21", "verseOrgIds": ["DEU.6.21"]}}, {"text": "And the LORD showed signs and wonders, great and sore, upon Egypt, upon Pharaoh, and upon all his house, before our eyes. ", "type": "text", "attrs": {"verseId": "DEU.6.22", "verseOrgIds": ["DEU.6.22"]}}, {"text": "And He brought us out from thence, that He might bring us in, to give us the land which He swore unto our fathers. ", "type": "text", "attrs": {"verseId": "DEU.6.23", "verseOrgIds": ["DEU.6.23"]}}, {"text": "And the LORD commanded us to do all these statutes, to fear the LORD our God, for our good always, that He might preserve us alive, as it is at this day. ", "type": "text", "attrs": {"verseId": "DEU.6.24", "verseOrgIds": ["DEU.6.24"]}}, {"text": "And it shall be righteousness unto us, if we observe to do all this commandment before the LORD our God, as He hath commanded us.'", "type": "text", "attrs": {"verseId": "DEU.6.25", "verseOrgIds": ["DEU.6.25"]}}]}], "next": {"id": "DEU.7", "number": "7", "bookId": "DEU"}, "previous": {"id": "DEU.5", "number": "5", "bookId": "DEU"}}}}