{"_default": {"1": {"id": "ZEC.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "ZEC", "reference": "Zechariah 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Ask ye of the LORD rain in the time of the latter rain, even of the LORD that maketh lightnings; and He will give them showers of rain, to every one grass in the field. ", "type": "text", "attrs": {"verseId": "ZEC.10.1", "verseOrgIds": ["ZEC.10.1"]}}, {"text": "For the teraphim have spoken vanity, and the diviners have seen a lie, and the dreams speak falsely, they comfort in vain; therefore they go their way like sheep, they are afflicted, because there is no shepherd. ", "type": "text", "attrs": {"verseId": "ZEC.10.2", "verseOrgIds": ["ZEC.10.2"]}}, {"text": "Mine anger is kindled against the shepherds, and I will punish the he-goats; for the LORD of hosts hath remembered His flock the house of Judah, and maketh them as His majestic horse in the battle. ", "type": "text", "attrs": {"verseId": "ZEC.10.3", "verseOrgIds": ["ZEC.10.3"]}}, {"text": "Out of them shall come forth the corner-stone, out of them the stake, out of them the battle bow, out of them every master together. ", "type": "text", "attrs": {"verseId": "ZEC.10.4", "verseOrgIds": ["ZEC.10.4"]}}, {"text": "And they shall be as mighty men, treading down in the mire of the streets in the battle, and they shall fight, because the LORD is with them; and the riders on horses shall be confounded. ", "type": "text", "attrs": {"verseId": "ZEC.10.5", "verseOrgIds": ["ZEC.10.5"]}}, {"text": "And I will strengthen the house of Judah, and I will save the house of Joseph, and I will bring them back, for I have compassion upon them, and they shall be as though I had not cast them off; for I am the LORD their God, and I will hear them. ", "type": "text", "attrs": {"verseId": "ZEC.10.6", "verseOrgIds": ["ZEC.10.6"]}}, {"text": "And they of Ephraim shall be like a mighty man, and their heart shall rejoice as through wine; yea, their children shall see it, and rejoice, their heart shall be glad in the LORD. ", "type": "text", "attrs": {"verseId": "ZEC.10.7", "verseOrgIds": ["ZEC.10.7"]}}, {"text": "I will hiss for them, and gather them, for I have redeemed them; and they shall increase as they have increased. ", "type": "text", "attrs": {"verseId": "ZEC.10.8", "verseOrgIds": ["ZEC.10.8"]}}, {"text": "And I will sow them among the peoples, and they shall remember Me in far countries; and they shall live with their children, and shall return. ", "type": "text", "attrs": {"verseId": "ZEC.10.9", "verseOrgIds": ["ZEC.10.9"]}}, {"text": "I will bring them back also out of the land of Egypt, and gather them out of Assyria; and I will bring them into the land of Gilead and Lebanon; and place shall not suffice them. ", "type": "text", "attrs": {"verseId": "ZEC.10.10", "verseOrgIds": ["ZEC.10.10"]}}, {"text": "And over the sea affliction shall pass, and the waves shall be smitten in the sea, and all the depths of the Nile shall dry up; and the pride of Assyria shall be brought down, and the sceptre of Egypt shall depart away. ", "type": "text", "attrs": {"verseId": "ZEC.10.11", "verseOrgIds": ["ZEC.10.11"]}}, {"text": "And I will strengthen them in the LORD; and they shall walk up and down in His name, saith the LORD.", "type": "text", "attrs": {"verseId": "ZEC.10.12", "verseOrgIds": ["ZEC.10.12"]}}]}], "next": {"id": "ZEC.11", "number": "11", "bookId": "ZEC"}, "previous": {"id": "ZEC.9", "number": "9", "bookId": "ZEC"}}}}