{"_default": {"1": {"id": "GEN.35", "bibleId": "bf8f1c7f3f9045a5-01", "number": "35", "bookId": "GEN", "reference": "Genesis 35", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And God said unto Jacob: 'Arise, go up to Beth-el, and dwell there; and make there an altar unto God, who appeared unto thee when thou didst flee from the face of Esau thy brother.' ", "type": "text", "attrs": {"verseId": "GEN.35.1", "verseOrgIds": ["GEN.35.1"]}}, {"text": "Then Jacob said unto his household, and to all that were with him: 'Put away the strange gods that are among you, and purify yourselves, and change your garments; ", "type": "text", "attrs": {"verseId": "GEN.35.2", "verseOrgIds": ["GEN.35.2"]}}, {"text": "and let us arise, and go up to Beth-el; and I will make there an altar unto God, who answered me in the day of my distress, and was with me in the way which I went.' ", "type": "text", "attrs": {"verseId": "GEN.35.3", "verseOrgIds": ["GEN.35.3"]}}, {"text": "And they gave unto Jacob all the foreign gods which were in their hand, and the rings which were in their ears; and Jacob hid them under the terebinth which was by Shechem. ", "type": "text", "attrs": {"verseId": "GEN.35.4", "verseOrgIds": ["GEN.35.4"]}}, {"text": "And they journeyed; and a terror of God was upon the cities that were round about them, and they did not pursue after the sons of Jacob. ", "type": "text", "attrs": {"verseId": "GEN.35.5", "verseOrgIds": ["GEN.35.5"]}}, {"text": "So Jacob came to Luz, which is in the land of Canaan — the same is Beth-el — he and all the people that were with him. ", "type": "text", "attrs": {"verseId": "GEN.35.6", "verseOrgIds": ["GEN.35.6"]}}, {"text": "And he built there an altar, and called the place El-beth-el, because there God was revealed unto him, when he fled from the face of his brother. ", "type": "text", "attrs": {"verseId": "GEN.35.7", "verseOrgIds": ["GEN.35.7"]}}, {"text": "And Deborah Rebekah's nurse died, and she was buried below Beth-el under the oak; and the name of it was called Allon-bacuth. ", "type": "text", "attrs": {"verseId": "GEN.35.8", "verseOrgIds": ["GEN.35.8"]}}, {"text": "And God appeared unto Jacob again, when he came from Paddan-aram, and blessed him. ", "type": "text", "attrs": {"verseId": "GEN.35.9", "verseOrgIds": ["GEN.35.9"]}}, {"text": "And God said unto him: 'Thy name is Jacob: thy name shall not be called any more Jacob, but Israel shall be thy name'; and He called his name Israel. ", "type": "text", "attrs": {"verseId": "GEN.35.10", "verseOrgIds": ["GEN.35.10"]}}, {"text": "And God said unto him: 'I am God Almighty. Be fruitful and multiply; a nation and a company of nations shall be of thee, and kings shall come out of thy loins; ", "type": "text", "attrs": {"verseId": "GEN.35.11", "verseOrgIds": ["GEN.35.11"]}}, {"text": "and the land which I gave unto Abraham and Isaac, to thee I will give it, and to thy seed after thee will I give the land.' ", "type": "text", "attrs": {"verseId": "GEN.35.12", "verseOrgIds": ["GEN.35.12"]}}, {"text": "And God went up from him in the place where He spoke with him. ", "type": "text", "attrs": {"verseId": "GEN.35.13", "verseOrgIds": ["GEN.35.13"]}}, {"text": "And Jacob set up a pillar in the place where He spoke with him, a pillar of stone, and he poured out a drink-offering thereon, and poured oil thereon. ", "type": "text", "attrs": {"verseId": "GEN.35.14", "verseOrgIds": ["GEN.35.14"]}}, {"text": "And Jacob called the name of the place where God spoke with him, Beth-el. ", "type": "text", "attrs": {"verseId": "GEN.35.15", "verseOrgIds": ["GEN.35.15"]}}, {"text": "And they journeyed from Beth-el; and there was still some way to come to Ephrath; and Rachel travailed, and she had hard labour. ", "type": "text", "attrs": {"verseId": "GEN.35.16", "verseOrgIds": ["GEN.35.16"]}}, {"text": "And it came to pass, when she was in hard labour, that the mid-wife said unto her: 'Fear not; for this also is a son for thee.' ", "type": "text", "attrs": {"verseId": "GEN.35.17", "verseOrgIds": ["GEN.35.17"]}}, {"text": "And it came to pass, as her soul was in departing — for she died — that she called his name Ben-oni; but his father called him Benjamin. ", "type": "text", "attrs": {"verseId": "GEN.35.18", "verseOrgIds": ["GEN.35.18"]}}, {"text": "And Rachel died, and was buried in the way to Ephrath — the same is Beth-lehem. ", "type": "text", "attrs": {"verseId": "GEN.35.19", "verseOrgIds": ["GEN.35.19"]}}, {"text": "And Jacob set up a pillar upon her grave; the same is the pillar of Rachel's grave unto this day. ", "type": "text", "attrs": {"verseId": "GEN.35.20", "verseOrgIds": ["GEN.35.20"]}}, {"text": "And Israel journeyed, and spread his tent beyond Migdal-eder. ", "type": "text", "attrs": {"verseId": "GEN.35.21", "verseOrgIds": ["GEN.35.21"]}}, {"text": "And it came to pass, while Israel dwelt in that land, that Reuben went and lay with Bilhah his father's concubine; and Israel heard of it. Now the sons of Jacob were twelve: ", "type": "text", "attrs": {"verseId": "GEN.35.22", "verseOrgIds": ["GEN.35.22"]}}, {"text": "the sons of Leah: Reuben, Jacob's first-born, and Simeon, and Levi, and Judah, and Issachar, and Zebulun; ", "type": "text", "attrs": {"verseId": "GEN.35.23", "verseOrgIds": ["GEN.35.23"]}}, {"text": "the sons of Rachel: Joseph and Benjamin; ", "type": "text", "attrs": {"verseId": "GEN.35.24", "verseOrgIds": ["GEN.35.24"]}}, {"text": "and the sons of Bilhah, Rachel's handmaid: Dan and Naphtali; ", "type": "text", "attrs": {"verseId": "GEN.35.25", "verseOrgIds": ["GEN.35.25"]}}, {"text": "and the sons of Zilpah, Leah's handmaid: Gad and Asher. These are the sons of Jacob, that were born to him in Paddan-aram. ", "type": "text", "attrs": {"verseId": "GEN.35.26", "verseOrgIds": ["GEN.35.26"]}}, {"text": "And Jacob came unto Isaac his father to Mamre, to Kiriatharba — the same is Hebron — where Abraham and Isaac sojourned. ", "type": "text", "attrs": {"verseId": "GEN.35.27", "verseOrgIds": ["GEN.35.27"]}}, {"text": "And the days of Isaac were a hundred and fourscore years. ", "type": "text", "attrs": {"verseId": "GEN.35.28", "verseOrgIds": ["GEN.35.28"]}}, {"text": "And Isaac expired, and died, and was gathered unto his people, old and full of days; and Esau and Jacob his sons buried him.", "type": "text", "attrs": {"verseId": "GEN.35.29", "verseOrgIds": ["GEN.35.29"]}}]}], "next": {"id": "GEN.36", "number": "36", "bookId": "GEN"}, "previous": {"id": "GEN.34", "number": "34", "bookId": "GEN"}}}}