{"_default": {"1": {"id": "GEN.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "GEN", "reference": "Genesis 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the serpent was more subtle than any beast of the field which the LORD God had made. And he said unto the woman: 'Yea, hath God said: Ye shall not eat of any tree of the garden?' ", "type": "text", "attrs": {"verseId": "GEN.3.1", "verseOrgIds": ["GEN.3.1"]}}, {"text": "And the woman said unto the serpent: 'Of the fruit of the trees of the garden we may eat; ", "type": "text", "attrs": {"verseId": "GEN.3.2", "verseOrgIds": ["GEN.3.2"]}}, {"text": "but of the fruit of the tree which is in the midst of the garden, God hath said: Ye shall not eat of it, neither shall ye touch it, lest ye die.' ", "type": "text", "attrs": {"verseId": "GEN.3.3", "verseOrgIds": ["GEN.3.3"]}}, {"text": "And the serpent said unto the woman: 'Ye shall not surely die; ", "type": "text", "attrs": {"verseId": "GEN.3.4", "verseOrgIds": ["GEN.3.4"]}}, {"text": "for God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as God, knowing good and evil.' ", "type": "text", "attrs": {"verseId": "GEN.3.5", "verseOrgIds": ["GEN.3.5"]}}, {"text": "And when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of the fruit thereof, and did eat; and she gave also unto her husband with her, and he did eat. ", "type": "text", "attrs": {"verseId": "GEN.3.6", "verseOrgIds": ["GEN.3.6"]}}, {"text": "And the eyes of them both were opened, and they knew that they were naked; and they sewed fig-leaves together, and made themselves girdles. ", "type": "text", "attrs": {"verseId": "GEN.3.7", "verseOrgIds": ["GEN.3.7"]}}, {"text": "And they heard the voice of the LORD God walking in the garden toward the cool of the day; and the man and his wife hid themselves from the presence of the LORD God amongst the trees of the garden. ", "type": "text", "attrs": {"verseId": "GEN.3.8", "verseOrgIds": ["GEN.3.8"]}}, {"text": "And the LORD God called unto the man, and said unto him: 'Where art thou?' ", "type": "text", "attrs": {"verseId": "GEN.3.9", "verseOrgIds": ["GEN.3.9"]}}, {"text": "And he said: 'I heard Thy voice in the garden, and I was afraid, because I was naked; and I hid myself.' ", "type": "text", "attrs": {"verseId": "GEN.3.10", "verseOrgIds": ["GEN.3.10"]}}, {"text": "And He said: 'Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?' ", "type": "text", "attrs": {"verseId": "GEN.3.11", "verseOrgIds": ["GEN.3.11"]}}, {"text": "And the man said: 'The woman whom Thou gavest to be with me, she gave me of the tree, and I did eat.' ", "type": "text", "attrs": {"verseId": "GEN.3.12", "verseOrgIds": ["GEN.3.12"]}}, {"text": "And the LORD God said unto the woman: 'What is this thou hast done?' And the woman said: 'The serpent beguiled me, and I did eat.' ", "type": "text", "attrs": {"verseId": "GEN.3.13", "verseOrgIds": ["GEN.3.13"]}}, {"text": "And the LORD God said unto the serpent: 'Because thou hast done this, cursed art thou from among all cattle, and from among all beasts of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life. ", "type": "text", "attrs": {"verseId": "GEN.3.14", "verseOrgIds": ["GEN.3.14"]}}, {"text": "And I will put enmity between thee and the woman, and between thy seed and her seed; they shall bruise thy head, and thou shalt bruise their heel.' ", "type": "text", "attrs": {"verseId": "GEN.3.15", "verseOrgIds": ["GEN.3.15"]}}, {"text": "Unto the woman He said: 'I will greatly multiply thy pain and thy travail; in pain thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.' ", "type": "text", "attrs": {"verseId": "GEN.3.16", "verseOrgIds": ["GEN.3.16"]}}, {"text": "And unto Adam He said: 'Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying: Thou shalt not eat of it; cursed is the ground for thy sake; in toil shalt thou eat of it all the days of thy life. ", "type": "text", "attrs": {"verseId": "GEN.3.17", "verseOrgIds": ["GEN.3.17"]}}, {"text": "Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field. ", "type": "text", "attrs": {"verseId": "GEN.3.18", "verseOrgIds": ["GEN.3.18"]}}, {"text": "In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken; for dust thou art, and unto dust shalt thou return.' ", "type": "text", "attrs": {"verseId": "GEN.3.19", "verseOrgIds": ["GEN.3.19"]}}, {"text": "And the man called his wife's name Eve; because she was the mother of all living. ", "type": "text", "attrs": {"verseId": "GEN.3.20", "verseOrgIds": ["GEN.3.20"]}}, {"text": "And the LORD God made for Adam and for his wife garments of skins, and clothed them. ", "type": "text", "attrs": {"verseId": "GEN.3.21", "verseOrgIds": ["GEN.3.21"]}}, {"text": "And the LORD God said: 'Behold, the man is become as one of us, to know good and evil; and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever.' ", "type": "text", "attrs": {"verseId": "GEN.3.22", "verseOrgIds": ["GEN.3.22"]}}, {"text": "Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken. ", "type": "text", "attrs": {"verseId": "GEN.3.23", "verseOrgIds": ["GEN.3.23"]}}, {"text": "So He drove out the man; and He placed at the east of the garden of Eden the cherubim, and the flaming sword which turned every way, to keep the way to the tree of life.", "type": "text", "attrs": {"verseId": "GEN.3.24", "verseOrgIds": ["GEN.3.24"]}}]}], "next": {"id": "GEN.4", "number": "4", "bookId": "GEN"}, "previous": {"id": "GEN.2", "number": "2", "bookId": "GEN"}}}}