{"_default": {"1": {"id": "MIC.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "MIC", "reference": "Micah 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And I said: Hear, I pray you, ye heads of Jacob, and rulers of the house of Israel: is it not for you to know justice? ", "type": "text", "attrs": {"verseId": "MIC.3.1", "verseOrgIds": ["MIC.3.1"]}}, {"text": "Who hate the good, and love the evil; who rob their skin from off them, and their flesh from off their bones; ", "type": "text", "attrs": {"verseId": "MIC.3.2", "verseOrgIds": ["MIC.3.2"]}}, {"text": "Who also eat the flesh of my people, and flay their skin from off them, and break their bones; yea, they chop them in pieces, as that which is in the pot, and as flesh within the caldron. ", "type": "text", "attrs": {"verseId": "MIC.3.3", "verseOrgIds": ["MIC.3.3"]}}, {"text": "Then shall they cry unto the LORD, but He will not answer them; yea, He will hide His face from them at that time, according as they have wrought evil in their doings. ", "type": "text", "attrs": {"verseId": "MIC.3.4", "verseOrgIds": ["MIC.3.4"]}}, {"text": "Thus saith the LORD concerning the prophets that make my people to err; that cry: 'Peace', when their teeth have any thing to bite; and whoso putteth not into their mouths, they even prepare war against him: ", "type": "text", "attrs": {"verseId": "MIC.3.5", "verseOrgIds": ["MIC.3.5"]}}, {"text": "Therefore it shall be night unto you, that ye shall have no vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down upon the prophets, and the day shall be black over them. ", "type": "text", "attrs": {"verseId": "MIC.3.6", "verseOrgIds": ["MIC.3.6"]}}, {"text": "And the seers shall be put to shame, and the diviners confounded; yea, they shall all cover their upper lips; for there shall be no answer of God. ", "type": "text", "attrs": {"verseId": "MIC.3.7", "verseOrgIds": ["MIC.3.7"]}}, {"text": "But I truly am full of power by the spirit of the LORD, and of justice, and of might, to declare unto Jacob his transgression, and to Israel his sin. ", "type": "text", "attrs": {"verseId": "MIC.3.8", "verseOrgIds": ["MIC.3.8"]}}, {"text": "Hear this, I pray you, ye heads of the house of Jacob, and rulers of the house of Israel, that abhor justice, and pervert all equity; ", "type": "text", "attrs": {"verseId": "MIC.3.9", "verseOrgIds": ["MIC.3.9"]}}, {"text": "That build up Zion with blood, and Jerusalem with iniquity. ", "type": "text", "attrs": {"verseId": "MIC.3.10", "verseOrgIds": ["MIC.3.10"]}}, {"text": "The heads thereof judge for reward, and the priests thereof teach for hire, and the prophets thereof divine for money; yet will they lean upon the LORD, and say: 'Is not the LORD in the midst of us? No evil shall come upon us'? ", "type": "text", "attrs": {"verseId": "MIC.3.11", "verseOrgIds": ["MIC.3.11"]}}, {"text": "Therefore shall Zion for your sake be plowed as a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of a forest.", "type": "text", "attrs": {"verseId": "MIC.3.12", "verseOrgIds": ["MIC.3.12"]}}]}], "next": {"id": "MIC.4", "number": "4", "bookId": "MIC"}, "previous": {"id": "MIC.2", "number": "2", "bookId": "MIC"}}}}