{"_default": {"1": {"id": "2CH.34", "bibleId": "bf8f1c7f3f9045a5-01", "number": "34", "bookId": "2CH", "reference": "2 Chronicles 34", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Josiah was eight years old when he began to reign; and he reigned thirty and one years in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.34.1", "verseOrgIds": ["2CH.34.1"]}}, {"text": "And he did that which was right in the eyes of the LORD, and walked in the ways of David his father, and turned not aside to the right hand or to the left. ", "type": "text", "attrs": {"verseId": "2CH.34.2", "verseOrgIds": ["2CH.34.2"]}}, {"text": "For in the eighth year of his reign, while he was yet young, he began to seek after the God of David his father; and in the twelfth year he began to purge Judah and Jerusalem from the high places, and the Asherim, and the graven images, and the molten images. ", "type": "text", "attrs": {"verseId": "2CH.34.3", "verseOrgIds": ["2CH.34.3"]}}, {"text": "And they broke down the altars of the Baalim in his presence; and the sun-images, that were on high above them, he hewed down; and the Asherim, and the graven images, and the molten images, he broke in pieces, and made dust of them, and strewed it upon the graves of them that had sacrificed unto them. ", "type": "text", "attrs": {"verseId": "2CH.34.4", "verseOrgIds": ["2CH.34.4"]}}, {"text": "And he burnt the bones of the priests upon their altars, and purged Judah and Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.34.5", "verseOrgIds": ["2CH.34.5"]}}, {"text": "And so did he in the cities of Manasseh and Ephraim and Simeon, even unto Naphtali, with their axes round about. ", "type": "text", "attrs": {"verseId": "2CH.34.6", "verseOrgIds": ["2CH.34.6"]}}, {"text": "And he broke down the altars, and beat the Asherim and the graven images into powder, and hewed down all the sun-images throughout all the land of Israel, and returned to Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.34.7", "verseOrgIds": ["2CH.34.7"]}}, {"text": "Now in the eighteenth year of his reign, when he had purged the land, and the house, he sent Shaphan the son of Azaliah, and Maaseiah the governor of the city, and Joah the son of Joahaz the recorder, to repair the house of the LORD his God. ", "type": "text", "attrs": {"verseId": "2CH.34.8", "verseOrgIds": ["2CH.34.8"]}}, {"text": "And they came to Hilkiah the high priest, and delivered the money that was brought into the house of God, which the Levites, the keepers of the door, had gathered of the hand of Manasseh and Ephraim, and of all the remnant of Israel, and of all Judah and Benjamin, and they returned to Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.34.9", "verseOrgIds": ["2CH.34.9"]}}, {"text": "And they delivered it into the hand of the workmen that had the oversight of the house of the LORD; and the workmen that wrought in the house of the LORD gave it to mend and repair the house; ", "type": "text", "attrs": {"verseId": "2CH.34.10", "verseOrgIds": ["2CH.34.10"]}}, {"text": "even to the carpenters and to the builders gave they it, to buy hewn stone, and timber for couplings, and to make beams for the houses which the kings of Judah had destroyed. ", "type": "text", "attrs": {"verseId": "2CH.34.11", "verseOrgIds": ["2CH.34.11"]}}, {"text": "And the men did the work faithfully; and the overseers of them were Jahath and Obadiah, the Levites, of the sons of Merari; and Zechariah and Meshullam, of the sons of the Kohathites, to preside over it; and other of the Levites, all that had skill with instruments of music. ", "type": "text", "attrs": {"verseId": "2CH.34.12", "verseOrgIds": ["2CH.34.12"]}}, {"text": "Also they were over the bearers of burdens, and presided over all that did the work in every manner of service; and of the Levites there were scribes, and officers, and porters. ", "type": "text", "attrs": {"verseId": "2CH.34.13", "verseOrgIds": ["2CH.34.13"]}}, {"text": "And when they brought out the money that was brought into the house of the LORD, Hilkiah the priest found the book of the Law of the LORD given by Moses. ", "type": "text", "attrs": {"verseId": "2CH.34.14", "verseOrgIds": ["2CH.34.14"]}}, {"text": "and Hilkiah answered and said to Shaphan the scribe: 'I have found the book of the Law in the house of the LORD.' And Hilkiah delivered the book to Shaphan. ", "type": "text", "attrs": {"verseId": "2CH.34.15", "verseOrgIds": ["2CH.34.15"]}}, {"text": "And Shaphan carried the book to the king, and moreover brought back word unto the king, saying: 'All that was committed to thy servants, they do it. ", "type": "text", "attrs": {"verseId": "2CH.34.16", "verseOrgIds": ["2CH.34.16"]}}, {"text": "And they have poured out the money that was found in the house of the LORD, and have delivered it into the hand of the overseers, and into the hand of the workmen.' ", "type": "text", "attrs": {"verseId": "2CH.34.17", "verseOrgIds": ["2CH.34.17"]}}, {"text": "And Shaphan the scribe told the king, saying: 'Hilkiah the priest hath delivered me a book.' And Shaphan read therein before the king. ", "type": "text", "attrs": {"verseId": "2CH.34.18", "verseOrgIds": ["2CH.34.18"]}}, {"text": "And it came to pass, when the king had heard the words of the Law, that he rent his clothes. ", "type": "text", "attrs": {"verseId": "2CH.34.19", "verseOrgIds": ["2CH.34.19"]}}, {"text": "And the king commanded Hilkiah, and Ahikam the son of Shaphan, and Abdon the son of Micah, and Shaphan the scribe, and Asaiah the king's servant, saying: ", "type": "text", "attrs": {"verseId": "2CH.34.20", "verseOrgIds": ["2CH.34.20"]}}, {"text": "'Go ye, inquire of the LORD for me, and for them that are left in Israel and in Judah, concerning the words of the book that is found; for great is the wrath of the LORD that is poured out upon us, because our fathers have not kept the word of the LORD, to do according unto all that is written in this book.' ", "type": "text", "attrs": {"verseId": "2CH.34.21", "verseOrgIds": ["2CH.34.21"]}}, {"text": "So Hilkiah, and they whom the king had commanded, went to Huldah the prophetess, the wife of Shallum the son of Tokhath, the son of Hasrah, keeper of the wardrobe — now she dwelt in Jerusalem in the second quarter — and they spoke to her to that effect. ", "type": "text", "attrs": {"verseId": "2CH.34.22", "verseOrgIds": ["2CH.34.22"]}}, {"text": "And she said unto them: 'Thus saith the LORD, the God of Israel: Tell ye the man that sent you unto me: ", "type": "text", "attrs": {"verseId": "2CH.34.23", "verseOrgIds": ["2CH.34.23"]}}, {"text": "Thus saith the LORD: Behold, I will bring evil upon this place, and upon the inhabitants thereof, even all the curses that are written in the book which they have read before the king of Judah; ", "type": "text", "attrs": {"verseId": "2CH.34.24", "verseOrgIds": ["2CH.34.24"]}}, {"text": "because they have forsaken Me, and have offered unto other gods, that they might provoke Me with all the works of their hands; therefore is My wrath poured out upon this place, and it shall not be quenched. ", "type": "text", "attrs": {"verseId": "2CH.34.25", "verseOrgIds": ["2CH.34.25"]}}, {"text": "But unto the king of Judah, who sent you to inquire of the LORD, thus shall ye say to him: Thus saith the LORD, the God of Israel: As touching the words which thou hast heard, ", "type": "text", "attrs": {"verseId": "2CH.34.26", "verseOrgIds": ["2CH.34.26"]}}, {"text": "because thy heart was tender, and thou didst humble thyself before God, when thou heardest His words against this place, and against the inhabitants thereof, and hast humbled thyself before Me, and hast rent thy clothes, and wept before Me; I also have heard thee, saith the LORD. ", "type": "text", "attrs": {"verseId": "2CH.34.27", "verseOrgIds": ["2CH.34.27"]}}, {"text": "Behold, I will gather thee to thy fathers, and thou shalt be gathered to thy grave in peace, neither shall thine eyes see all the evil that I will bring upon this place, and upon the inhabitants thereof.' And they brought back word unto the king. ", "type": "text", "attrs": {"verseId": "2CH.34.28", "verseOrgIds": ["2CH.34.28"]}}, {"text": "Then the king sent and gathered together all the elders of Judah and Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.34.29", "verseOrgIds": ["2CH.34.29"]}}, {"text": "And the king went up to the house of the LORD, and all the men of Judah and the inhabitants of Jerusalem, and the priests, and the Levites, and all the people, both great and small; and he read in their ears all the words of the book of the covenant that was found in the house of the LORD. ", "type": "text", "attrs": {"verseId": "2CH.34.30", "verseOrgIds": ["2CH.34.30"]}}, {"text": "And the king stood in his place, and made a covenant before the LORD, to walk after the LORD, and to keep His commandments, and His testimonies, and His statutes, with all his heart, and with all his soul, to perform the words of the covenant that were written in this book. ", "type": "text", "attrs": {"verseId": "2CH.34.31", "verseOrgIds": ["2CH.34.31"]}}, {"text": "And he caused all that were found in Jerusalem and Benjamin to stand to it. And the inhabitants of Jerusalem did according to the covenant of God, the God of their fathers. ", "type": "text", "attrs": {"verseId": "2CH.34.32", "verseOrgIds": ["2CH.34.32"]}}, {"text": "And Josiah took away all the abominations out of all the countries that pertained to the children of Israel, and made all that were found in Israel to serve, even to serve the LORD their God. All his days they departed not from following the LORD, the God of their fathers.", "type": "text", "attrs": {"verseId": "2CH.34.33", "verseOrgIds": ["2CH.34.33"]}}]}], "next": {"id": "2CH.35", "number": "35", "bookId": "2CH"}, "previous": {"id": "2CH.33", "number": "33", "bookId": "2CH"}}}}