{"_default": {"1": {"id": "1SA.25", "bibleId": "bf8f1c7f3f9045a5-01", "number": "25", "bookId": "1SA", "reference": "1 Samuel 25", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Samuel died; and all Israel gathered themselves together, and lamented him, and buried him in his house at Ramah. And David arose, and went down to the wilderness of Paran. ", "type": "text", "attrs": {"verseId": "1SA.25.1", "verseOrgIds": ["1SA.25.1"]}}, {"text": "And there was a man in Maon, whose possessions were in Carmel; and the man was very great, and he had three thousand sheep, and a thousand goats; and he was shearing his sheep in Carmel. ", "type": "text", "attrs": {"verseId": "1SA.25.2", "verseOrgIds": ["1SA.25.2"]}}, {"text": "Now the name of the man was Nabal; and the name of his wife Abigail; and the woman was of good understanding, and of a beautiful form; but the man was churlish and evil in his doings; and he was of the house of Caleb. ", "type": "text", "attrs": {"verseId": "1SA.25.3", "verseOrgIds": ["1SA.25.3"]}}, {"text": "And David heard in the wilderness that Nabal was shearing his sheep. ", "type": "text", "attrs": {"verseId": "1SA.25.4", "verseOrgIds": ["1SA.25.4"]}}, {"text": "And David sent ten young men, and David said unto the young men: 'Get you up to Carmel, and go to Nabal, and greet him in my name; ", "type": "text", "attrs": {"verseId": "1SA.25.5", "verseOrgIds": ["1SA.25.5"]}}, {"text": "and thus ye shall say: All hail! and peace be both unto thee, and peace be to thy house, and peace be unto all that thou hast. ", "type": "text", "attrs": {"verseId": "1SA.25.6", "verseOrgIds": ["1SA.25.6"]}}, {"text": "And now I have heard that thou hast shearers; thy shepherds have now been with us, and we did them no hurt, neither was there aught missing unto them, all the while they were in Carmel. ", "type": "text", "attrs": {"verseId": "1SA.25.7", "verseOrgIds": ["1SA.25.7"]}}, {"text": "Ask thy young men, and they will tell thee; wherefore let the young men find favour in thine eyes; for we come on a good day; give, I pray thee, whatsoever cometh to thy hand, unto thy servants, and to thy son David.' ", "type": "text", "attrs": {"verseId": "1SA.25.8", "verseOrgIds": ["1SA.25.8"]}}, {"text": "And when David's young men came, they spoke to Nabal according to all those words in the name of David, and ceased. ", "type": "text", "attrs": {"verseId": "1SA.25.9", "verseOrgIds": ["1SA.25.9"]}}, {"text": "And Nabal answered David's servants, and said: 'Who is David? and who is the son of Jesse? there are many servants now-a-days that break away every man from his master; ", "type": "text", "attrs": {"verseId": "1SA.25.10", "verseOrgIds": ["1SA.25.10"]}}, {"text": "shall I then take my bread, and my water, and my flesh that I have killed for my shearers, and give it unto men of whom I know not whence they are?' ", "type": "text", "attrs": {"verseId": "1SA.25.11", "verseOrgIds": ["1SA.25.11"]}}, {"text": "So David's young men turned on their way, and went back, and came and told him according to all these words. ", "type": "text", "attrs": {"verseId": "1SA.25.12", "verseOrgIds": ["1SA.25.12"]}}, {"text": "And David said unto his men: 'Gird ye on every man his sword.' And they girded on every man his sword; and David also girded on his sword; and there went up after David about four hundred men; and two hundred abode by the baggage. ", "type": "text", "attrs": {"verseId": "1SA.25.13", "verseOrgIds": ["1SA.25.13"]}}, {"text": "But one of the young men told Abigail, Nabal's wife, saying: 'Behold, David sent messengers out of the wilderness to salute our master; and he flew upon them. ", "type": "text", "attrs": {"verseId": "1SA.25.14", "verseOrgIds": ["1SA.25.14"]}}, {"text": "But the men were very good unto us, and we were not hurt, neither missed we any thing, as long as we went with them, when we were in the fields; ", "type": "text", "attrs": {"verseId": "1SA.25.15", "verseOrgIds": ["1SA.25.15"]}}, {"text": "they were a wall unto us both by night and by day, all the while we were with them keeping the sheep. ", "type": "text", "attrs": {"verseId": "1SA.25.16", "verseOrgIds": ["1SA.25.16"]}}, {"text": "Now therefore know and consider what thou wilt do; for evil is determined against our master, and against all his house; for he is such a base fellow, that one cannot speak to him.' ", "type": "text", "attrs": {"verseId": "1SA.25.17", "verseOrgIds": ["1SA.25.17"]}}, {"text": "Then Abigail made haste, and took two hundred loaves, and two bottles of wine, and five sheep ready dressed, and five measures of parched corn, and a hundred clusters of raisins, and two hundred cakes of figs, and laid them on asses. ", "type": "text", "attrs": {"verseId": "1SA.25.18", "verseOrgIds": ["1SA.25.18"]}}, {"text": "And she said unto her young men: 'Go on before me; behold, I come after you.' But she told not her husband Nabal. ", "type": "text", "attrs": {"verseId": "1SA.25.19", "verseOrgIds": ["1SA.25.19"]}}, {"text": "And it was so, as she rode on her ass, and came down by the covert of the mountain, that, behold, David and his men came down towards her; and she met them. — ", "type": "text", "attrs": {"verseId": "1SA.25.20", "verseOrgIds": ["1SA.25.20"]}}, {"text": "Now David had said: 'Surely in vain have I kept all that this fellow hath in the wilderness, so that nothing was missed of all that pertained unto him; and he hath returned me evil for good. ", "type": "text", "attrs": {"verseId": "1SA.25.21", "verseOrgIds": ["1SA.25.21"]}}, {"text": "God do so unto the enemies of David, and more also, if I leave of all that pertain to him by the morning light so much as one male.' — ", "type": "text", "attrs": {"verseId": "1SA.25.22", "verseOrgIds": ["1SA.25.22"]}}, {"text": "And when Abigail saw David, she made haste, and alighted from her ass, and fell before David on her face, and bowed down to the ground. ", "type": "text", "attrs": {"verseId": "1SA.25.23", "verseOrgIds": ["1SA.25.23"]}}, {"text": "And she fell at his feet, and said: 'Upon me, my lord, upon me be the iniquity; and let thy handmaid, I pray thee, speak in thine ears, and hear thou the words of thy handmaid. ", "type": "text", "attrs": {"verseId": "1SA.25.24", "verseOrgIds": ["1SA.25.24"]}}, {"text": "Let not my lord, I pray thee, regard this base fellow, even Nabal; for as his name is, so is he: Nabal is his name, and churlishness is with him; but I thy handmaid saw not the young men of my lord, whom thou didst send. ", "type": "text", "attrs": {"verseId": "1SA.25.25", "verseOrgIds": ["1SA.25.25"]}}, {"text": "Now therefore, my lord, as the LORD liveth, and as thy soul liveth, seeing the LORD hath withholden thee from bloodguiltiness, and from finding redress for thyself with thine own hand, now therefore let thine enemies, and them that seek evil to my lord, be as Nabal. ", "type": "text", "attrs": {"verseId": "1SA.25.26", "verseOrgIds": ["1SA.25.26"]}}, {"text": "And now this present which thy servant hath brought unto my lord, let it be given unto the young men that follow my lord. ", "type": "text", "attrs": {"verseId": "1SA.25.27", "verseOrgIds": ["1SA.25.27"]}}, {"text": "Forgive, I pray thee, the trespass of thy handmaid; for the LORD will certainly make my lord a sure house, because my lord fighteth the battles of the LORD; and evil is not found in thee all thy days. ", "type": "text", "attrs": {"verseId": "1SA.25.28", "verseOrgIds": ["1SA.25.28"]}}, {"text": "And though man be risen up to pursue thee, and to seek thy soul, yet the soul of my lord shall be bound in the bundle of life with the LORD thy God; and the souls of thine enemies, them shall he sling out, as from the hollow of a sling. ", "type": "text", "attrs": {"verseId": "1SA.25.29", "verseOrgIds": ["1SA.25.29"]}}, {"text": "And it shall come to pass, when the LORD shall have done to my lord according to all the good that He hath spoken concerning thee, and shall have appointed thee prince over Israel; ", "type": "text", "attrs": {"verseId": "1SA.25.30", "verseOrgIds": ["1SA.25.30"]}}, {"text": "that this shall be no stumbling-block unto thee, nor offence of heart unto my lord, either that thou hast shed blood without cause, or that my lord hath found redress for himself. And when the LORD shall have dealt well with my lord, then remember thy handmaid.' ", "type": "text", "attrs": {"verseId": "1SA.25.31", "verseOrgIds": ["1SA.25.31"]}}, {"text": "And David said to Abigail: 'Blessed be the LORD, the God of Israel, who sent thee this day to meet me; ", "type": "text", "attrs": {"verseId": "1SA.25.32", "verseOrgIds": ["1SA.25.32"]}}, {"text": "and blessed be thy discretion, and blessed be thou, that hast kept me this day from bloodguiltiness, and from finding redress for myself with mine own hand. ", "type": "text", "attrs": {"verseId": "1SA.25.33", "verseOrgIds": ["1SA.25.33"]}}, {"text": "For in very deed, as the LORD, the God of Israel, liveth, who hath withholden me from hurting thee, except thou hadst made haste and come to meet me, surely there had not been left unto Nabal by the morning light so much as one male.' ", "type": "text", "attrs": {"verseId": "1SA.25.34", "verseOrgIds": ["1SA.25.34"]}}, {"text": "So David received of her hand that which she had brought him; and he said unto her: 'Go up in peace to thy house; see, I have hearkened to thy voice, and have accepted thy person.' ", "type": "text", "attrs": {"verseId": "1SA.25.35", "verseOrgIds": ["1SA.25.35"]}}, {"text": "And Abigail came to Nabal; and, behold, he held a feast in his house, like the feast of a king; and Nabal's heart was merry within him, for he was very drunken; wherefore she told him nothing, less or more, until the morning light. ", "type": "text", "attrs": {"verseId": "1SA.25.36", "verseOrgIds": ["1SA.25.36"]}}, {"text": "And it came to pass in the morning, when the wine was gone out of Nabal, that his wife told him these things, and his heart died within him, and he became as a stone. ", "type": "text", "attrs": {"verseId": "1SA.25.37", "verseOrgIds": ["1SA.25.37"]}}, {"text": "And it came to pass about ten days after, that the LORD smote Nabal, so that he died. ", "type": "text", "attrs": {"verseId": "1SA.25.38", "verseOrgIds": ["1SA.25.38"]}}, {"text": "And when David heard that Nabal was dead, he said: 'Blessed be the LORD, that hath pleaded the cause of my reproach from the hand of Nabal, and hath kept back His servant from evil; and the evil-doing of Nabal hath the LORD returned upon his own head.' And David sent and spoke concerning Abigail, to take her to him to wife. ", "type": "text", "attrs": {"verseId": "1SA.25.39", "verseOrgIds": ["1SA.25.39"]}}, {"text": "And when the servants of David were come to Abigail to Carmel, they spoke unto her, saying: 'David hath sent us unto thee, to take thee to him to wife.' ", "type": "text", "attrs": {"verseId": "1SA.25.40", "verseOrgIds": ["1SA.25.40"]}}, {"text": "And she arose, and bowed down with her face to the earth, and said: 'Behold, thy handmaid is a servant to wash the feet of the servants of my lord.' ", "type": "text", "attrs": {"verseId": "1SA.25.41", "verseOrgIds": ["1SA.25.41"]}}, {"text": "And Abigail hastened, and arose, and rode upon an ass, with five damsels of hers that followed her; and she went after the messengers of David, and became his wife. ", "type": "text", "attrs": {"verseId": "1SA.25.42", "verseOrgIds": ["1SA.25.42"]}}, {"text": "David also took Ahinoam of Jezreel; and they became both of them his wives. ", "type": "text", "attrs": {"verseId": "1SA.25.43", "verseOrgIds": ["1SA.25.43"]}}, {"text": "Now Saul had given Michal his daughter, David's wife, to Palti the son of Laish, who was of Gallim.", "type": "text", "attrs": {"verseId": "1SA.25.44", "verseOrgIds": ["1SA.25.44"]}}]}], "next": {"id": "1SA.26", "number": "26", "bookId": "1SA"}, "previous": {"id": "1SA.24", "number": "24", "bookId": "1SA"}}}}