{"_default": {"1": {"id": "NUM.18", "bibleId": "bf8f1c7f3f9045a5-01", "number": "18", "bookId": "NUM", "reference": "Numbers 18", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD said unto Aaron: 'Thou and thy sons and thy fathers' house with thee shall bear the iniquity of the sanctuary; and thou and thy sons with thee shall bear the iniquity of your priesthood. ", "type": "text", "attrs": {"verseId": "NUM.18.1", "verseOrgIds": ["NUM.18.1"]}}, {"text": "And thy brethren also, the tribe of Levi, the tribe of thy father, bring thou near with thee, that they may be joined unto thee, and minister unto thee, thou and thy sons with thee being before the tent of the testimony. ", "type": "text", "attrs": {"verseId": "NUM.18.2", "verseOrgIds": ["NUM.18.2"]}}, {"text": "And they shall keep thy charge, and the charge of all the Tent; only they shall not come nigh unto the holy furniture and unto the altar, that they die not, neither they, nor ye. ", "type": "text", "attrs": {"verseId": "NUM.18.3", "verseOrgIds": ["NUM.18.3"]}}, {"text": "And they shall be joined unto thee, and keep the charge of the tent of meeting, whatsoever the service of the Tent may be; but a common man shall not draw nigh unto you. ", "type": "text", "attrs": {"verseId": "NUM.18.4", "verseOrgIds": ["NUM.18.4"]}}, {"text": "And ye shall keep the charge of the holy things, and the charge of the altar, that there be wrath no more upon the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.18.5", "verseOrgIds": ["NUM.18.5"]}}, {"text": "And I, behold, I have taken your brethren the Levites from among the children of Israel; for you they are given as a gift unto the LORD, to do the service of the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.18.6", "verseOrgIds": ["NUM.18.6"]}}, {"text": "And thou and thy sons with thee shall keep your priesthood in everything that pertaineth to the altar, and to that within the veil; and ye shall serve; I give you the priesthood as a service of gift; and the common man that draweth nigh shall be put to death.' ", "type": "text", "attrs": {"verseId": "NUM.18.7", "verseOrgIds": ["NUM.18.7"]}}, {"text": "And the LORD spoke unto Aaron: 'And I, behold, I have given thee the charge of My heave-offerings; even of all the hallowed things of the children of Israel unto thee have I given them for a consecrated portion, and to thy sons, as a due for ever. ", "type": "text", "attrs": {"verseId": "NUM.18.8", "verseOrgIds": ["NUM.18.8"]}}, {"text": "This shall be thine of the most holy things, reserved from the fire: every offering of theirs, even every meal-offering of theirs, and every sin-offering of theirs, and every guilt-offering of theirs, which they may render unto Me, shall be most holy for thee and for thy sons. ", "type": "text", "attrs": {"verseId": "NUM.18.9", "verseOrgIds": ["NUM.18.9"]}}, {"text": "In a most holy place shalt thou eat thereof; every male may eat thereof; it shall be holy unto thee. ", "type": "text", "attrs": {"verseId": "NUM.18.10", "verseOrgIds": ["NUM.18.10"]}}, {"text": "And this is thine: the heave-offering of their gift, even all the wave-offerings of the children of Israel; I have given them unto thee, and to thy sons and to thy daughters with thee, as a due for ever; every one that is clean in thy house may eat thereof. ", "type": "text", "attrs": {"verseId": "NUM.18.11", "verseOrgIds": ["NUM.18.11"]}}, {"text": "All the best of the oil, and all the best of the wine, and of the corn, the first part of them which they give unto the LORD, to thee have I given them. ", "type": "text", "attrs": {"verseId": "NUM.18.12", "verseOrgIds": ["NUM.18.12"]}}, {"text": "The first-ripe fruits of all that is in their land, which they bring unto the LORD, shall be thine; every one that is clean in thy house may eat thereof. ", "type": "text", "attrs": {"verseId": "NUM.18.13", "verseOrgIds": ["NUM.18.13"]}}, {"text": "Every thing devoted in Israel shall be thine. ", "type": "text", "attrs": {"verseId": "NUM.18.14", "verseOrgIds": ["NUM.18.14"]}}, {"text": "Every thing that openeth the womb, of all flesh which they offer unto the LORD, both of man and beast, shall be thine; howbeit the first-born of man shalt thou surely redeem, and the firstling of unclean beasts shalt thou redeem. ", "type": "text", "attrs": {"verseId": "NUM.18.15", "verseOrgIds": ["NUM.18.15"]}}, {"text": "And their redemption-money — from a month old shalt thou redeem them — shall be, according to thy valuation, five shekels of silver, after the shekel of the sanctuary — the same is twenty gerahs. ", "type": "text", "attrs": {"verseId": "NUM.18.16", "verseOrgIds": ["NUM.18.16"]}}, {"text": "But the firstling of an ox, or the firstling of a sheep, or the firstling of a goat, thou shalt not redeem; they are holy: thou shalt dash their blood against the altar, and shalt make their fat smoke for an offering made by fire, for a sweet savour unto the LORD. ", "type": "text", "attrs": {"verseId": "NUM.18.17", "verseOrgIds": ["NUM.18.17"]}}, {"text": "And the flesh of them shall be thine, as the wave-breast and as the right thigh, it shall be thine. ", "type": "text", "attrs": {"verseId": "NUM.18.18", "verseOrgIds": ["NUM.18.18"]}}, {"text": "All the heave-offerings of the holy things, which the children of Israel offer unto the LORD, have I given thee, and thy sons and thy daughters with thee, as a due for ever; it is an everlasting covenant of salt before the LORD unto thee and to thy seed with thee.' ", "type": "text", "attrs": {"verseId": "NUM.18.19", "verseOrgIds": ["NUM.18.19"]}}, {"text": "And the LORD said unto Aaron: 'Thou shalt have no inheritance in their land, neither shalt thou have any portion among them; I am thy portion and thine inheritance among the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.18.20", "verseOrgIds": ["NUM.18.20"]}}, {"text": "And unto the children of Levi, behold, I have given all the tithe in Israel for an inheritance, in return for their service which they serve, even the service of the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.18.21", "verseOrgIds": ["NUM.18.21"]}}, {"text": "And henceforth the children of Israel shall not come nigh the tent of meeting, lest they bear sin, and die. ", "type": "text", "attrs": {"verseId": "NUM.18.22", "verseOrgIds": ["NUM.18.22"]}}, {"text": "But the Levites alone shall do the service of the tent of meeting, and they shall bear their iniquity; it shall be a statute for ever throughout your generations, and among the children of Israel they shall have no inheritance. ", "type": "text", "attrs": {"verseId": "NUM.18.23", "verseOrgIds": ["NUM.18.23"]}}, {"text": "For the tithe of the children of Israel, which they set apart as a gift unto the LORD, I have given to the Levites for an inheritance; therefore I have said unto them: Among the children of Israel they shall have no inheritance.' ", "type": "text", "attrs": {"verseId": "NUM.18.24", "verseOrgIds": ["NUM.18.24"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.18.25", "verseOrgIds": ["NUM.18.25"]}}, {"text": "'Moreover thou shalt speak unto the Levites, and say unto them: When ye take of the children of Israel the tithe which I have given you from them for your inheritance, then ye shall set apart of it a gift for the LORD, even a tithe of the tithe. ", "type": "text", "attrs": {"verseId": "NUM.18.26", "verseOrgIds": ["NUM.18.26"]}}, {"text": "And the gift which ye set apart shall be reckoned unto you, as though it were the corn of the threshing-floor, and as the fulness of the wine-press. ", "type": "text", "attrs": {"verseId": "NUM.18.27", "verseOrgIds": ["NUM.18.27"]}}, {"text": "Thus ye also shall set apart a gift unto the LORD of all your tithes, which ye receive of the children of Israel; and thereof ye shall give the gift which is set apart unto the LORD to Aaron the priest. ", "type": "text", "attrs": {"verseId": "NUM.18.28", "verseOrgIds": ["NUM.18.28"]}}, {"text": "Out of all that is given you ye shall set apart all of that which is due unto the LORD, of all the best thereof, even the hallowed part thereof out of it. ", "type": "text", "attrs": {"verseId": "NUM.18.29", "verseOrgIds": ["NUM.18.29"]}}, {"text": "Therefore thou shalt say unto them: When ye set apart the best thereof from it, then it shall be counted unto the Levites as the increase of the threshing-floor, and as the increase of the wine-press. ", "type": "text", "attrs": {"verseId": "NUM.18.30", "verseOrgIds": ["NUM.18.30"]}}, {"text": "And ye may eat it in every place, ye and your households; for it is your reward in return for your service in the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.18.31", "verseOrgIds": ["NUM.18.31"]}}, {"text": "And ye shall bear no sin by reason of it, seeing that ye have set apart from it the best thereof; and ye shall not profane the holy things of the children of Israel, that ye die not.'", "type": "text", "attrs": {"verseId": "NUM.18.32", "verseOrgIds": ["NUM.18.32"]}}]}], "next": {"id": "NUM.19", "number": "19", "bookId": "NUM"}, "previous": {"id": "NUM.17", "number": "17", "bookId": "NUM"}}}}