{"_default": {"1": {"id": "NUM.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "NUM", "reference": "Numbers 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.5.1", "verseOrgIds": ["NUM.5.1"]}}, {"text": "'Command the children of Israel, that they put out of the camp every leper, and every one that hath an issue, and whosoever is unclean by the dead; ", "type": "text", "attrs": {"verseId": "NUM.5.2", "verseOrgIds": ["NUM.5.2"]}}, {"text": "both male and female shall ye put out, without the camp shall ye put them; that they defile not their camp, in the midst whereof I dwell.' ", "type": "text", "attrs": {"verseId": "NUM.5.3", "verseOrgIds": ["NUM.5.3"]}}, {"text": "And the children of Israel did so, and put them out without the camp; as the LORD spoke unto Moses, so did the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.5.4", "verseOrgIds": ["NUM.5.4"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.5.5", "verseOrgIds": ["NUM.5.5"]}}, {"text": "Speak unto the children of Israel: When a man or woman shall commit any sin that men commit, to commit a trespass against the LORD, and that soul be guilty; ", "type": "text", "attrs": {"verseId": "NUM.5.6", "verseOrgIds": ["NUM.5.6"]}}, {"text": "then they shall confess their sin which they have done; and he shall make restitution for his guilt in full, and add unto it the fifth part thereof, and give it unto him in respect of whom he hath been guilty. ", "type": "text", "attrs": {"verseId": "NUM.5.7", "verseOrgIds": ["NUM.5.7"]}}, {"text": "But if the man have no kinsman to whom restitution may be made for the guilt, the restitution for guilt which is made shall be the LORD'S, even the priest's; besides the ram of the atonement, whereby atonement shall be made for him. ", "type": "text", "attrs": {"verseId": "NUM.5.8", "verseOrgIds": ["NUM.5.8"]}}, {"text": "And every heave-offering of all the holy things of the children of Israel, which they present unto the priest, shall be his. ", "type": "text", "attrs": {"verseId": "NUM.5.9", "verseOrgIds": ["NUM.5.9"]}}, {"text": "And every man's hallowed things shall be his: whatsoever any man giveth the priest, it shall be his. ", "type": "text", "attrs": {"verseId": "NUM.5.10", "verseOrgIds": ["NUM.5.10"]}}, {"text": "and the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.5.11", "verseOrgIds": ["NUM.5.11"]}}, {"text": "Speak unto the children of Israel, and say unto them: If any man's wife go aside, and act unfaithfully against him, ", "type": "text", "attrs": {"verseId": "NUM.5.12", "verseOrgIds": ["NUM.5.12"]}}, {"text": "and a man lie with her carnally, and it be hid from the eyes of her husband, she being defiled secretly, and there be no witness against her, neither she be taken in the act; ", "type": "text", "attrs": {"verseId": "NUM.5.13", "verseOrgIds": ["NUM.5.13"]}}, {"text": "and the spirit of jealousy come upon him, and he be jealous of his wife, and she be defiled; or if the spirit of jealousy come upon him, and he be jealous of his wife, and she be not defiled; ", "type": "text", "attrs": {"verseId": "NUM.5.14", "verseOrgIds": ["NUM.5.14"]}}, {"text": "then shall the man bring his wife unto the priest, and shall bring her offering for her, the tenth part of an ephah of barley meal; he shall pour no oil upon it, nor put frankincense thereon; for it is a meal-offering of jealousy, a meal-offering of memorial, bringing iniquity to remembrance. ", "type": "text", "attrs": {"verseId": "NUM.5.15", "verseOrgIds": ["NUM.5.15"]}}, {"text": "And the priest shall bring her near, and set her before the LORD. ", "type": "text", "attrs": {"verseId": "NUM.5.16", "verseOrgIds": ["NUM.5.16"]}}, {"text": "And the priest shall take holy water in an earthen vessel; and of the dust that is on the floor of the tabernacle the priest shall take, and put it into the water. ", "type": "text", "attrs": {"verseId": "NUM.5.17", "verseOrgIds": ["NUM.5.17"]}}, {"text": "And the priest shall set the woman before the LORD, and let the hair of the woman's head go loose, and put the meal-offering of memorial in her hands, which is the meal-offering of jealousy; and the priest shall have in his hand the water of bitterness that causeth the curse. ", "type": "text", "attrs": {"verseId": "NUM.5.18", "verseOrgIds": ["NUM.5.18"]}}, {"text": "And the priest shall cause her to swear, and shall say unto the woman: 'If no man have lain with thee, and if thou hast not gone aside to uncleanness, being under thy husband, be thou free from this water of bitterness that causeth the curse; ", "type": "text", "attrs": {"verseId": "NUM.5.19", "verseOrgIds": ["NUM.5.19"]}}, {"text": "but if thou hast gone aside, being under thy husband, and if thou be defiled, and some man have lain with thee besides thy husband — ", "type": "text", "attrs": {"verseId": "NUM.5.20", "verseOrgIds": ["NUM.5.20"]}}, {"text": "then the priest shall cause the woman to swear with the oath of cursing, and the priest shall say unto the woman — the LORD make thee a curse and an oath among thy people, when the LORD doth make thy thigh to fall away, and thy belly to swell; ", "type": "text", "attrs": {"verseId": "NUM.5.21", "verseOrgIds": ["NUM.5.21"]}}, {"text": "and this water that causeth the curse shall go into thy bowels, and make thy belly to swell, and thy thigh to fall away'; and the woman shall say: 'Amen, Amen.' ", "type": "text", "attrs": {"verseId": "NUM.5.22", "verseOrgIds": ["NUM.5.22"]}}, {"text": "And the priest shall write these curses in a scroll, and he shall blot them out into the water of bitterness. ", "type": "text", "attrs": {"verseId": "NUM.5.23", "verseOrgIds": ["NUM.5.23"]}}, {"text": "And he shall make the woman drink the water of bitterness that causeth the curse; and the water that causeth the curse shall enter into her and become bitter. ", "type": "text", "attrs": {"verseId": "NUM.5.24", "verseOrgIds": ["NUM.5.24"]}}, {"text": "And the priest shall take the meal-offering of jealousy out of the woman's hand, and shall wave the meal-offering before the LORD, and bring it unto the altar. ", "type": "text", "attrs": {"verseId": "NUM.5.25", "verseOrgIds": ["NUM.5.25"]}}, {"text": "And the priest shall take a handful of the meal-offering, as the memorial-part thereof, and make it smoke upon the altar, and afterward shall make the woman drink the water. ", "type": "text", "attrs": {"verseId": "NUM.5.26", "verseOrgIds": ["NUM.5.26"]}}, {"text": "And when he hath made her drink the water, then it shall come to pass, if she be defiled, and have acted unfaithfully against her husband, that the water that causeth the curse shall enter into her and become bitter, and her belly shall swell, and her thigh shall fall away; and the woman shall be a curse among her people. ", "type": "text", "attrs": {"verseId": "NUM.5.27", "verseOrgIds": ["NUM.5.27"]}}, {"text": "And if the woman be not defiled, but be clean; then she shall be cleared, and shall conceive seed. ", "type": "text", "attrs": {"verseId": "NUM.5.28", "verseOrgIds": ["NUM.5.28"]}}, {"text": "This is the law of jealousy, when a wife, being under her husband, goeth aside, and is defiled; ", "type": "text", "attrs": {"verseId": "NUM.5.29", "verseOrgIds": ["NUM.5.29"]}}, {"text": "or when the spirit of jealousy cometh upon a man, and he be jealous over his wife; then shall he set the woman before the LORD, and the priest shall execute upon her all this law. ", "type": "text", "attrs": {"verseId": "NUM.5.30", "verseOrgIds": ["NUM.5.30"]}}, {"text": "And the man shall be clear from iniquity, and that woman shall bear her iniquity.", "type": "text", "attrs": {"verseId": "NUM.5.31", "verseOrgIds": ["NUM.5.31"]}}]}], "next": {"id": "NUM.6", "number": "6", "bookId": "NUM"}, "previous": {"id": "NUM.4", "number": "4", "bookId": "NUM"}}}}