{"_default": {"1": {"id": "JER.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "JER", "reference": "Jeremiah 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "If thou wilt return, O Israel, saith the LORD, yea, return unto Me; and if thou wilt put away thy detestable things out of My sight, and wilt not waver; ", "type": "text", "attrs": {"verseId": "JER.4.1", "verseOrgIds": ["JER.4.1"]}}, {"text": "And wilt swear: 'As the LORD liveth' in truth, in justice, and in righteousness; then shall the nations bless themselves by Him, and in Him shall they glory. ", "type": "text", "attrs": {"verseId": "JER.4.2", "verseOrgIds": ["JER.4.2"]}}, {"text": "For thus saith the LORD to the men of Judah and to Jerusalem: Break up for you a fallow ground, and sow not among thorns. ", "type": "text", "attrs": {"verseId": "JER.4.3", "verseOrgIds": ["JER.4.3"]}}, {"text": "Circumcise yourselves to the LORD, and take away the foreskins of your heart, ye men of Judah and inhabitants of Jerusalem; lest My fury go forth like fire, and burn that none can quench it, because of the evil of your doings. ", "type": "text", "attrs": {"verseId": "JER.4.4", "verseOrgIds": ["JER.4.4"]}}, {"text": "Declare ye in Judah, and publish in Jerusalem, and say: 'Blow ye the horn in the land'; cry aloud and say: 'Assemble yourselves, and let us go into the fortified cities.' ", "type": "text", "attrs": {"verseId": "JER.4.5", "verseOrgIds": ["JER.4.5"]}}, {"text": "Set up a standard toward Zion; put yourselves under covert, stay not; for I will bring evil from the north, and a great destruction. ", "type": "text", "attrs": {"verseId": "JER.4.6", "verseOrgIds": ["JER.4.6"]}}, {"text": "A lion is gone up from his thicket, and a destroyer of nations is set out, gone forth from his place; to make thy land desolate, that thy cities be laid waste, without inhabitant. ", "type": "text", "attrs": {"verseId": "JER.4.7", "verseOrgIds": ["JER.4.7"]}}, {"text": "For this gird you with sackcloth, lament and wail; for the fierce anger of the LORD is not turned back from us. ", "type": "text", "attrs": {"verseId": "JER.4.8", "verseOrgIds": ["JER.4.8"]}}, {"text": "And it shall come to pass at that day, saith the LORD, that the heart of the king shall fail, and the heart of the princes; and the priests shall be astonished, and the prophets shall wonder. ", "type": "text", "attrs": {"verseId": "JER.4.9", "verseOrgIds": ["JER.4.9"]}}, {"text": "Then said I: 'Ah, Lord GOD! surely Thou hast greatly deceived this people and Jerusalem, saying: Ye shall have peace; whereas the sword reacheth unto the soul.' ", "type": "text", "attrs": {"verseId": "JER.4.10", "verseOrgIds": ["JER.4.10"]}}, {"text": "At that time shall it be said of this people and of Jerusalem; A hot wind of the high hills in the wilderness toward the daughter of My people, not to fan, nor to cleanse; ", "type": "text", "attrs": {"verseId": "JER.4.11", "verseOrgIds": ["JER.4.11"]}}, {"text": "A wind too strong for this shall come for Me; now will I also utter judgments against them. ", "type": "text", "attrs": {"verseId": "JER.4.12", "verseOrgIds": ["JER.4.12"]}}, {"text": "Behold, he cometh up as clouds, and his chariots are as the whirlwind; his horses are swifter than eagles. — 'Woe unto us! for we are undone.' — ", "type": "text", "attrs": {"verseId": "JER.4.13", "verseOrgIds": ["JER.4.13"]}}, {"text": "O Jerusalem, wash thy heart from wickedness, that thou mayest be saved. How long shall thy baleful thoughts lodge within thee? ", "type": "text", "attrs": {"verseId": "JER.4.14", "verseOrgIds": ["JER.4.14"]}}, {"text": "For hark! one declareth from Dan, and announceth calamity from the hills of Ephraim: ", "type": "text", "attrs": {"verseId": "JER.4.15", "verseOrgIds": ["JER.4.15"]}}, {"text": "'Make ye mention to the nations: Behold — publish concerning Jerusalem — watchers come from a far country, and give out their voice against the cities of Judah.' ", "type": "text", "attrs": {"verseId": "JER.4.16", "verseOrgIds": ["JER.4.16"]}}, {"text": "As keepers of a field are they against her round about; because she hath been rebellious against Me, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.4.17", "verseOrgIds": ["JER.4.17"]}}, {"text": "Thy way and thy doings have procured these things unto thee; this is thy wickedness; yea, it is bitter, yea, it reacheth unto thy heart. ", "type": "text", "attrs": {"verseId": "JER.4.18", "verseOrgIds": ["JER.4.18"]}}, {"text": "My bowels, my bowels! I writhe in pain! The chambers of my heart! My heart moaneth within me! I cannot hold my peace! because thou hast heard, O my soul, the sound of the horn, the alarm of war. ", "type": "text", "attrs": {"verseId": "JER.4.19", "verseOrgIds": ["JER.4.19"]}}, {"text": "Destruction followeth upon destruction, for the whole land is spoiled; suddenly are my tents spoiled, my curtains in a moment. ", "type": "text", "attrs": {"verseId": "JER.4.20", "verseOrgIds": ["JER.4.20"]}}, {"text": "How long shall I see the standard, shall I hear the sound of the horn? ", "type": "text", "attrs": {"verseId": "JER.4.21", "verseOrgIds": ["JER.4.21"]}}, {"text": "For My people is foolish, they know Me not; they are sottish children, and they have no understanding; they are wise to do evil, but to do good they have no knowledge. ", "type": "text", "attrs": {"verseId": "JER.4.22", "verseOrgIds": ["JER.4.22"]}}, {"text": "I beheld the earth, and, lo, it was waste and void; and the heavens, and they had no light. ", "type": "text", "attrs": {"verseId": "JER.4.23", "verseOrgIds": ["JER.4.23"]}}, {"text": "I beheld the mountains, and, lo, they trembled, and all the hills moved to and fro. ", "type": "text", "attrs": {"verseId": "JER.4.24", "verseOrgIds": ["JER.4.24"]}}, {"text": "I beheld, and, lo, there was no man, and all the birds of the heavens were fled. ", "type": "text", "attrs": {"verseId": "JER.4.25", "verseOrgIds": ["JER.4.25"]}}, {"text": "I beheld, and, lo, the fruitful field was a wilderness, and all the cities thereof were broken down at the presence of the LORD, and before His fierce anger. ", "type": "text", "attrs": {"verseId": "JER.4.26", "verseOrgIds": ["JER.4.26"]}}, {"text": "For thus saith the LORD: The whole land shall be desolate; yet will I not make a full end. ", "type": "text", "attrs": {"verseId": "JER.4.27", "verseOrgIds": ["JER.4.27"]}}, {"text": "For this shall the earth mourn, and the heavens above be black; because I have spoken it, I have purposed it, and I have not repented, neither will I turn back from it. ", "type": "text", "attrs": {"verseId": "JER.4.28", "verseOrgIds": ["JER.4.28"]}}, {"text": "For the noise of the horsemen and bowmen the whole city fleeth; they go into the thickets, and climb up upon the rocks; every city is forsaken, and not a man dwelleth therein. ", "type": "text", "attrs": {"verseId": "JER.4.29", "verseOrgIds": ["JER.4.29"]}}, {"text": "And thou, that art spoiled, what doest thou, that thou clothest thyself with scarlet, that thou deckest thee with ornaments of gold, that thou enlargest thine eyes with paint? In vain dost thou make thyself fair; thy lovers despise thee, they seek thy life. ", "type": "text", "attrs": {"verseId": "JER.4.30", "verseOrgIds": ["JER.4.30"]}}, {"text": "For I have heard a voice as of a woman in travail, the anguish as of her that bringeth forth her first child, the voice of the daughter of Zion, that gaspeth for breath, that spreadeth her hands: 'Woe is me, now! for my soul fainteth before the murderers.'", "type": "text", "attrs": {"verseId": "JER.4.31", "verseOrgIds": ["JER.4.31"]}}]}], "next": {"id": "JER.5", "number": "5", "bookId": "JER"}, "previous": {"id": "JER.3", "number": "3", "bookId": "JER"}}}}