{"_default": {"1": {"id": "JDG.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "JDG", "reference": "Judges 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the children of Israel again did that which was evil in the sight of the LORD, when Ehud was dead. ", "type": "text", "attrs": {"verseId": "JDG.4.1", "verseOrgIds": ["JDG.4.1"]}}, {"text": "And the LORD gave them over into the hand of Jabin king of Canaan, that reigned in Hazor; the captain of whose host was Sisera, who dwelt in Harosheth-goiim. ", "type": "text", "attrs": {"verseId": "JDG.4.2", "verseOrgIds": ["JDG.4.2"]}}, {"text": "And the children of Israel cried unto the LORD; for he had nine hundred chariots of iron; and twenty years he mightily oppressed the children of Israel. ", "type": "text", "attrs": {"verseId": "JDG.4.3", "verseOrgIds": ["JDG.4.3"]}}, {"text": "Now Deborah, a prophetess, the wife of Lappidoth, she judged Israel at that time. ", "type": "text", "attrs": {"verseId": "JDG.4.4", "verseOrgIds": ["JDG.4.4"]}}, {"text": "And she sat under the palm-tree of Deborah between Ramah and Beth-el in the hill-country of Ephraim; and the children of Israel came up to her for judgment. ", "type": "text", "attrs": {"verseId": "JDG.4.5", "verseOrgIds": ["JDG.4.5"]}}, {"text": "And she sent and called Barak the son of Abinoam out of Kedesh-naphtali, and said unto him: 'Hath not the LORD, the God of Israel, commanded, saying: Go and draw toward mount Tabor, and take with thee ten thousand men of the children of Naphtali and of the children of Zebulun? ", "type": "text", "attrs": {"verseId": "JDG.4.6", "verseOrgIds": ["JDG.4.6"]}}, {"text": "And I will draw unto thee to the brook Kishon Sisera, the captain of Jabin's army, with his chariots and his multitude; and I will deliver him into thy hand. ", "type": "text", "attrs": {"verseId": "JDG.4.7", "verseOrgIds": ["JDG.4.7"]}}, {"text": "And Barak said unto her: 'If thou wilt go with me, then I will go; but if thou wilt not go with me, I will not go.' ", "type": "text", "attrs": {"verseId": "JDG.4.8", "verseOrgIds": ["JDG.4.8"]}}, {"text": "And she said: 'I will surely go with thee; notwithstanding the journey that thou takest shall not be for thy honour; for the LORD will give Sisera over into the hand of a woman.' And Deborah arose, and went with Barak to Kedesh. ", "type": "text", "attrs": {"verseId": "JDG.4.9", "verseOrgIds": ["JDG.4.9"]}}, {"text": "And Barak called Zebulun and Naphtali together to Kedesh; and there went up ten thousand men at his feet; and Deborah went up with him. ", "type": "text", "attrs": {"verseId": "JDG.4.10", "verseOrgIds": ["JDG.4.10"]}}, {"text": "Now Heber the Kenite had severed himself from the Kenites, even from the children of Hobab the father-in-law of Moses, and had pitched his tent as far as Elon-bezaanannim, which is by Kedesh. ", "type": "text", "attrs": {"verseId": "JDG.4.11", "verseOrgIds": ["JDG.4.11"]}}, {"text": "And they told Sisera that Barak the son of Abinoam was gone up to mount Tabor. ", "type": "text", "attrs": {"verseId": "JDG.4.12", "verseOrgIds": ["JDG.4.12"]}}, {"text": "And Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people that were with him, from Harosheth-goiim, unto the brook Kishon. ", "type": "text", "attrs": {"verseId": "JDG.4.13", "verseOrgIds": ["JDG.4.13"]}}, {"text": "And Deborah said unto Barak: 'Up; for this is the day in which the LORD hath delivered Sisera into thy hand; is not the LORD gone out before thee?' So Barak went down from mount Tabor, and ten thousand men after him. ", "type": "text", "attrs": {"verseId": "JDG.4.14", "verseOrgIds": ["JDG.4.14"]}}, {"text": "And the LORD discomfited Sisera, and all his chariots, and all his host, with the edge of the sword before Barak; and Sisera alighted from his chariot, and fled away on his feet. ", "type": "text", "attrs": {"verseId": "JDG.4.15", "verseOrgIds": ["JDG.4.15"]}}, {"text": "But Barak pursued after the chariots, and after the host, unto Harosheth-goiim; and all the host of Sisera fell by the edge of the sword; there was not a man left. ", "type": "text", "attrs": {"verseId": "JDG.4.16", "verseOrgIds": ["JDG.4.16"]}}, {"text": "Howbeit Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite; for there was peace between Jabin the king of Hazor and the house of Heber the Kenite. ", "type": "text", "attrs": {"verseId": "JDG.4.17", "verseOrgIds": ["JDG.4.17"]}}, {"text": "And Jael went out to meet Sisera, and said unto him: 'Turn in, my lord, turn in to me; fear not.' And he turned in unto her into the tent, and she covered him with a rug. ", "type": "text", "attrs": {"verseId": "JDG.4.18", "verseOrgIds": ["JDG.4.18"]}}, {"text": "And he said unto her: 'Give me, I pray thee, a little water to drink; for I am thirsty.' And she opened a bottle of milk, and gave him drink, and covered him. ", "type": "text", "attrs": {"verseId": "JDG.4.19", "verseOrgIds": ["JDG.4.19"]}}, {"text": "And he said unto her: 'Stand in the door of the tent, and it shall be, when any man doth come and inquire of thee, and say: Is there any man here? that thou shalt say: No.' ", "type": "text", "attrs": {"verseId": "JDG.4.20", "verseOrgIds": ["JDG.4.20"]}}, {"text": "Then Jael Heber's wife took a tent-pin, and took a hammer in her hand, and went softly unto him, and smote the pin into his temples, and it pierced through into the ground; for he was in a deep sleep; so he swooned and died. ", "type": "text", "attrs": {"verseId": "JDG.4.21", "verseOrgIds": ["JDG.4.21"]}}, {"text": "And, behold, as Barak pursued Sisera, Jael came out to meet him, and said unto him: 'Come, and I will show thee the man whom thou seekest.' And he came unto her; and, behold, Sisera lay dead, and the tent-pin was in his temples. ", "type": "text", "attrs": {"verseId": "JDG.4.22", "verseOrgIds": ["JDG.4.22"]}}, {"text": "So God subdued on that day Jabin the king of Canaan before the children of Israel. ", "type": "text", "attrs": {"verseId": "JDG.4.23", "verseOrgIds": ["JDG.4.23"]}}, {"text": "And the hand of the children of Israel prevailed more and more against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan.", "type": "text", "attrs": {"verseId": "JDG.4.24", "verseOrgIds": ["JDG.4.24"]}}]}], "next": {"id": "JDG.5", "number": "5", "bookId": "JDG"}, "previous": {"id": "JDG.3", "number": "3", "bookId": "JDG"}}}}