{"_default": {"1": {"id": "EST.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "EST", "reference": "Esther 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "On that night could not the king sleep; and he commanded to bring the book of records of the chronicles, and they were read before the king. ", "type": "text", "attrs": {"verseId": "EST.6.1", "verseOrgIds": ["EST.6.1"]}}, {"text": "And it was found written, that Mordecai had told of Bigthana and Teresh, two of the king's chamberlains, of those that kept the door, who had sought to lay hands on the king Ahasuerus. ", "type": "text", "attrs": {"verseId": "EST.6.2", "verseOrgIds": ["EST.6.2"]}}, {"text": "And the king said: 'What honour and dignity hath been done to Mordecai for this?' Then said the king's servants that ministered unto him: 'There is nothing done for him.' ", "type": "text", "attrs": {"verseId": "EST.6.3", "verseOrgIds": ["EST.6.3"]}}, {"text": "And the king said: 'Who is in the court?' — Now Haman was come into the outer court of the king's house, to speak unto the king to hang Mordecai on the gallows that he had prepared for him. — ", "type": "text", "attrs": {"verseId": "EST.6.4", "verseOrgIds": ["EST.6.4"]}}, {"text": "And the king's servants said unto him: 'Behold, Haman standeth in the court.' And the king said: 'Let him come in.' ", "type": "text", "attrs": {"verseId": "EST.6.5", "verseOrgIds": ["EST.6.5"]}}, {"text": "So Haman came in. And the king said unto him: 'What shall be done unto the man whom the king delighteth to honour?' — Now Haman said in his heart: 'Whom would the king delight to honour besides myself?' — ", "type": "text", "attrs": {"verseId": "EST.6.6", "verseOrgIds": ["EST.6.6"]}}, {"text": "And Haman said unto the king: 'For the man whom the king delighteth to honour, ", "type": "text", "attrs": {"verseId": "EST.6.7", "verseOrgIds": ["EST.6.7"]}}, {"text": "let royal apparel be brought which the king useth to wear, and the horse that the king rideth upon, and on whose head a crown royal is set; ", "type": "text", "attrs": {"verseId": "EST.6.8", "verseOrgIds": ["EST.6.8"]}}, {"text": "and let the apparel and the horse be delivered to the hand of one of the king's most noble princes, that they may array the man therewith whom the king delighteth to honour, and cause him to ride on horseback through the street of the city, and proclaim before him: Thus shall it be done to the man whom the king delighteth to honour.' ", "type": "text", "attrs": {"verseId": "EST.6.9", "verseOrgIds": ["EST.6.9"]}}, {"text": "Then the king said to Haman: 'Make haste, and take the apparel and the horse, as thou hast said, and do even so to Mordecai the Jew, that sitteth at the king's gate; let nothing fail of all that thou hast spoken.' ", "type": "text", "attrs": {"verseId": "EST.6.10", "verseOrgIds": ["EST.6.10"]}}, {"text": "Then took Haman the apparel and the horse, and arrayed Mordecai, and caused him to ride through the street of the city, and proclaimed before him: 'Thus shall it be done unto the man whom the king delighteth to honour.' ", "type": "text", "attrs": {"verseId": "EST.6.11", "verseOrgIds": ["EST.6.11"]}}, {"text": "And Mordecai returned to the king's gate. But Haman hasted to his house, mourning and having his head covered. ", "type": "text", "attrs": {"verseId": "EST.6.12", "verseOrgIds": ["EST.6.12"]}}, {"text": "And Haman recounted unto Zeresh his wife and all his friends every thing that had befallen him. Then said his wise men and Zeresh his wife unto him: 'If Mordecai, before whom thou hast begun to fall, be of the seed of the Jews, thou shalt not prevail against him, but shalt surely fall before him.' ", "type": "text", "attrs": {"verseId": "EST.6.13", "verseOrgIds": ["EST.6.13"]}}, {"text": "While they were yet talking with him, came the king's chamberlains, and hastened to bring Haman unto the banquet that Esther had prepared.", "type": "text", "attrs": {"verseId": "EST.6.14", "verseOrgIds": ["EST.6.14"]}}]}], "next": {"id": "EST.7", "number": "7", "bookId": "EST"}, "previous": {"id": "EST.5", "number": "5", "bookId": "EST"}}}}