{"_default": {"1": {"id": "2SA.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "2SA", "reference": "2 Samuel 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass, when the king dwelt in his house, and the LORD had given him rest from all his enemies round about, ", "type": "text", "attrs": {"verseId": "2SA.7.1", "verseOrgIds": ["2SA.7.1"]}}, {"text": "that the king said unto Nathan the prophet: 'See now, I dwell in a house of cedar, but the ark of God dwelleth within curtains.' ", "type": "text", "attrs": {"verseId": "2SA.7.2", "verseOrgIds": ["2SA.7.2"]}}, {"text": "And Nathan said to the king: 'Go, do all that is in thy heart; for the LORD is with thee.' ", "type": "text", "attrs": {"verseId": "2SA.7.3", "verseOrgIds": ["2SA.7.3"]}}, {"text": "And it came to pass the same night, that the word of the LORD came unto Nathan, saying: ", "type": "text", "attrs": {"verseId": "2SA.7.4", "verseOrgIds": ["2SA.7.4"]}}, {"text": "'Go and tell My servant David: Thus saith the LORD: Shalt thou build Me a house for Me to dwell in? ", "type": "text", "attrs": {"verseId": "2SA.7.5", "verseOrgIds": ["2SA.7.5"]}}, {"text": "for I have not dwelt in a house since the day that I brought up the children of Israel out of Egypt, even to this day, but have walked in a tent and in a tabernacle. ", "type": "text", "attrs": {"verseId": "2SA.7.6", "verseOrgIds": ["2SA.7.6"]}}, {"text": "In all places wherein I have walked among all the children of Israel, spoke I a word with any of the tribes of Israel, whom I commanded to feed My people Israel, saying: Why have ye not built Me a house of cedar? ", "type": "text", "attrs": {"verseId": "2SA.7.7", "verseOrgIds": ["2SA.7.7"]}}, {"text": "Now therefore thus shalt thou say unto My servant David: Thus saith the LORD of hosts: I took thee from the sheepcote, from following the sheep, that thou shouldest be prince over My people, over Israel. ", "type": "text", "attrs": {"verseId": "2SA.7.8", "verseOrgIds": ["2SA.7.8"]}}, {"text": "And I have been with thee whithersoever thou didst go, and have cut off all thine enemies from before thee; and I will make thee a great name, like unto the name of the great ones that are in the earth. ", "type": "text", "attrs": {"verseId": "2SA.7.9", "verseOrgIds": ["2SA.7.9"]}}, {"text": "And I will appoint a place for My people Israel, and will plant them, that they may dwell in their own place, and be disquieted no more; neither shall the children of wickedness afflict them any more, as at the first, ", "type": "text", "attrs": {"verseId": "2SA.7.10", "verseOrgIds": ["2SA.7.10"]}}, {"text": "even from the day that I commanded judges to be over My people Israel; and I will cause thee to rest from all thine enemies. Moreover the LORD telleth thee that the LORD will make thee a house. ", "type": "text", "attrs": {"verseId": "2SA.7.11", "verseOrgIds": ["2SA.7.11"]}}, {"text": "When thy days are fulfilled, and thou shalt sleep with thy fathers, I will set up thy seed after thee, that shall proceed out of thy body, and I will establish his kingdom. ", "type": "text", "attrs": {"verseId": "2SA.7.12", "verseOrgIds": ["2SA.7.12"]}}, {"text": "He shall build a house for My name, and I will establish the throne of his kingdom for ever. ", "type": "text", "attrs": {"verseId": "2SA.7.13", "verseOrgIds": ["2SA.7.13"]}}, {"text": "I will be to him for a father, and he shall be to Me for a son; if he commit iniquity, I will chasten him with the rod of men, and with the stripes of the children of men; ", "type": "text", "attrs": {"verseId": "2SA.7.14", "verseOrgIds": ["2SA.7.14"]}}, {"text": "but My mercy shall not depart from him, as I took it from Saul, whom I put away before thee. ", "type": "text", "attrs": {"verseId": "2SA.7.15", "verseOrgIds": ["2SA.7.15"]}}, {"text": "And thy house and thy kingdom shall be made sure for ever before thee; thy throne shall be established for ever.' ", "type": "text", "attrs": {"verseId": "2SA.7.16", "verseOrgIds": ["2SA.7.16"]}}, {"text": "According to all these words, and according to all this vision, so did Nathan speak unto David. ", "type": "text", "attrs": {"verseId": "2SA.7.17", "verseOrgIds": ["2SA.7.17"]}}, {"text": "Then David the king went in, and sat before the LORD; and he said: 'Who am I, O Lord GOD, and what is my house, that Thou hast brought me thus far? ", "type": "text", "attrs": {"verseId": "2SA.7.18", "verseOrgIds": ["2SA.7.18"]}}, {"text": "And this was yet a small thing in Thine eyes, O Lord GOD; but Thou hast spoken also of Thy servant's house for a great while to come; and this too after the manner of great men, O Lord GOD. ", "type": "text", "attrs": {"verseId": "2SA.7.19", "verseOrgIds": ["2SA.7.19"]}}, {"text": "And what can David say more unto Thee? for Thou knowest Thy servant, O Lord GOD. ", "type": "text", "attrs": {"verseId": "2SA.7.20", "verseOrgIds": ["2SA.7.20"]}}, {"text": "For Thy word's sake, and according to Thine own heart, hast Thou wrought all this greatness, to make Thy servant know it. ", "type": "text", "attrs": {"verseId": "2SA.7.21", "verseOrgIds": ["2SA.7.21"]}}, {"text": "Therefore Thou art great, O LORD God; for there is none like Thee, neither is there any God beside Thee, according to all that we have heard with our ears. ", "type": "text", "attrs": {"verseId": "2SA.7.22", "verseOrgIds": ["2SA.7.22"]}}, {"text": "And who is like Thy people, like Israel, a nation one in the earth, whom God went to redeem unto Himself for a people, and to make Him a name, and to do for Thy land great things and tremendous, even for you, in driving out from before Thy people, whom Thou didst redeem to Thee out of Egypt, the nations and their gods? ", "type": "text", "attrs": {"verseId": "2SA.7.23", "verseOrgIds": ["2SA.7.23"]}}, {"text": "And Thou didst establish to Thyself Thy people Israel to be a people unto Thee for ever; and Thou, LORD, becamest their God. ", "type": "text", "attrs": {"verseId": "2SA.7.24", "verseOrgIds": ["2SA.7.24"]}}, {"text": "And now, O LORD God, the word that Thou hast spoken concerning Thy servant, and concerning his house, confirm Thou it for ever, and do as Thou hast spoken. ", "type": "text", "attrs": {"verseId": "2SA.7.25", "verseOrgIds": ["2SA.7.25"]}}, {"text": "And let Thy name be magnified for ever, that it may be said: The LORD of hosts is God over Israel; and the house of Thy servant David shall be established before Thee. ", "type": "text", "attrs": {"verseId": "2SA.7.26", "verseOrgIds": ["2SA.7.26"]}}, {"text": "For Thou, O LORD of hosts, the God of Israel, hast revealed to Thy servant, saying: I will build thee a house; therefore hath Thy servant taken heart to pray this prayer unto Thee. ", "type": "text", "attrs": {"verseId": "2SA.7.27", "verseOrgIds": ["2SA.7.27"]}}, {"text": "And now, O Lord GOD, Thou alone art God, and Thy words are truth, and Thou hast promised this good thing unto Thy servant; ", "type": "text", "attrs": {"verseId": "2SA.7.28", "verseOrgIds": ["2SA.7.28"]}}, {"text": "now therefore let it please Thee to bless the house of Thy servant, that it may continue for ever before Thee; for Thou, O Lord GOD, hast spoken it; and through Thy blessing let the house of Thy servant be blessed for ever.'", "type": "text", "attrs": {"verseId": "2SA.7.29", "verseOrgIds": ["2SA.7.29"]}}]}], "next": {"id": "2SA.8", "number": "8", "bookId": "2SA"}, "previous": {"id": "2SA.6", "number": "6", "bookId": "2SA"}}}}