{"_default": {"1": {"id": "EXO.19", "bibleId": "bf8f1c7f3f9045a5-01", "number": "19", "bookId": "EXO", "reference": "Exodus 19", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the third month after the children of Israel were gone forth out of the land of Egypt, the same day came they into the wilderness of Sinai. ", "type": "text", "attrs": {"verseId": "EXO.19.1", "verseOrgIds": ["EXO.19.1"]}}, {"text": "And when they were departed from Rephidim, and were come to the wilderness of Sinai, they encamped in the wilderness; and there Israel encamped before the mount. ", "type": "text", "attrs": {"verseId": "EXO.19.2", "verseOrgIds": ["EXO.19.2"]}}, {"text": "And Moses went up unto God, and the LORD called unto him out of the mountain, saying: 'Thus shalt thou say to the house of Jacob, and tell the children of Israel: ", "type": "text", "attrs": {"verseId": "EXO.19.3", "verseOrgIds": ["EXO.19.3"]}}, {"text": "Ye have seen what I did unto the Egyptians, and how I bore you on eagles' wings, and brought you unto Myself. ", "type": "text", "attrs": {"verseId": "EXO.19.4", "verseOrgIds": ["EXO.19.4"]}}, {"text": "Now therefore, if ye will hearken unto My voice indeed, and keep My covenant, then ye shall be Mine own treasure from among all peoples; for all the earth is Mine; ", "type": "text", "attrs": {"verseId": "EXO.19.5", "verseOrgIds": ["EXO.19.5"]}}, {"text": "and ye shall be unto Me a kingdom of priests, and a holy nation. These are the words which thou shalt speak unto the children of Israel.' ", "type": "text", "attrs": {"verseId": "EXO.19.6", "verseOrgIds": ["EXO.19.6"]}}, {"text": "And Moses came and called for the elders of the people, and set before them all these words which the LORD commanded him. ", "type": "text", "attrs": {"verseId": "EXO.19.7", "verseOrgIds": ["EXO.19.7"]}}, {"text": "And all the people answered together, and said: 'All that the LORD hath spoken we will do.' And Moses reported the words of the people unto the LORD. ", "type": "text", "attrs": {"verseId": "EXO.19.8", "verseOrgIds": ["EXO.19.8"]}}, {"text": "And the LORD said unto Moses: 'Lo, I come unto thee in a thick cloud, that the people may hear when I speak with thee, and may also believe thee for ever.' And Moses told the words of the people unto the LORD. ", "type": "text", "attrs": {"verseId": "EXO.19.9", "verseOrgIds": ["EXO.19.9"]}}, {"text": "And the LORD said unto Moses: 'Go unto the people, and sanctify them to-day and to-morrow, and let them wash their garments, ", "type": "text", "attrs": {"verseId": "EXO.19.10", "verseOrgIds": ["EXO.19.10"]}}, {"text": "and be ready against the third day; for the third day the LORD will come down in the sight of all the people upon mount Sinai. ", "type": "text", "attrs": {"verseId": "EXO.19.11", "verseOrgIds": ["EXO.19.11"]}}, {"text": "And thou shalt set bounds unto the people round about, saying: Take heed to yourselves, that ye go not up into the mount, or touch the border of it; whosoever toucheth the mount shall be surely put to death; ", "type": "text", "attrs": {"verseId": "EXO.19.12", "verseOrgIds": ["EXO.19.12"]}}, {"text": "no hand shall touch him, but he shall surely be stoned, or shot through; whether it be beast or man, it shall not live; when the ram's horn soundeth long, they shall come up to the mount.' ", "type": "text", "attrs": {"verseId": "EXO.19.13", "verseOrgIds": ["EXO.19.13"]}}, {"text": "And Moses went down from the mount unto the people, and sanctified the people; and they washed their garments. ", "type": "text", "attrs": {"verseId": "EXO.19.14", "verseOrgIds": ["EXO.19.14"]}}, {"text": "And he said unto the people: 'Be ready against the third day; come not near a woman.' ", "type": "text", "attrs": {"verseId": "EXO.19.15", "verseOrgIds": ["EXO.19.15"]}}, {"text": "And it came to pass on the third day, when it was morning, that there were thunders and lightnings and a thick cloud upon the mount, and the voice of a horn exceeding loud; and all the people that were in the camp trembled. ", "type": "text", "attrs": {"verseId": "EXO.19.16", "verseOrgIds": ["EXO.19.16"]}}, {"text": "And Moses brought forth the people out of the camp to meet God; and they stood at the nether part of the mount. ", "type": "text", "attrs": {"verseId": "EXO.19.17", "verseOrgIds": ["EXO.19.17"]}}, {"text": "Now mount Sinai was altogether on smoke, because the LORD descended upon it in fire; and the smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly. ", "type": "text", "attrs": {"verseId": "EXO.19.18", "verseOrgIds": ["EXO.19.18"]}}, {"text": "And when the voice of the horn waxed louder and louder, Moses spoke, and God answered him by a voice. ", "type": "text", "attrs": {"verseId": "EXO.19.19", "verseOrgIds": ["EXO.19.19"]}}, {"text": "And the LORD came down upon mount Sinai, to the top of the mount; and the LORD called Moses to the top of the mount; and Moses went up. ", "type": "text", "attrs": {"verseId": "EXO.19.20", "verseOrgIds": ["EXO.19.20"]}}, {"text": "And the LORD said unto Moses: 'Go down, charge the people, lest they break through unto the LORD to gaze, and many of them perish. ", "type": "text", "attrs": {"verseId": "EXO.19.21", "verseOrgIds": ["EXO.19.21"]}}, {"text": "And let the priests also, that come near to the LORD, sanctify themselves, lest the LORD break forth upon them.' ", "type": "text", "attrs": {"verseId": "EXO.19.22", "verseOrgIds": ["EXO.19.22"]}}, {"text": "And Moses said unto the LORD: 'The people cannot come up to mount Sinai; for thou didst charge us, saying: Set bounds about the mount, and sanctify it.' ", "type": "text", "attrs": {"verseId": "EXO.19.23", "verseOrgIds": ["EXO.19.23"]}}, {"text": "And the LORD said unto him: 'Go, get thee down, and thou shalt come up, thou, and Aaron with thee; but let not the priests and the people break through to come up unto the LORD, lest He break forth upon them.' ", "type": "text", "attrs": {"verseId": "EXO.19.24", "verseOrgIds": ["EXO.19.24"]}}, {"text": "So Moses went down unto the people, and told them.", "type": "text", "attrs": {"verseId": "EXO.19.25", "verseOrgIds": ["EXO.19.25"]}}]}], "next": {"id": "EXO.20", "number": "20", "bookId": "EXO"}, "previous": {"id": "EXO.18", "number": "18", "bookId": "EXO"}}}}