{"_default": {"1": {"id": "NUM.20", "bibleId": "bf8f1c7f3f9045a5-01", "number": "20", "bookId": "NUM", "reference": "Numbers 20", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the children of Israel, even the whole congregation, came into the wilderness of Zin in the first month; and the people abode in Kadesh; and Miriam died there, and was buried there. ", "type": "text", "attrs": {"verseId": "NUM.20.1", "verseOrgIds": ["NUM.20.1"]}}, {"text": "And there was no water for the congregation; and they assembled themselves together against Moses and against Aaron. ", "type": "text", "attrs": {"verseId": "NUM.20.2", "verseOrgIds": ["NUM.20.2"]}}, {"text": "And the people strove with Moses, and spoke, saying: 'Would that we had perished when our brethren perished before the LORD! ", "type": "text", "attrs": {"verseId": "NUM.20.3", "verseOrgIds": ["NUM.20.3"]}}, {"text": "And why have ye brought the assembly of the LORD into this wilderness, to die there, we and our cattle? ", "type": "text", "attrs": {"verseId": "NUM.20.4", "verseOrgIds": ["NUM.20.4"]}}, {"text": "And wherefore have ye made us to come up out of Egypt, to bring us in unto this evil place? it is no place of seed, or of figs, or of vines, or of pomegranates; neither is there any water to drink.' ", "type": "text", "attrs": {"verseId": "NUM.20.5", "verseOrgIds": ["NUM.20.5"]}}, {"text": "And Moses and Aaron went from the presence of the assembly unto the door of the tent of meeting, and fell upon their faces; and the glory of the LORD appeared unto them. ", "type": "text", "attrs": {"verseId": "NUM.20.6", "verseOrgIds": ["NUM.20.6"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.20.7", "verseOrgIds": ["NUM.20.7"]}}, {"text": "'Take the rod, and assemble the congregation, thou, and Aaron thy brother, and speak ye unto the rock before their eyes, that it give forth its water; and thou shalt bring forth to them water out of the rock; so thou shalt give the congregation and their cattle drink.' ", "type": "text", "attrs": {"verseId": "NUM.20.8", "verseOrgIds": ["NUM.20.8"]}}, {"text": "And Moses took the rod from before the LORD, as He commanded him. ", "type": "text", "attrs": {"verseId": "NUM.20.9", "verseOrgIds": ["NUM.20.9"]}}, {"text": "And Moses and Aaron gathered the assembly together before the rock, and he said unto them: 'Hear now, ye rebels; are we to bring you forth water out of this rock?' ", "type": "text", "attrs": {"verseId": "NUM.20.10", "verseOrgIds": ["NUM.20.10"]}}, {"text": "And Moses lifted up his hand, and smote the rock with his rod twice; and water came forth abundantly, and the congregation drank, and their cattle. ", "type": "text", "attrs": {"verseId": "NUM.20.11", "verseOrgIds": ["NUM.20.11"]}}, {"text": "And the LORD said unto Moses and Aaron: 'Because ye believed not in Me, to sanctify Me in the eyes of the children of Israel, therefore ye shall not bring this assembly into the land which I have given them.' ", "type": "text", "attrs": {"verseId": "NUM.20.12", "verseOrgIds": ["NUM.20.12"]}}, {"text": "These are the waters of Meribah, where the children of Israel strove with the LORD, and He was sanctified in them. ", "type": "text", "attrs": {"verseId": "NUM.20.13", "verseOrgIds": ["NUM.20.13"]}}, {"text": "And Moses sent messengers from Kadesh unto the king of Edom: 'Thus saith thy brother Israel: Thou knowest all the travail that hath befallen us; ", "type": "text", "attrs": {"verseId": "NUM.20.14", "verseOrgIds": ["NUM.20.14"]}}, {"text": "how our fathers went down into Egypt, and we dwelt in Egypt a long time; and the Egyptians dealt ill with us, and our fathers; ", "type": "text", "attrs": {"verseId": "NUM.20.15", "verseOrgIds": ["NUM.20.15"]}}, {"text": "and when we cried unto the LORD, He heard our voice, and sent an angel, and brought us forth out of Egypt; and, behold, we are in Kadesh, a city in the uttermost of thy border. ", "type": "text", "attrs": {"verseId": "NUM.20.16", "verseOrgIds": ["NUM.20.16"]}}, {"text": "Let us pass, I pray thee, through thy land; we will not pass through field or through vineyard, neither will we drink of the water of the wells; we will go along the king's highway, we will not turn aside to the right hand nor to the left, until we have passed thy border.' ", "type": "text", "attrs": {"verseId": "NUM.20.17", "verseOrgIds": ["NUM.20.17"]}}, {"text": "And Edom said unto him: 'Thou shalt not pass through me, lest I come out with the sword against thee.' ", "type": "text", "attrs": {"verseId": "NUM.20.18", "verseOrgIds": ["NUM.20.18"]}}, {"text": "And the children of Israel said unto him: 'We will go up by the highway; and if we drink of thy water, I and my cattle, then will I give the price thereof; let me only pass through on my feet; there is no hurt.' ", "type": "text", "attrs": {"verseId": "NUM.20.19", "verseOrgIds": ["NUM.20.19"]}}, {"text": "And he said: 'Thou shalt not pass through.' And Edom came out against him with much people, and with a strong hand. ", "type": "text", "attrs": {"verseId": "NUM.20.20", "verseOrgIds": ["NUM.20.20"]}}, {"text": "Thus Edom refused to give Israel passage through his border; wherefore Israel turned away from him. ", "type": "text", "attrs": {"verseId": "NUM.20.21", "verseOrgIds": ["NUM.20.21"]}}, {"text": "And they journeyed from Kadesh; and the children of Israel, even the whole congregation, came unto mount Hor. ", "type": "text", "attrs": {"verseId": "NUM.20.22", "verseOrgIds": ["NUM.20.22"]}}, {"text": "And the LORD spoke unto Moses and Aaron in mount Hor, by the border of the land of Edom, saying: ", "type": "text", "attrs": {"verseId": "NUM.20.23", "verseOrgIds": ["NUM.20.23"]}}, {"text": "'Aaron shall be gathered unto his people; for he shall not enter into the land which I have given unto the children of Israel, because ye rebelled against My word at the waters of Meribah. ", "type": "text", "attrs": {"verseId": "NUM.20.24", "verseOrgIds": ["NUM.20.24"]}}, {"text": "Take Aaron and Eleazar his son, and bring them up unto mount Hor. ", "type": "text", "attrs": {"verseId": "NUM.20.25", "verseOrgIds": ["NUM.20.25"]}}, {"text": "And strip Aaron of his garments, and put them upon Eleazar his son; and Aaron shall be gathered unto his people, and shall die there.' ", "type": "text", "attrs": {"verseId": "NUM.20.26", "verseOrgIds": ["NUM.20.26"]}}, {"text": "And Moses did as the LORD commanded; and they went up into mount Hor in the sight of all the congregation. ", "type": "text", "attrs": {"verseId": "NUM.20.27", "verseOrgIds": ["NUM.20.27"]}}, {"text": "And Moses stripped Aaron of his garments, and put them upon Eleazar his son; and Aaron died there in the top of the mount; and Moses and Eleazar came down from the mount. ", "type": "text", "attrs": {"verseId": "NUM.20.28", "verseOrgIds": ["NUM.20.28"]}}, {"text": "And when all the congregation saw that Aaron was dead, they wept for Aaron thirty days, even all the house of Israel.", "type": "text", "attrs": {"verseId": "NUM.20.29", "verseOrgIds": ["NUM.20.29"]}}]}], "next": {"id": "NUM.21", "number": "21", "bookId": "NUM"}, "previous": {"id": "NUM.19", "number": "19", "bookId": "NUM"}}}}