{"_default": {"1": {"id": "2SA.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "2SA", "reference": "2 Samuel 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then came all the tribes of Israel to David unto Hebron, and spoke, saying: 'Behold, we are thy bone and thy flesh. ", "type": "text", "attrs": {"verseId": "2SA.5.1", "verseOrgIds": ["2SA.5.1"]}}, {"text": "In times past, when Saul was king over us, it was thou that didst lead out and bring in Israel; and the LORD said to thee: Thou shalt feed My people Israel, and thou shalt be prince over Israel.' ", "type": "text", "attrs": {"verseId": "2SA.5.2", "verseOrgIds": ["2SA.5.2"]}}, {"text": "So all the elders of Israel came to the king to Hebron; and king David made a covenant with them in Hebron before the LORD; and they anointed David king over Israel. ", "type": "text", "attrs": {"verseId": "2SA.5.3", "verseOrgIds": ["2SA.5.3"]}}, {"text": "David was thirty years old when he began to reign, and he reigned forty years. ", "type": "text", "attrs": {"verseId": "2SA.5.4", "verseOrgIds": ["2SA.5.4"]}}, {"text": "In Hebron he reigned over Judah seven years and six months; and in Jerusalem he reigned thirty and three years over all Israel and Judah. ", "type": "text", "attrs": {"verseId": "2SA.5.5", "verseOrgIds": ["2SA.5.5"]}}, {"text": "And the king and his men went to Jerusalem against the Jebusites, the inhabitants of the land, who spoke unto David, saying: 'Except thou take away the blind and the lame, thou shalt not come in hither'; thinking: 'David cannot come in hither.' ", "type": "text", "attrs": {"verseId": "2SA.5.6", "verseOrgIds": ["2SA.5.6"]}}, {"text": "Nevertheless David took the stronghold of Zion; the same is the city of David. ", "type": "text", "attrs": {"verseId": "2SA.5.7", "verseOrgIds": ["2SA.5.7"]}}, {"text": "And David said on that day: 'Whosoever smiteth the Jebusites, and getteth up to the gutter, and taketh away the lame and the blind, that are hated of David's soul — .' Wherefore they say: 'There are the blind and the lame; he cannot come into the house.' ", "type": "text", "attrs": {"verseId": "2SA.5.8", "verseOrgIds": ["2SA.5.8"]}}, {"text": "And David dwelt in the stronghold, and called it the city of David. And David built round about from Millo and inward. ", "type": "text", "attrs": {"verseId": "2SA.5.9", "verseOrgIds": ["2SA.5.9"]}}, {"text": "And David waxed greater and greater; for the LORD, the God of hosts, was with him. ", "type": "text", "attrs": {"verseId": "2SA.5.10", "verseOrgIds": ["2SA.5.10"]}}, {"text": "And Hiram king of Tyre sent messengers to David, and cedar-trees, and carpenters, and masons; and they built David a house. ", "type": "text", "attrs": {"verseId": "2SA.5.11", "verseOrgIds": ["2SA.5.11"]}}, {"text": "And David perceived that the LORD had established him king over Israel, and that He had exalted his kingdom for His people Israel's sake. ", "type": "text", "attrs": {"verseId": "2SA.5.12", "verseOrgIds": ["2SA.5.12"]}}, {"text": "And David took him more concubines and wives out of Jerusalem, after he was come from Hebron; and there were yet sons and daughters born to David. ", "type": "text", "attrs": {"verseId": "2SA.5.13", "verseOrgIds": ["2SA.5.13"]}}, {"text": "And these are the names of those that were born unto him in Jerusalem: Shammua, and Shobab, and Nathan, and Solomon; ", "type": "text", "attrs": {"verseId": "2SA.5.14", "verseOrgIds": ["2SA.5.14"]}}, {"text": "and Ibhar, and Elishua, and Nepheg, and Japhia; ", "type": "text", "attrs": {"verseId": "2SA.5.15", "verseOrgIds": ["2SA.5.15"]}}, {"text": "and Elishama, and Eliada, and Eliphelet. ", "type": "text", "attrs": {"verseId": "2SA.5.16", "verseOrgIds": ["2SA.5.16"]}}, {"text": "And when the Philistines heard that David was anointed king over Israel, all the Philistines went up to seek David; and David heard of it, and went down to the hold. ", "type": "text", "attrs": {"verseId": "2SA.5.17", "verseOrgIds": ["2SA.5.17"]}}, {"text": "Now the Philistines had come and spread themselves in the valley of Rephaim. ", "type": "text", "attrs": {"verseId": "2SA.5.18", "verseOrgIds": ["2SA.5.18"]}}, {"text": "And David inquired of the LORD, saying: 'Shall I go up against the Philistines? wilt Thou deliver them into my hand?' And the LORD said unto David: 'Go up; for I will certainly deliver the Philistines into thy hand.' ", "type": "text", "attrs": {"verseId": "2SA.5.19", "verseOrgIds": ["2SA.5.19"]}}, {"text": "And David came to Baal-perazim, and David smote them there; and he said: 'The LORD hath broken mine enemies before me, like the breach of waters.' Therefore the name of that place was called Baal-perazim. ", "type": "text", "attrs": {"verseId": "2SA.5.20", "verseOrgIds": ["2SA.5.20"]}}, {"text": "And they left their images there, and David and his men took them away. ", "type": "text", "attrs": {"verseId": "2SA.5.21", "verseOrgIds": ["2SA.5.21"]}}, {"text": "And the Philistines came up yet again, and spread themselves in the valley of Rephaim. ", "type": "text", "attrs": {"verseId": "2SA.5.22", "verseOrgIds": ["2SA.5.22"]}}, {"text": "And when David inquired of the LORD, He said: 'Thou shalt not go up; make a circuit behind them, and come upon them over against the mulberry-trees. ", "type": "text", "attrs": {"verseId": "2SA.5.23", "verseOrgIds": ["2SA.5.23"]}}, {"text": "And it shall be, when thou hearest the sound of marching in the tops of the mulberry-trees, that then thou shalt bestir thyself; for then is the LORD gone out before thee to smite the host of the Philistines.' ", "type": "text", "attrs": {"verseId": "2SA.5.24", "verseOrgIds": ["2SA.5.24"]}}, {"text": "And David did so, as the LORD commanded him, and smote the Philistines from Geba until thou come to Gezer.", "type": "text", "attrs": {"verseId": "2SA.5.25", "verseOrgIds": ["2SA.5.25"]}}]}], "next": {"id": "2SA.6", "number": "6", "bookId": "2SA"}, "previous": {"id": "2SA.4", "number": "4", "bookId": "2SA"}}}}