{"_default": {"1": {"id": "GEN.22", "bibleId": "bf8f1c7f3f9045a5-01", "number": "22", "bookId": "GEN", "reference": "Genesis 22", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass after these things, that God did prove Abraham, and said unto him: 'Abraham'; and he said: 'Here am I.' ", "type": "text", "attrs": {"verseId": "GEN.22.1", "verseOrgIds": ["GEN.22.1"]}}, {"text": "And He said: 'Take now thy son, thine only son, whom thou lovest, even Isaac, and get thee into the land of Moriah; and offer him there for a burnt-offering upon one of the mountains which I will tell thee of.' ", "type": "text", "attrs": {"verseId": "GEN.22.2", "verseOrgIds": ["GEN.22.2"]}}, {"text": "And Abraham rose early in the morning, and saddled his ass, and took two of his young men with him, and Isaac his son; and he cleaved the wood for the burnt-offering, and rose up, and went unto the place of which God had told him. ", "type": "text", "attrs": {"verseId": "GEN.22.3", "verseOrgIds": ["GEN.22.3"]}}, {"text": "On the third day Abraham lifted up his eyes, and saw the place afar off. ", "type": "text", "attrs": {"verseId": "GEN.22.4", "verseOrgIds": ["GEN.22.4"]}}, {"text": "And Abraham said unto his young men: 'Abide ye here with the ass, and I and the lad will go yonder; and we will worship, and come back to you.' ", "type": "text", "attrs": {"verseId": "GEN.22.5", "verseOrgIds": ["GEN.22.5"]}}, {"text": "And Abraham took the wood of the burnt-offering, and laid it upon Isaac his son; and he took in his hand the fire and the knife; and they went both of them together. ", "type": "text", "attrs": {"verseId": "GEN.22.6", "verseOrgIds": ["GEN.22.6"]}}, {"text": "And Isaac spoke unto Abraham his father, and said: 'My father.' And he said: 'Here am I, my son.' And he said: 'Behold the fire and the wood; but where is the lamb for a burnt-offering?' ", "type": "text", "attrs": {"verseId": "GEN.22.7", "verseOrgIds": ["GEN.22.7"]}}, {"text": "And Abraham said: 'God will provide Himself the lamb for a burnt-offering, my son.' So they went both of them together. ", "type": "text", "attrs": {"verseId": "GEN.22.8", "verseOrgIds": ["GEN.22.8"]}}, {"text": "And they came to the place which God had told him of; and Abraham built the altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar, upon the wood. ", "type": "text", "attrs": {"verseId": "GEN.22.9", "verseOrgIds": ["GEN.22.9"]}}, {"text": "And Abraham stretched forth his hand, and took the knife to slay his son. ", "type": "text", "attrs": {"verseId": "GEN.22.10", "verseOrgIds": ["GEN.22.10"]}}, {"text": "And the angel of the LORD called unto him out of heaven, and said: 'Abraham, Abraham.' And he said: 'Here am I.' ", "type": "text", "attrs": {"verseId": "GEN.22.11", "verseOrgIds": ["GEN.22.11"]}}, {"text": "And he said: 'Lay not thy hand upon the lad, neither do thou any thing unto him; for now I know that thou art a God-fearing man, seeing thou hast not withheld thy son, thine only son, from Me.' ", "type": "text", "attrs": {"verseId": "GEN.22.12", "verseOrgIds": ["GEN.22.12"]}}, {"text": "And Abraham lifted up his eyes, and looked, and behold behind him a ram caught in the thicket by his horns. And Abraham went and took the ram, and offered him up for a burnt-offering in the stead of his son. ", "type": "text", "attrs": {"verseId": "GEN.22.13", "verseOrgIds": ["GEN.22.13"]}}, {"text": "And Abraham called the name of that place Adonai-jireh; as it is said to this day: 'In the mount where the LORD is seen.' ", "type": "text", "attrs": {"verseId": "GEN.22.14", "verseOrgIds": ["GEN.22.14"]}}, {"text": "And the angel of the LORD called unto Abraham a second time out of heaven, ", "type": "text", "attrs": {"verseId": "GEN.22.15", "verseOrgIds": ["GEN.22.15"]}}, {"text": "and said: 'By Myself have I sworn, saith the LORD, because thou hast done this thing, and hast not withheld thy son, thine only son, ", "type": "text", "attrs": {"verseId": "GEN.22.16", "verseOrgIds": ["GEN.22.16"]}}, {"text": "that in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heaven, and as the sand which is upon the seashore; and thy seed shall possess the gate of his enemies; ", "type": "text", "attrs": {"verseId": "GEN.22.17", "verseOrgIds": ["GEN.22.17"]}}, {"text": "and in thy seed shall all the nations of the earth be blessed; because thou hast hearkened to My voice.' ", "type": "text", "attrs": {"verseId": "GEN.22.18", "verseOrgIds": ["GEN.22.18"]}}, {"text": "So Abraham returned unto his young men, and they rose up and went together to Beer-sheba; and Abraham dwelt at Beer-sheba. ", "type": "text", "attrs": {"verseId": "GEN.22.19", "verseOrgIds": ["GEN.22.19"]}}, {"text": "And it came to pass after these things, that it was told Abraham, saying: 'Behold, Milcah, she also hath borne children unto thy brother Nahor: ", "type": "text", "attrs": {"verseId": "GEN.22.20", "verseOrgIds": ["GEN.22.20"]}}, {"text": "Uz his first-born, and Buz his brother, and Kemuel the father of Aram; ", "type": "text", "attrs": {"verseId": "GEN.22.21", "verseOrgIds": ["GEN.22.21"]}}, {"text": "and Chesed, and Hazo, and Pildash, and Jidlaph, and Bethuel.' ", "type": "text", "attrs": {"verseId": "GEN.22.22", "verseOrgIds": ["GEN.22.22"]}}, {"text": "And Bethuel begot Rebekah; these eight did Milcah bear to Nahor, Abraham's brother. ", "type": "text", "attrs": {"verseId": "GEN.22.23", "verseOrgIds": ["GEN.22.23"]}}, {"text": "And his concubine, whose name was Reumah, she also bore Tebah, and Gaham, and Tahash, and Maacah.", "type": "text", "attrs": {"verseId": "GEN.22.24", "verseOrgIds": ["GEN.22.24"]}}]}], "next": {"id": "GEN.23", "number": "23", "bookId": "GEN"}, "previous": {"id": "GEN.21", "number": "21", "bookId": "GEN"}}}}