{"_default": {"1": {"id": "2SA.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "2SA", "reference": "2 Samuel 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass after this, that the king of the children of Ammon died, and Hanun his son reigned in his stead. ", "type": "text", "attrs": {"verseId": "2SA.10.1", "verseOrgIds": ["2SA.10.1"]}}, {"text": "And David said: 'I will show kindness unto Hanun the son of Nahash, as his father showed kindness unto me.' So David sent by the hand of his servants to comfort him concerning his father. And David's servants came into the land of the children of Ammon. ", "type": "text", "attrs": {"verseId": "2SA.10.2", "verseOrgIds": ["2SA.10.2"]}}, {"text": "But the princes of the children of Ammon said unto Hanun their lord: 'Thinkest thou that David doth honour thy father, that he hath sent comforters unto thee? hath not David sent his servants unto thee to search the city, and to spy it out, and to overthrow it?' ", "type": "text", "attrs": {"verseId": "2SA.10.3", "verseOrgIds": ["2SA.10.3"]}}, {"text": "So Hanun took David's servants, and shaved off the one half of their beards, and cut off their garments in the middle, even to their buttocks, and sent them away. ", "type": "text", "attrs": {"verseId": "2SA.10.4", "verseOrgIds": ["2SA.10.4"]}}, {"text": "When they told it unto David, he sent to meet them; for the men were greatly ashamed. And the king said: 'Tarry at Jericho until your beards be grown, and then return.' ", "type": "text", "attrs": {"verseId": "2SA.10.5", "verseOrgIds": ["2SA.10.5"]}}, {"text": "And when the children of Ammon saw that they were become odious to David, the children of Ammon sent and hired the Arameans of Beth-rehob, and the Arameans of Zobah, twenty thousand footmen, and the king of Maacah with a thousand men, and the men of Tob twelve thousand men. ", "type": "text", "attrs": {"verseId": "2SA.10.6", "verseOrgIds": ["2SA.10.6"]}}, {"text": "And when David heard of it, he sent Joab, and all the host of the mighty men. ", "type": "text", "attrs": {"verseId": "2SA.10.7", "verseOrgIds": ["2SA.10.7"]}}, {"text": "And the children of Ammon came out, and put the battle in array at the entrance of the gate; and the Arameans of Zobah, and of Rehob, and the men of Tob and Maacah, were by themselves in the field. ", "type": "text", "attrs": {"verseId": "2SA.10.8", "verseOrgIds": ["2SA.10.8"]}}, {"text": "Now when Joab saw that the battle was set against him before and behind, he chose of all the choice men of Israel, and put them in array against the Arameans; ", "type": "text", "attrs": {"verseId": "2SA.10.9", "verseOrgIds": ["2SA.10.9"]}}, {"text": "and the rest of the people he committed into the hand of Abishai his brother, and he put them in array against the children of Ammon. ", "type": "text", "attrs": {"verseId": "2SA.10.10", "verseOrgIds": ["2SA.10.10"]}}, {"text": "And he said: 'If the Arameans be too strong for me, then thou shalt help me, but if the children of Ammon be too strong for thee, then I will come and help thee. ", "type": "text", "attrs": {"verseId": "2SA.10.11", "verseOrgIds": ["2SA.10.11"]}}, {"text": "Be of good courage, and let us prove strong for our people, and for the cities of our God; and the LORD do that which seemeth Him good.' ", "type": "text", "attrs": {"verseId": "2SA.10.12", "verseOrgIds": ["2SA.10.12"]}}, {"text": "So Joab and the people that were with him drew nigh unto the battle against the Arameans; and they fled before him. ", "type": "text", "attrs": {"verseId": "2SA.10.13", "verseOrgIds": ["2SA.10.13"]}}, {"text": "And when the children of Ammon saw that the Arameans were fled, they likewise fled before Abishai, and entered into the city. Then Joab returned from the children of Ammon, and came to Jerusalem. ", "type": "text", "attrs": {"verseId": "2SA.10.14", "verseOrgIds": ["2SA.10.14"]}}, {"text": "And when the Arameans saw that they were put to the worse before Israel, they gathered themselves together. ", "type": "text", "attrs": {"verseId": "2SA.10.15", "verseOrgIds": ["2SA.10.15"]}}, {"text": "And Hadadezer sent, and brought out the Arameans that were beyond the River; and they came to Helam, with Shobach the captain of the host of Hadadezer at their head. ", "type": "text", "attrs": {"verseId": "2SA.10.16", "verseOrgIds": ["2SA.10.16"]}}, {"text": "And it was told David; and he gathered all Israel together, and passed over the Jordan, and came to Helam. And the Arameans set themselves in array against David, and fought with him. ", "type": "text", "attrs": {"verseId": "2SA.10.17", "verseOrgIds": ["2SA.10.17"]}}, {"text": "And the Arameans fled before Israel; and David slew of the Arameans seven hundred drivers of chariots, and forty thousand horsemen, and smote Shobach the captain of their host, so that he died there. ", "type": "text", "attrs": {"verseId": "2SA.10.18", "verseOrgIds": ["2SA.10.18"]}}, {"text": "And when all the kings that were servants to Hadadezer saw that they were put to the worse before Israel, they made peace with Israel, and served them. So the Arameans feared to help the children of Ammon any more.", "type": "text", "attrs": {"verseId": "2SA.10.19", "verseOrgIds": ["2SA.10.19"]}}]}], "next": {"id": "2SA.11", "number": "11", "bookId": "2SA"}, "previous": {"id": "2SA.9", "number": "9", "bookId": "2SA"}}}}