{"_default": {"1": {"id": "AMO.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "AMO", "reference": "Amos 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hear ye this word which I take up for a lamentation over you, O house of Israel: ", "type": "text", "attrs": {"verseId": "AMO.5.1", "verseOrgIds": ["AMO.5.1"]}}, {"text": "The virgin of Israel is fallen, she shall no more rise; she is cast down upon her land, there is none to raise her up. ", "type": "text", "attrs": {"verseId": "AMO.5.2", "verseOrgIds": ["AMO.5.2"]}}, {"text": "For thus saith the Lord GOD: The city that went forth a thousand shall have a hundred left, and that which went forth a hundred shall have ten left, of the house of Israel. ", "type": "text", "attrs": {"verseId": "AMO.5.3", "verseOrgIds": ["AMO.5.3"]}}, {"text": "For thus saith the LORD unto the house of Israel: Seek ye Me, and live; ", "type": "text", "attrs": {"verseId": "AMO.5.4", "verseOrgIds": ["AMO.5.4"]}}, {"text": "But seek not Beth-el, nor enter into Gilgal, and pass not to Beer-sheba; for Gilgal shall surely go into captivity, and Beth-el shall come to nought. ", "type": "text", "attrs": {"verseId": "AMO.5.5", "verseOrgIds": ["AMO.5.5"]}}, {"text": "Seek the LORD, and live — lest He break out like fire in the house of Joseph, and it devour, and there be none to quench it in Bethel — ", "type": "text", "attrs": {"verseId": "AMO.5.6", "verseOrgIds": ["AMO.5.6"]}}, {"text": "Ye who turn judgment to wormwood, and cast righteousness to the ground; ", "type": "text", "attrs": {"verseId": "AMO.5.7", "verseOrgIds": ["AMO.5.7"]}}, {"text": "Him that maketh the Pleiades and Orion, and bringeth on the shadow of death in the morning, and darkeneth the day into night; that calleth for the waters of the sea, and poureth them out upon the face of the earth; the LORD is His name; ", "type": "text", "attrs": {"verseId": "AMO.5.8", "verseOrgIds": ["AMO.5.8"]}}, {"text": "That causeth destruction to flash upon the strong, so that destruction cometh upon the fortress. ", "type": "text", "attrs": {"verseId": "AMO.5.9", "verseOrgIds": ["AMO.5.9"]}}, {"text": "They hate him that reproveth in the gate, and they abhor him that speaketh uprightly. ", "type": "text", "attrs": {"verseId": "AMO.5.10", "verseOrgIds": ["AMO.5.10"]}}, {"text": "Therefore, because ye trample upon the poor, and take from him exactions of wheat; ye have built houses of hewn stone, but ye shall not dwell in them, ye have planted pleasant vineyards, but ye shall not drink wine thereof. ", "type": "text", "attrs": {"verseId": "AMO.5.11", "verseOrgIds": ["AMO.5.11"]}}, {"text": "For I know how manifold are your transgressions, and how mighty are your sins; ye that afflict the just, that take a ransom, and that turn aside the needy in the gate. ", "type": "text", "attrs": {"verseId": "AMO.5.12", "verseOrgIds": ["AMO.5.12"]}}, {"text": "Therefore the prudent doth keep silence in such a time; for it is an evil time. ", "type": "text", "attrs": {"verseId": "AMO.5.13", "verseOrgIds": ["AMO.5.13"]}}, {"text": "Seek good, and not evil, that ye may live; and so the LORD, the God of hosts, will be with you, as ye say. ", "type": "text", "attrs": {"verseId": "AMO.5.14", "verseOrgIds": ["AMO.5.14"]}}, {"text": "Hate the evil, and love the good, and establish justice in the gate; it may be that the LORD, the God of hosts, will be gracious unto the remnant of Joseph. ", "type": "text", "attrs": {"verseId": "AMO.5.15", "verseOrgIds": ["AMO.5.15"]}}, {"text": "Therefore thus saith the LORD, the God of hosts, the Lord: Lamentation shall be in all the broad places, and they shall say in all the streets: 'Alas! alas!' and they shall call the husbandman to mourning, and proclaim lamentation to such as are skilful of wailing. ", "type": "text", "attrs": {"verseId": "AMO.5.16", "verseOrgIds": ["AMO.5.16"]}}, {"text": "And in all vineyards shall be lamentation; for I will pass through the midst of thee, saith the LORD. ", "type": "text", "attrs": {"verseId": "AMO.5.17", "verseOrgIds": ["AMO.5.17"]}}, {"text": "Woe unto you that desire the day of the LORD! Wherefore would ye have the day of the LORD? It is darkness, and not light. ", "type": "text", "attrs": {"verseId": "AMO.5.18", "verseOrgIds": ["AMO.5.18"]}}, {"text": "As if a man did flee from a lion, and a bear met him; and went into the house and leaned his hand on the wall, and a serpent bit him. ", "type": "text", "attrs": {"verseId": "AMO.5.19", "verseOrgIds": ["AMO.5.19"]}}, {"text": "Shall not the day of the LORD be darkness, and not light? Even very dark, and no brightness in it? ", "type": "text", "attrs": {"verseId": "AMO.5.20", "verseOrgIds": ["AMO.5.20"]}}, {"text": "I hate, I despise your feasts, and I will take no delight in your solemn assemblies. ", "type": "text", "attrs": {"verseId": "AMO.5.21", "verseOrgIds": ["AMO.5.21"]}}, {"text": "Yea, though ye offer me burnt-offerings and your meal-offerings, I will not accept them; neither will I regard the peace-offerings of your fat beasts. ", "type": "text", "attrs": {"verseId": "AMO.5.22", "verseOrgIds": ["AMO.5.22"]}}, {"text": "Take thou away from Me the noise of thy songs; and let Me not hear the melody of thy psalteries. ", "type": "text", "attrs": {"verseId": "AMO.5.23", "verseOrgIds": ["AMO.5.23"]}}, {"text": "But let justice well up as waters, and righteousness as a mighty stream. ", "type": "text", "attrs": {"verseId": "AMO.5.24", "verseOrgIds": ["AMO.5.24"]}}, {"text": "Did ye bring unto Me sacrifices and offerings in the wilderness forty years, O house of Israel? ", "type": "text", "attrs": {"verseId": "AMO.5.25", "verseOrgIds": ["AMO.5.25"]}}, {"text": "So shall ye take up Siccuth your king and Chiun your images, the star of your god, which ye made to yourselves. ", "type": "text", "attrs": {"verseId": "AMO.5.26", "verseOrgIds": ["AMO.5.26"]}}, {"text": "Therefore will I cause you to go into captivity beyond Damascus, saith He, whose name is the LORD God of hosts.", "type": "text", "attrs": {"verseId": "AMO.5.27", "verseOrgIds": ["AMO.5.27"]}}]}], "next": {"id": "AMO.6", "number": "6", "bookId": "AMO"}, "previous": {"id": "AMO.4", "number": "4", "bookId": "AMO"}}}}