{"_default": {"1": {"id": "ISA.61", "bibleId": "bf8f1c7f3f9045a5-01", "number": "61", "bookId": "ISA", "reference": "Isaiah 61", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The spirit of the Lord GOD is upon me; because the LORD hath anointed me to bring good tidings unto the humble; He hath sent me to bind up the broken-hearted, to proclaim liberty to the captives, and the opening of the eyes to them that are bound; ", "type": "text", "attrs": {"verseId": "ISA.61.1", "verseOrgIds": ["ISA.61.1"]}}, {"text": "To proclaim the year of the LORD'S good pleasure, and the day of vengeance of our God; to comfort all that mourn; ", "type": "text", "attrs": {"verseId": "ISA.61.2", "verseOrgIds": ["ISA.61.2"]}}, {"text": "To appoint unto them that mourn in Zion, to give unto them a garland for ashes, the oil of joy for mourning, the mantle of praise for the spirit of heaviness; that they might be called terebinths of righteousness, the planting of the LORD, wherein He might glory. ", "type": "text", "attrs": {"verseId": "ISA.61.3", "verseOrgIds": ["ISA.61.3"]}}, {"text": "And they shall build the old wastes, they shall raise up the former desolations, and they shall renew the waste cities, the desolations of many generations. ", "type": "text", "attrs": {"verseId": "ISA.61.4", "verseOrgIds": ["ISA.61.4"]}}, {"text": "And strangers shall stand and feed your flocks, and aliens shall be your plowmen and your vinedressers. ", "type": "text", "attrs": {"verseId": "ISA.61.5", "verseOrgIds": ["ISA.61.5"]}}, {"text": "But ye shall be named the priests of the LORD, men shall call you the ministers of our God; ye shall eat the wealth of the nations, and in their splendour shall ye revel. ", "type": "text", "attrs": {"verseId": "ISA.61.6", "verseOrgIds": ["ISA.61.6"]}}, {"text": "For your shame which was double, and for that they rejoiced: 'Confusion is their portion'; therefore in their land they shall possess double, everlasting joy shall be unto them. ", "type": "text", "attrs": {"verseId": "ISA.61.7", "verseOrgIds": ["ISA.61.7"]}}, {"text": "For I the LORD love justice, I hate robbery with iniquity; and I will give them their recompense in truth, and I will make an everlasting covenant with them. ", "type": "text", "attrs": {"verseId": "ISA.61.8", "verseOrgIds": ["ISA.61.8"]}}, {"text": "And their seed shall be known among the nations, and their offspring among the peoples; all that see them shall acknowledge them, that they are the seed which the LORD hath blessed. ", "type": "text", "attrs": {"verseId": "ISA.61.9", "verseOrgIds": ["ISA.61.9"]}}, {"text": "I will greatly rejoice in the LORD, my soul shall be joyful in my God; for He hath clothed me with the garments of salvation, He hath covered me with the robe of victory, as a bridegroom putteth on a priestly diadem, and as a bride adorneth herself with her jewels. ", "type": "text", "attrs": {"verseId": "ISA.61.10", "verseOrgIds": ["ISA.61.10"]}}, {"text": "For as the earth bringeth forth her growth, and as the garden causeth the things that are sown in it to spring forth; so the Lord GOD will cause victory and glory to spring forth before all the nations.", "type": "text", "attrs": {"verseId": "ISA.61.11", "verseOrgIds": ["ISA.61.11"]}}]}], "next": {"id": "ISA.62", "number": "62", "bookId": "ISA"}, "previous": {"id": "ISA.60", "number": "60", "bookId": "ISA"}}}}