{"_default": {"1": {"id": "1SA.15", "bibleId": "bf8f1c7f3f9045a5-01", "number": "15", "bookId": "1SA", "reference": "1 Samuel 15", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Samuel said unto Saul: 'The LORD sent me to anoint thee to be king over His people, over Israel; now therefore hearken thou unto the voice of the words of the LORD. ", "type": "text", "attrs": {"verseId": "1SA.15.1", "verseOrgIds": ["1SA.15.1"]}}, {"text": "Thus saith the LORD of hosts: I remember that which Amalek did to Israel, how he set himself against him in the way, when he came up out of Egypt. ", "type": "text", "attrs": {"verseId": "1SA.15.2", "verseOrgIds": ["1SA.15.2"]}}, {"text": "Now go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.' ", "type": "text", "attrs": {"verseId": "1SA.15.3", "verseOrgIds": ["1SA.15.3"]}}, {"text": "And Saul summoned the people, and numbered them in Telaim, two hundred thousand footmen, and ten thousand men of Judah. ", "type": "text", "attrs": {"verseId": "1SA.15.4", "verseOrgIds": ["1SA.15.4"]}}, {"text": "And Saul came to the city of Amalek, and lay in wait in the valley. ", "type": "text", "attrs": {"verseId": "1SA.15.5", "verseOrgIds": ["1SA.15.5"]}}, {"text": "And Saul said unto the Kenites: 'Go, depart, get you down from among the Amalekites, lest I destroy you with them; for ye showed kindness to all the children of Israel, when they came up out of Egypt.' So the Kenites departed from among the Amalekites. ", "type": "text", "attrs": {"verseId": "1SA.15.6", "verseOrgIds": ["1SA.15.6"]}}, {"text": "And Saul smote the Amalekites, from Havilah as thou goest to Shur, that is in front of Egypt. ", "type": "text", "attrs": {"verseId": "1SA.15.7", "verseOrgIds": ["1SA.15.7"]}}, {"text": "And he took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword. ", "type": "text", "attrs": {"verseId": "1SA.15.8", "verseOrgIds": ["1SA.15.8"]}}, {"text": "But Saul and the people spared Agag, and the best of the sheep, and of the oxen, even the young of the second birth, and the lambs, and all that was good, and would not utterly destroy them; but every thing that was of no account and feeble, that they destroyed utterly. ", "type": "text", "attrs": {"verseId": "1SA.15.9", "verseOrgIds": ["1SA.15.9"]}}, {"text": "Then came the word of the LORD unto Samuel, saying: ", "type": "text", "attrs": {"verseId": "1SA.15.10", "verseOrgIds": ["1SA.15.10"]}}, {"text": "'It repenteth Me that I have set up Saul to be king; for he is turned back from following Me, and hath not performed My commandments.' And it grieved Samuel; and he cried unto the LORD all night. ", "type": "text", "attrs": {"verseId": "1SA.15.11", "verseOrgIds": ["1SA.15.11"]}}, {"text": "And Samuel rose early to meet Saul in the morning; and it was told Samuel, saying: 'Saul came to Carmel, and, behold, he is setting him up a monument, and is gone about, and passed on, and gone down to Gilgal.' ", "type": "text", "attrs": {"verseId": "1SA.15.12", "verseOrgIds": ["1SA.15.12"]}}, {"text": "And Samuel came to Saul; and Saul said unto him: 'Blessed be thou of the LORD; I have performed the commandment of the LORD.' ", "type": "text", "attrs": {"verseId": "1SA.15.13", "verseOrgIds": ["1SA.15.13"]}}, {"text": "And Samuel said: 'What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?' ", "type": "text", "attrs": {"verseId": "1SA.15.14", "verseOrgIds": ["1SA.15.14"]}}, {"text": "And Saul said: 'They have brought them from the Amalekites; for the people spared the best of the sheep and of the oxen, to sacrifice unto the LORD thy God; and the rest we have utterly destroyed.' ", "type": "text", "attrs": {"verseId": "1SA.15.15", "verseOrgIds": ["1SA.15.15"]}}, {"text": "Then Samuel said unto Saul: 'Stay, and I will tell thee what the LORD hath said to me this night.' And he said unto him: 'Say on.' ", "type": "text", "attrs": {"verseId": "1SA.15.16", "verseOrgIds": ["1SA.15.16"]}}, {"text": "And Samuel said: 'Though thou be little in thine own sight, art thou not head of the tribes of Israel? And the LORD anointed thee king over Israel; ", "type": "text", "attrs": {"verseId": "1SA.15.17", "verseOrgIds": ["1SA.15.17"]}}, {"text": "and the LORD sent thee on a journey, and said: Go and utterly destroy the sinners the Amalekites, and fight against them until they be consumed. ", "type": "text", "attrs": {"verseId": "1SA.15.18", "verseOrgIds": ["1SA.15.18"]}}, {"text": "Wherefore then didst thou not hearken to the voice of the LORD, but didst fly upon the spoil, and didst that which was evil in the sight of the LORD?' ", "type": "text", "attrs": {"verseId": "1SA.15.19", "verseOrgIds": ["1SA.15.19"]}}, {"text": "And Saul said unto Samuel: 'Yea, I have hearkened to the voice of the LORD, and have gone the way which the LORD sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites. ", "type": "text", "attrs": {"verseId": "1SA.15.20", "verseOrgIds": ["1SA.15.20"]}}, {"text": "But the people took of the spoil, sheep and oxen, the chief of the devoted things, to sacrifice unto the LORD thy God in Gilgal.' ", "type": "text", "attrs": {"verseId": "1SA.15.21", "verseOrgIds": ["1SA.15.21"]}}, {"text": "And Samuel said: 'Hath the LORD as great delight in burnt-offerings and sacrifices, as in hearkening to the voice of the LORD? Behold, to obey is better than sacrifice, and to hearken than the fat of rams. ", "type": "text", "attrs": {"verseId": "1SA.15.22", "verseOrgIds": ["1SA.15.22"]}}, {"text": "For rebellion is as the sin of witchcraft, and stubbornness is as idolatry and teraphim. Because thou hast rejected the word of the LORD, He hath also rejected thee from being king.' ", "type": "text", "attrs": {"verseId": "1SA.15.23", "verseOrgIds": ["1SA.15.23"]}}, {"text": "And Saul said unto Samuel: 'I have sinned; for I have transgressed the commandment of the LORD, and thy words; because I feared the people, and hearkened to their voice. ", "type": "text", "attrs": {"verseId": "1SA.15.24", "verseOrgIds": ["1SA.15.24"]}}, {"text": "Now therefore, I pray thee, pardon my sin, and return with me, that I may worship the LORD.' ", "type": "text", "attrs": {"verseId": "1SA.15.25", "verseOrgIds": ["1SA.15.25"]}}, {"text": "And Samuel said unto Saul: 'I will not return with thee; for thou hast rejected the word of the LORD, and the LORD hath rejected thee from being king over Israel.' ", "type": "text", "attrs": {"verseId": "1SA.15.26", "verseOrgIds": ["1SA.15.26"]}}, {"text": "And as Samuel turned about to go away, he laid hold upon the skirt of his robe, and it rent. ", "type": "text", "attrs": {"verseId": "1SA.15.27", "verseOrgIds": ["1SA.15.27"]}}, {"text": "And Samuel said unto him: 'The LORD hath rent the kingdom of Israel from thee this day, and hath given it to a neighbour of thine, that is better than thou. ", "type": "text", "attrs": {"verseId": "1SA.15.28", "verseOrgIds": ["1SA.15.28"]}}, {"text": "And also the Glory of Israel will not lie nor repent; for He is not a man, that He should repent.' ", "type": "text", "attrs": {"verseId": "1SA.15.29", "verseOrgIds": ["1SA.15.29"]}}, {"text": "Then he said: 'I have sinned; yet honour me now, I pray thee, before the elders of my people, and before Israel, and return with me, that I may worship the LORD thy God.' ", "type": "text", "attrs": {"verseId": "1SA.15.30", "verseOrgIds": ["1SA.15.30"]}}, {"text": "So Samuel returned after Saul; and Saul worshipped the LORD. ", "type": "text", "attrs": {"verseId": "1SA.15.31", "verseOrgIds": ["1SA.15.31"]}}, {"text": "Then said Samuel: 'Bring ye hither to me Agag the king of the Amalekites.' And Agag came unto him in chains. And Agag said: 'Surely the bitterness of death is at hand.' ", "type": "text", "attrs": {"verseId": "1SA.15.32", "verseOrgIds": ["1SA.15.32"]}}, {"text": "And Samuel said: As thy sword hath made women childless, so shall thy mother be childless among women. And Samuel hewed Agag in pieces before the LORD in Gilgal. ", "type": "text", "attrs": {"verseId": "1SA.15.33", "verseOrgIds": ["1SA.15.33"]}}, {"text": "Then Samuel went to Ramah; and Saul went up to his house to Gibeath-shaul. ", "type": "text", "attrs": {"verseId": "1SA.15.34", "verseOrgIds": ["1SA.15.34"]}}, {"text": "And Samuel never beheld Saul again until the day of his death; for Samuel mourned for Saul; and the LORD repented that He had made Saul king over Israel.", "type": "text", "attrs": {"verseId": "1SA.15.35", "verseOrgIds": ["1SA.15.35"]}}]}], "next": {"id": "1SA.16", "number": "16", "bookId": "1SA"}, "previous": {"id": "1SA.14", "number": "14", "bookId": "1SA"}}}}