{"_default": {"1": {"id": "NUM.35", "bibleId": "bf8f1c7f3f9045a5-01", "number": "35", "bookId": "NUM", "reference": "Numbers 35", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses in the plains of Moab by the Jordan at Jericho, saying: ", "type": "text", "attrs": {"verseId": "NUM.35.1", "verseOrgIds": ["NUM.35.1"]}}, {"text": "'Command the children of Israel, that they give unto the Levites of the inheritance of their possession cities to dwell in; and open land round about the cities shall ye give unto the Levites. ", "type": "text", "attrs": {"verseId": "NUM.35.2", "verseOrgIds": ["NUM.35.2"]}}, {"text": "And the cities shall they have to dwell in; and their open land shall be for their cattle, and for their substance, and for all their beasts. ", "type": "text", "attrs": {"verseId": "NUM.35.3", "verseOrgIds": ["NUM.35.3"]}}, {"text": "And the open land about the cities, which ye shall give unto the Levites, shall be from the wall of the city and outward a thousand cubits round about. ", "type": "text", "attrs": {"verseId": "NUM.35.4", "verseOrgIds": ["NUM.35.4"]}}, {"text": "And ye shall measure without the city for the east side two thousand cubits, and for the south side two thousand cubits, and for the west side two thousand cubits, and for the north side two thousand cubits, the city being in the midst. This shall be to them the open land about the cities. ", "type": "text", "attrs": {"verseId": "NUM.35.5", "verseOrgIds": ["NUM.35.5"]}}, {"text": "And the cities which ye shall give unto the Levites, they shall be the six cities of refuge, which ye shall give for the manslayer to flee thither; and beside them ye shall give forty and two cities. ", "type": "text", "attrs": {"verseId": "NUM.35.6", "verseOrgIds": ["NUM.35.6"]}}, {"text": "All the cities which ye shall give to the Levites shall be forty and eight cities: them shall ye give with the open land about them. ", "type": "text", "attrs": {"verseId": "NUM.35.7", "verseOrgIds": ["NUM.35.7"]}}, {"text": "And concerning the cities which ye shall give of the possession of the children of Israel, from the many ye shall take many, and from the few ye shall take few; each tribe according to its inheritance which it inheriteth shall give of its cities unto the Levites.' ", "type": "text", "attrs": {"verseId": "NUM.35.8", "verseOrgIds": ["NUM.35.8"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.35.9", "verseOrgIds": ["NUM.35.9"]}}, {"text": "'Speak unto the children of Israel, and say unto them: When ye pass over the Jordan into the land of Canaan, ", "type": "text", "attrs": {"verseId": "NUM.35.10", "verseOrgIds": ["NUM.35.10"]}}, {"text": "then ye shall appoint you cities to be cities of refuge for you, that the manslayer that killeth any person through error may flee thither. ", "type": "text", "attrs": {"verseId": "NUM.35.11", "verseOrgIds": ["NUM.35.11"]}}, {"text": "And the cities shall be unto you for refuge from the avenger, that the manslayer die not, until he stand before the congregation for judgment. ", "type": "text", "attrs": {"verseId": "NUM.35.12", "verseOrgIds": ["NUM.35.12"]}}, {"text": "And as to the cities which ye shall give, there shall be for you six cities of refuge. ", "type": "text", "attrs": {"verseId": "NUM.35.13", "verseOrgIds": ["NUM.35.13"]}}, {"text": "Ye shall give three cities beyond the Jordan, and three cities shall ye give in the land of Canaan; they shall be cities of refuge. ", "type": "text", "attrs": {"verseId": "NUM.35.14", "verseOrgIds": ["NUM.35.14"]}}, {"text": "For the children of Israel, and for the stranger and for the settler among them, shall these six cities be for refuge, that every one that killeth any person through error may flee thither. ", "type": "text", "attrs": {"verseId": "NUM.35.15", "verseOrgIds": ["NUM.35.15"]}}, {"text": "But if he smote him with an instrument of iron, so that he died, he is a murderer; the murderer shall surely be put to death. ", "type": "text", "attrs": {"verseId": "NUM.35.16", "verseOrgIds": ["NUM.35.16"]}}, {"text": "And if he smote him with a stone in the hand, whereby a man may die, and he died, he is a murderer; the murderer shall surely be put to death. ", "type": "text", "attrs": {"verseId": "NUM.35.17", "verseOrgIds": ["NUM.35.17"]}}, {"text": "Or if he smote him with a weapon of wood in the hand, whereby a man may die, and he died, he is a murderer; the murderer shall surely be put to death. ", "type": "text", "attrs": {"verseId": "NUM.35.18", "verseOrgIds": ["NUM.35.18"]}}, {"text": "The avenger of blood shall himself put the murderer to death; when he meeteth him, he shall put him to death. ", "type": "text", "attrs": {"verseId": "NUM.35.19", "verseOrgIds": ["NUM.35.19"]}}, {"text": "And if he thrust him of hatred, or hurled at him any thing, lying in wait, so that he died; ", "type": "text", "attrs": {"verseId": "NUM.35.20", "verseOrgIds": ["NUM.35.20"]}}, {"text": "or in enmity smote him with his hand, that he died; he that smote him shall surely be put to death: he is a murderer; the avenger of blood shall put the murderer to death when he meeteth him. ", "type": "text", "attrs": {"verseId": "NUM.35.21", "verseOrgIds": ["NUM.35.21"]}}, {"text": "But if he thrust him suddenly without enmity, or hurled upon him any thing without lying in wait, ", "type": "text", "attrs": {"verseId": "NUM.35.22", "verseOrgIds": ["NUM.35.22"]}}, {"text": "or with any stone, whereby a man may die, seeing him not, and cast it upon him, so that he died, and he was not his enemy, neither sought his harm; ", "type": "text", "attrs": {"verseId": "NUM.35.23", "verseOrgIds": ["NUM.35.23"]}}, {"text": "then the congregation shall judge between the smiter and the avenger of blood according to these ordinances; ", "type": "text", "attrs": {"verseId": "NUM.35.24", "verseOrgIds": ["NUM.35.24"]}}, {"text": "and the congregation shall deliver the manslayer out of the hand of the avenger of blood, and the congregation shall restore him to his city of refuge, whither he was fled; and he shall dwell therein until the death of the high priest, who was anointed with the holy oil. ", "type": "text", "attrs": {"verseId": "NUM.35.25", "verseOrgIds": ["NUM.35.25"]}}, {"text": "But if the manslayer shall at any time go beyond the border of his city of refuge, whither he fleeth; ", "type": "text", "attrs": {"verseId": "NUM.35.26", "verseOrgIds": ["NUM.35.26"]}}, {"text": "and the avenger of blood find him without the border of his city of refuge, and the avenger of blood slay the manslayer; there shall be no bloodguiltiness for him; ", "type": "text", "attrs": {"verseId": "NUM.35.27", "verseOrgIds": ["NUM.35.27"]}}, {"text": "because he must remain in his city of refuge until the death of the high priest; but after the death of the high priest the manslayer may return into the land of his possession. ", "type": "text", "attrs": {"verseId": "NUM.35.28", "verseOrgIds": ["NUM.35.28"]}}, {"text": "And these things shall be for a statute of judgment unto you throughout your generations in all your dwellings. ", "type": "text", "attrs": {"verseId": "NUM.35.29", "verseOrgIds": ["NUM.35.29"]}}, {"text": "Whoso killeth any person, the murderer shall be slain at the mouth of witnesses; but one witness shall not testify against any person that he die. ", "type": "text", "attrs": {"verseId": "NUM.35.30", "verseOrgIds": ["NUM.35.30"]}}, {"text": "Moreover ye shall take no ransom for the life of a murderer, that is guilty of death; but he shall surely be put to death. ", "type": "text", "attrs": {"verseId": "NUM.35.31", "verseOrgIds": ["NUM.35.31"]}}, {"text": "And ye shall take no ransom for him that is fled to his city of refuge, that he should come again to dwell in the land, until the death of the priest. ", "type": "text", "attrs": {"verseId": "NUM.35.32", "verseOrgIds": ["NUM.35.32"]}}, {"text": "So ye shall not pollute the land wherein ye are; for blood, it polluteth the land; and no expiation can be made for the land for the blood that is shed therein, but by the blood of him that shed it. ", "type": "text", "attrs": {"verseId": "NUM.35.33", "verseOrgIds": ["NUM.35.33"]}}, {"text": "And thou shalt not defile the land which ye inhabit, in the midst of which I dwell; for I the LORD dwell in the midst of the children of Israel.'", "type": "text", "attrs": {"verseId": "NUM.35.34", "verseOrgIds": ["NUM.35.34"]}}]}], "next": {"id": "NUM.36", "number": "36", "bookId": "NUM"}, "previous": {"id": "NUM.34", "number": "34", "bookId": "NUM"}}}}