{"_default": {"1": {"id": "EZK.31", "bibleId": "bf8f1c7f3f9045a5-01", "number": "31", "bookId": "EZK", "reference": "Ezekiel 31", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass in the eleventh year, in the third month, in the first day of the month, that the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.31.1", "verseOrgIds": ["EZK.31.1"]}}, {"text": "'Son of man, say unto Pharaoh king of Egypt, and to his multitude: whom art thou like in thy greatness? ", "type": "text", "attrs": {"verseId": "EZK.31.2", "verseOrgIds": ["EZK.31.2"]}}, {"text": "Behold, the Assyrian was a cedar in Lebanon, with fair branches, and with a shadowing shroud, and of a high stature; and its top was among the thick boughs. ", "type": "text", "attrs": {"verseId": "EZK.31.3", "verseOrgIds": ["EZK.31.3"]}}, {"text": "The waters nourished it, the deep made it to grow; her rivers ran round about her plantation, and she sent out her conduits unto all the trees of the field. ", "type": "text", "attrs": {"verseId": "EZK.31.4", "verseOrgIds": ["EZK.31.4"]}}, {"text": "Therefore its stature was exalted above all the trees of the field; and its boughs were multiplied, and its branches became long, because of the multitude of waters, when it shot them forth. ", "type": "text", "attrs": {"verseId": "EZK.31.5", "verseOrgIds": ["EZK.31.5"]}}, {"text": "All the fowls of heaven made their nests in its boughs, and all the beasts of the field did bring forth their young under its branches, and under its shadow dwelt all great nations. ", "type": "text", "attrs": {"verseId": "EZK.31.6", "verseOrgIds": ["EZK.31.6"]}}, {"text": "Thus was it fair in its greatness, in the length of its branches; for its root was by many waters. ", "type": "text", "attrs": {"verseId": "EZK.31.7", "verseOrgIds": ["EZK.31.7"]}}, {"text": "The cedars in the garden of God could not hide it; the cypress-trees were not like its boughs, and the plane-trees were not as its branches; nor was any tree in the garden of God like unto it in its beauty. ", "type": "text", "attrs": {"verseId": "EZK.31.8", "verseOrgIds": ["EZK.31.8"]}}, {"text": "I made it fair by the multitude of its branches; so that all the trees of Eden, that were in the garden of God, envied it. ", "type": "text", "attrs": {"verseId": "EZK.31.9", "verseOrgIds": ["EZK.31.9"]}}, {"text": "Therefore thus saith the Lord GOD: Because thou art exalted in stature, and he hath set his top among the thick boughs, and his heart is lifted up in his height; ", "type": "text", "attrs": {"verseId": "EZK.31.10", "verseOrgIds": ["EZK.31.10"]}}, {"text": "I do even deliver him into the hand of the mighty one of the nations; he shall surely deal with him; I do drive him out according to his wickedness. ", "type": "text", "attrs": {"verseId": "EZK.31.11", "verseOrgIds": ["EZK.31.11"]}}, {"text": "And strangers, the terrible of the nations, do cut him off, and cast him down; upon the mountains and in all the valleys his branches are fallen, and his boughs lie broken in all the channels of the land; and all the peoples of the earth do go down from his shadow, and do leave him. ", "type": "text", "attrs": {"verseId": "EZK.31.12", "verseOrgIds": ["EZK.31.12"]}}, {"text": "Upon his carcass all the fowls of the heaven do dwell, and upon his branches are all the beasts of the field; ", "type": "text", "attrs": {"verseId": "EZK.31.13", "verseOrgIds": ["EZK.31.13"]}}, {"text": "to the end that none of all the trees by the waters exalt themselves in their stature, neither set their top among the thick boughs, nor that their mighty ones stand up in their height, even all that drink water; for they are all delivered unto death, to the nether parts of the earth, in the midst of the children of men, with them that go down to the pit. ", "type": "text", "attrs": {"verseId": "EZK.31.14", "verseOrgIds": ["EZK.31.14"]}}, {"text": "Thus saith the Lord GOD: In the day when he went down to the nether-world I caused the deep to mourn and cover itself for him, and I restrained the rivers thereof, and the great waters were stayed; and I caused Lebanon to mourn for him, and all the trees of the field fainted for him. ", "type": "text", "attrs": {"verseId": "EZK.31.15", "verseOrgIds": ["EZK.31.15"]}}, {"text": "I made the nations to shake at the sound of his fall, when I cast him down to the nether-world with them that descend into the pit; and all the trees of Eden, the choice and best of Lebanon, all that drink water, were comforted in the nether parts of the earth. ", "type": "text", "attrs": {"verseId": "EZK.31.16", "verseOrgIds": ["EZK.31.16"]}}, {"text": "They also went down into the nether-world with him unto them that are slain by the sword; yea, they that were in his arm, that dwelt under his shadow in the midst of the nations. ", "type": "text", "attrs": {"verseId": "EZK.31.17", "verseOrgIds": ["EZK.31.17"]}}, {"text": "To whom art thou thus like in glory and in greatness among the trees of Eden? yet shall thou be brought down with the trees of Eden unto the nether parts of the earth; thou shalt lie in the midst of the uncircumcised, with them that are slain by the sword. This is Pharaoh and all his multitude, saith the Lord GOD.'", "type": "text", "attrs": {"verseId": "EZK.31.18", "verseOrgIds": ["EZK.31.18"]}}]}], "next": {"id": "EZK.32", "number": "32", "bookId": "EZK"}, "previous": {"id": "EZK.30", "number": "30", "bookId": "EZK"}}}}