{"_default": {"1": {"id": "2CH.32", "bibleId": "bf8f1c7f3f9045a5-01", "number": "32", "bookId": "2CH", "reference": "2 Chronicles 32", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After these things, and this faithfulness, Sennacherib king of Assyria came, and entered into Judah, and encamped against the fortified cities, and thought to make a breach therein for himself. ", "type": "text", "attrs": {"verseId": "2CH.32.1", "verseOrgIds": ["2CH.32.1"]}}, {"text": "And when Hezekiah saw that Sennacherib was come, and that he was purposed to fight against Jerusalem, ", "type": "text", "attrs": {"verseId": "2CH.32.2", "verseOrgIds": ["2CH.32.2"]}}, {"text": "he took counsel with his princes and his mighty men to stop the waters of the fountains which were without the city; and they helped him. ", "type": "text", "attrs": {"verseId": "2CH.32.3", "verseOrgIds": ["2CH.32.3"]}}, {"text": "So there was gathered much people together, and they stopped all the fountains, and the brook that flowed through the midst of the land, saying: 'Why should the kings of Assyria come, and find much water?' ", "type": "text", "attrs": {"verseId": "2CH.32.4", "verseOrgIds": ["2CH.32.4"]}}, {"text": "And he took courage, and built up all the wall that was broken down, and raised it up to the towers, and another wall without, and strengthened Millo in the city of David, and made weapons and shields in abundance. ", "type": "text", "attrs": {"verseId": "2CH.32.5", "verseOrgIds": ["2CH.32.5"]}}, {"text": "And he set captains of war over the people, and gathered them together to him in the broad place at the gate of the city, and spoke encouragingly to them, saying: ", "type": "text", "attrs": {"verseId": "2CH.32.6", "verseOrgIds": ["2CH.32.6"]}}, {"text": "'Be strong and of good courage, be not afraid nor dismayed for the king of Assyria, nor for all the multitude that is with him; for there is a Greater with us than with him: ", "type": "text", "attrs": {"verseId": "2CH.32.7", "verseOrgIds": ["2CH.32.7"]}}, {"text": "with him is an arm of flesh; but with us is the LORD our God to help us, and to fight our battles.' And the people rested themselves upon the words of Hezekiah king of Judah. ", "type": "text", "attrs": {"verseId": "2CH.32.8", "verseOrgIds": ["2CH.32.8"]}}, {"text": "After this did Sennacherib king of Assyria send his servants to Jerusalem — now he was before Lachish, and all his power with him — unto Hezekiah king of Judah, and unto all Judah that were at Jerusalem, saying: ", "type": "text", "attrs": {"verseId": "2CH.32.9", "verseOrgIds": ["2CH.32.9"]}}, {"text": "'Thus saith Sennacherib king of Assyria: Whereon do ye trust, that ye abide the siege in Jerusalem? ", "type": "text", "attrs": {"verseId": "2CH.32.10", "verseOrgIds": ["2CH.32.10"]}}, {"text": "Doth not Hezekiah persuade you, to give you over to die by famine and by thirst, saying: The LORD our God will deliver us out of the hand of the king of Assyria? ", "type": "text", "attrs": {"verseId": "2CH.32.11", "verseOrgIds": ["2CH.32.11"]}}, {"text": "Hath not the same Hezekiah taken away His high places and His altars, and commanded Judah and Jerusalem, saying: Ye shall worship before one altar, and upon it shall ye offer? ", "type": "text", "attrs": {"verseId": "2CH.32.12", "verseOrgIds": ["2CH.32.12"]}}, {"text": "Know ye not what I and my fathers have done unto all the peoples of the lands? Were the gods of the nations of the lands in any wise able to deliver their land out of my hand? ", "type": "text", "attrs": {"verseId": "2CH.32.13", "verseOrgIds": ["2CH.32.13"]}}, {"text": "Who was there among all the gods of those nations which my fathers utterly destroyed, that could deliver his people out of my hand, that your God should be able to deliver you out of my hand? ", "type": "text", "attrs": {"verseId": "2CH.32.14", "verseOrgIds": ["2CH.32.14"]}}, {"text": "Now therefore let not Hezekiah beguile you, nor persuade you after this manner, neither believe ye him; for no god of any nation or kingdom was able to deliver his people out of my hand, and out of the hand of my fathers; how much less shall your God deliver you out of my hand?' ", "type": "text", "attrs": {"verseId": "2CH.32.15", "verseOrgIds": ["2CH.32.15"]}}, {"text": "And his servants spoke yet more against the LORD God, and against His servant Hezekiah. ", "type": "text", "attrs": {"verseId": "2CH.32.16", "verseOrgIds": ["2CH.32.16"]}}, {"text": "He wrote also a letter, to taunt the LORD, the God of Israel, and to speak against Him, saying: 'As the gods of the nations of the lands, which have not delivered their people out of my hand, so shall not the God of Hezekiah deliver His people out of my hand.' ", "type": "text", "attrs": {"verseId": "2CH.32.17", "verseOrgIds": ["2CH.32.17"]}}, {"text": "And they cried with a loud voice in the Jews' language unto the people of Jerusalem that were on the wall, to terrify them, and to affright them; that they might take the city. ", "type": "text", "attrs": {"verseId": "2CH.32.18", "verseOrgIds": ["2CH.32.18"]}}, {"text": "And they spoke of the God of Jerusalem, as of the gods of the peoples of the earth, which are the work of men's hands. ", "type": "text", "attrs": {"verseId": "2CH.32.19", "verseOrgIds": ["2CH.32.19"]}}, {"text": "And Hezekiah the king, and Isaiah the prophet the son of Amoz, prayed because of this, and cried to heaven. ", "type": "text", "attrs": {"verseId": "2CH.32.20", "verseOrgIds": ["2CH.32.20"]}}, {"text": "And the LORD sent an angel, who cut off all the mighty men of valour, and the leaders and captains, in the camp of the king of Assyria. So he returned with shame of face to his own land. And when he was come into the house of his god, they that came forth of his own bowels slew him there with the sword. ", "type": "text", "attrs": {"verseId": "2CH.32.21", "verseOrgIds": ["2CH.32.21"]}}, {"text": "Thus the LORD saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib the king of Assyria, and from the hand of all, and guided them on every side. ", "type": "text", "attrs": {"verseId": "2CH.32.22", "verseOrgIds": ["2CH.32.22"]}}, {"text": "And many brought gifts unto the LORD to Jerusalem, and precious things to Hezekiah king of Judah; so that he was exalted in the sight of all nations from thenceforth. ", "type": "text", "attrs": {"verseId": "2CH.32.23", "verseOrgIds": ["2CH.32.23"]}}, {"text": "In those days Hezekiah was sick even unto death; and he prayed unto the LORD; and He spoke unto him, and gave him a sign. ", "type": "text", "attrs": {"verseId": "2CH.32.24", "verseOrgIds": ["2CH.32.24"]}}, {"text": "But Hezekiah rendered not according to the benefit done unto him; for his heart was lifted up; therefore there was wrath upon him, and upon Judah and Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.32.25", "verseOrgIds": ["2CH.32.25"]}}, {"text": "Notwithstanding Hezekiah humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem, so that the wrath of the LORD came not upon them in the days of Hezekiah. ", "type": "text", "attrs": {"verseId": "2CH.32.26", "verseOrgIds": ["2CH.32.26"]}}, {"text": "And Hezekiah had exceeding much riches and honour; and he provided him treasuries for silver, and for gold, and for precious stones, and for spices, and for shields, and for all manner of goodly vessels; ", "type": "text", "attrs": {"verseId": "2CH.32.27", "verseOrgIds": ["2CH.32.27"]}}, {"text": "store-houses also for the increase of corn, and wine, and oil; and stalls for all manner of beasts, and flocks in folds. ", "type": "text", "attrs": {"verseId": "2CH.32.28", "verseOrgIds": ["2CH.32.28"]}}, {"text": "Moreover he provided him cities, and possessions of flocks and herds in abundance; for God had given him very much substance. ", "type": "text", "attrs": {"verseId": "2CH.32.29", "verseOrgIds": ["2CH.32.29"]}}, {"text": "This same Hezekiah also stopped the upper spring of the waters of Gihon, and brought them straight down on the west side of the city of David. And Hezekiah prospered in all his works. ", "type": "text", "attrs": {"verseId": "2CH.32.30", "verseOrgIds": ["2CH.32.30"]}}, {"text": "Howbeit in the business of the ambassadors of the princes of Babylon, who sent unto him to inquire of the wonder that was done in the land, God left him, to try him, that He might know all that was in his heart. ", "type": "text", "attrs": {"verseId": "2CH.32.31", "verseOrgIds": ["2CH.32.31"]}}, {"text": "Now the rest of the acts of Hezekiah, and his good deeds, behold, they are written in the vision of Isaiah the prophet the son of Amoz, and in the book of the kings of Judah and Israel. ", "type": "text", "attrs": {"verseId": "2CH.32.32", "verseOrgIds": ["2CH.32.32"]}}, {"text": "And Hezekiah slept with his fathers, and they buried him in the ascent of the sepulchres of the sons of David; and all Judah and the inhabitants of Jerusalem did him honour at his death. And Manasseh his son reigned in his stead.", "type": "text", "attrs": {"verseId": "2CH.32.33", "verseOrgIds": ["2CH.32.33"]}}]}], "next": {"id": "2CH.33", "number": "33", "bookId": "2CH"}, "previous": {"id": "2CH.31", "number": "31", "bookId": "2CH"}}}}