{"_default": {"1": {"id": "ISA.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "ISA", "reference": "Isaiah 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The burden of Babylon, which Isaiah the son of Amoz did see. ", "type": "text", "attrs": {"verseId": "ISA.13.1", "verseOrgIds": ["ISA.13.1"]}}, {"text": "Set ye up an ensign upon the high mountain, lift up the voice unto them, wave the hand, that they may go into the gates of the nobles. ", "type": "text", "attrs": {"verseId": "ISA.13.2", "verseOrgIds": ["ISA.13.2"]}}, {"text": "I have commanded My consecrated ones, yea, I have called My mighty ones for mine anger, even My proudly exulting ones. ", "type": "text", "attrs": {"verseId": "ISA.13.3", "verseOrgIds": ["ISA.13.3"]}}, {"text": "Hark, a tumult in the mountains, like as of a great people! Hark, the uproar of the kingdoms of the nations gathered together! The LORD of hosts mustereth the host of the battle. ", "type": "text", "attrs": {"verseId": "ISA.13.4", "verseOrgIds": ["ISA.13.4"]}}, {"text": "They come from a far country, from the end of heaven, even the LORD, and the weapons of His indignation, to destroy the whole earth. ", "type": "text", "attrs": {"verseId": "ISA.13.5", "verseOrgIds": ["ISA.13.5"]}}, {"text": "Howl ye; for the day of the LORD is at hand; as destruction from the Almighty shall it come. ", "type": "text", "attrs": {"verseId": "ISA.13.6", "verseOrgIds": ["ISA.13.6"]}}, {"text": "Therefore shall all hands be slack, and every heart of man shall melt. ", "type": "text", "attrs": {"verseId": "ISA.13.7", "verseOrgIds": ["ISA.13.7"]}}, {"text": "And they shall be affrighted; pangs and throes shall take hold of them; they shall be in pain as a woman in travail; they shall look aghast one at another; their faces shall be faces of flame. ", "type": "text", "attrs": {"verseId": "ISA.13.8", "verseOrgIds": ["ISA.13.8"]}}, {"text": "Behold, the day of the LORD cometh, cruel, and full of wrath and fierce anger; to make the earth a desolation, and to destroy the sinners thereof out of it, ", "type": "text", "attrs": {"verseId": "ISA.13.9", "verseOrgIds": ["ISA.13.9"]}}, {"text": "For the stars of heaven and the constellations thereof shall not give their light; the sun shall be darkened in his going forth, and the moon shall not cause her light to shine. ", "type": "text", "attrs": {"verseId": "ISA.13.10", "verseOrgIds": ["ISA.13.10"]}}, {"text": "And I will visit upon the world their evil, and upon the wicked their iniquity; and I will cause the arrogancy of the proud to cease, and will lay low the haughtiness of the tyrants. ", "type": "text", "attrs": {"verseId": "ISA.13.11", "verseOrgIds": ["ISA.13.11"]}}, {"text": "I will make man more rare than fine gold, even man than the pure gold of Ophir. ", "type": "text", "attrs": {"verseId": "ISA.13.12", "verseOrgIds": ["ISA.13.12"]}}, {"text": "Therefore I will make the heavens to tremble, and the earth shall be shaken out of her place, for the wrath of the LORD of hosts, and for the day of His fierce anger. ", "type": "text", "attrs": {"verseId": "ISA.13.13", "verseOrgIds": ["ISA.13.13"]}}, {"text": "And it shall come to pass, that as the chased gazelle, and as sheep that no man gathereth, they shall turn every man to his own people, and shall flee every man to his own land. ", "type": "text", "attrs": {"verseId": "ISA.13.14", "verseOrgIds": ["ISA.13.14"]}}, {"text": "Every one that is found shall be thrust through; and every one that is caught shall fall by the sword. ", "type": "text", "attrs": {"verseId": "ISA.13.15", "verseOrgIds": ["ISA.13.15"]}}, {"text": "Their babes also shall be dashed in pieces before their eyes; their houses shall be spoiled, and their wives ravished. ", "type": "text", "attrs": {"verseId": "ISA.13.16", "verseOrgIds": ["ISA.13.16"]}}, {"text": "Behold, I will stir up the Medes against them, who shall not regard silver, and as for gold, they shall not delight in it. ", "type": "text", "attrs": {"verseId": "ISA.13.17", "verseOrgIds": ["ISA.13.17"]}}, {"text": "And their bows shall dash the young men in pieces; and they shall have no pity on the fruit of the womb; their eye shall not spare children. ", "type": "text", "attrs": {"verseId": "ISA.13.18", "verseOrgIds": ["ISA.13.18"]}}, {"text": "And Babylon, the glory of kingdoms, the beauty of the Chaldeans' pride, shall be as when God overthrew Sodom and Gomorrah. ", "type": "text", "attrs": {"verseId": "ISA.13.19", "verseOrgIds": ["ISA.13.19"]}}, {"text": "It shall never be inhabited, neither shall it be dwelt in from generation to generation; neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there. ", "type": "text", "attrs": {"verseId": "ISA.13.20", "verseOrgIds": ["ISA.13.20"]}}, {"text": "But wild-cats shall lie there; and their houses shall be full of ferrets; and ostriches shall dwell there, and satyrs shall dance there. ", "type": "text", "attrs": {"verseId": "ISA.13.21", "verseOrgIds": ["ISA.13.21"]}}, {"text": "And jackals shall howl in their castles, and wild-dogs in the pleasant palaces; and her time is near to come, and her days shall not be prolonged.", "type": "text", "attrs": {"verseId": "ISA.13.22", "verseOrgIds": ["ISA.13.22"]}}]}], "next": {"id": "ISA.14", "number": "14", "bookId": "ISA"}, "previous": {"id": "ISA.12", "number": "12", "bookId": "ISA"}}}}