{"_default": {"1": {"id": "GEN.48", "bibleId": "bf8f1c7f3f9045a5-01", "number": "48", "bookId": "GEN", "reference": "Genesis 48", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass after these things, that one said to Joseph: 'Behold, thy father is sick.' And he took with him his two sons, Manasseh and Ephraim. ", "type": "text", "attrs": {"verseId": "GEN.48.1", "verseOrgIds": ["GEN.48.1"]}}, {"text": "And one told Jacob, and said: 'Behold, thy son Joseph cometh unto thee.' And Israel strengthened himself, and sat upon the bed. ", "type": "text", "attrs": {"verseId": "GEN.48.2", "verseOrgIds": ["GEN.48.2"]}}, {"text": "And Jacob said unto Joseph: 'God Almighty appeared unto me at Luz in the land of Canaan, and blessed me, ", "type": "text", "attrs": {"verseId": "GEN.48.3", "verseOrgIds": ["GEN.48.3"]}}, {"text": "and said unto me: Behold, I will make thee fruitful, and multiply thee, and I will make of thee a company of peoples; and will give this land to thy seed after thee for an everlasting possession. ", "type": "text", "attrs": {"verseId": "GEN.48.4", "verseOrgIds": ["GEN.48.4"]}}, {"text": "And now thy two sons, who were born unto thee in the land of Egypt before I came unto thee into Egypt, are mine; Ephraim and Manasseh, even as Reuben and Simeon, shall be mine. ", "type": "text", "attrs": {"verseId": "GEN.48.5", "verseOrgIds": ["GEN.48.5"]}}, {"text": "And thy issue, that thou begettest after them, shall be thine; they shall be called after the name of their brethren in their inheritance. ", "type": "text", "attrs": {"verseId": "GEN.48.6", "verseOrgIds": ["GEN.48.6"]}}, {"text": "And as for me, when I came from Paddan, Rachel died unto me in the land of Canaan in the way, when there was still some way to come unto Ephrath; and I buried her there in the way to Ephrath — the same is Beth-lehem.' ", "type": "text", "attrs": {"verseId": "GEN.48.7", "verseOrgIds": ["GEN.48.7"]}}, {"text": "And Israel beheld Joseph's sons, and said: 'Who are these?' ", "type": "text", "attrs": {"verseId": "GEN.48.8", "verseOrgIds": ["GEN.48.8"]}}, {"text": "And Joseph said unto his father: 'They are my sons, whom God hath given me here.' And he said: 'Bring them, I pray thee, unto me, and I will bless them.' ", "type": "text", "attrs": {"verseId": "GEN.48.9", "verseOrgIds": ["GEN.48.9"]}}, {"text": "Now the eyes of Israel were dim for age, so that he could not see. And he brought them near unto him; and he kissed them, and embraced them. ", "type": "text", "attrs": {"verseId": "GEN.48.10", "verseOrgIds": ["GEN.48.10"]}}, {"text": "And Israel said unto Joseph: 'I had not thought to see thy face; and, lo, God hath let me see thy seed also.' ", "type": "text", "attrs": {"verseId": "GEN.48.11", "verseOrgIds": ["GEN.48.11"]}}, {"text": "And Joseph brought them out from between his knees; and he fell down on his face to the earth. ", "type": "text", "attrs": {"verseId": "GEN.48.12", "verseOrgIds": ["GEN.48.12"]}}, {"text": "And Joseph took them both, Ephraim in his right hand toward Israel's left hand, and Manasseh in his left hand toward Israel's right hand, and brought them near unto him. ", "type": "text", "attrs": {"verseId": "GEN.48.13", "verseOrgIds": ["GEN.48.13"]}}, {"text": "And Israel stretched out his right hand, and laid it upon Ephraim's head, who was the younger, and his left hand upon Manasseh's head, guiding his hands wittingly; for Manasseh was the first-born. ", "type": "text", "attrs": {"verseId": "GEN.48.14", "verseOrgIds": ["GEN.48.14"]}}, {"text": "And he blessed Joseph, and said: 'The God before whom my fathers Abraham and Isaac did walk, the God who hath been my shepherd all my life long unto this day, ", "type": "text", "attrs": {"verseId": "GEN.48.15", "verseOrgIds": ["GEN.48.15"]}}, {"text": "the angel who hath redeemed me from all evil, bless the lads; and let my name be named in them, and the name of my fathers Abraham and Isaac; and let them grow into a multitude in the midst of the earth.' ", "type": "text", "attrs": {"verseId": "GEN.48.16", "verseOrgIds": ["GEN.48.16"]}}, {"text": "And when Joseph saw that his father was laying his right hand upon the head of Ephraim, it displeased him, and he held up his father's hand, to remove it from Ephraim's head unto Manasseh's head. ", "type": "text", "attrs": {"verseId": "GEN.48.17", "verseOrgIds": ["GEN.48.17"]}}, {"text": "And Joseph said unto his father: 'Not so, my father, for this is the first-born; put thy right hand upon his head.' ", "type": "text", "attrs": {"verseId": "GEN.48.18", "verseOrgIds": ["GEN.48.18"]}}, {"text": "And his father refused, and said: 'I know it, my son, I know it; he also shall become a people, and he also shall be great; howbeit his younger brother shall be greater than he, and his seed shall become a multitude of nations.' ", "type": "text", "attrs": {"verseId": "GEN.48.19", "verseOrgIds": ["GEN.48.19"]}}, {"text": "And he blessed them that day, saying: 'By thee shall Israel bless, saying: God make thee as Ephraim and as Manasseh.' And he set Ephraim before Manasseh. ", "type": "text", "attrs": {"verseId": "GEN.48.20", "verseOrgIds": ["GEN.48.20"]}}, {"text": "And Israel said unto Joseph: 'Behold, I die; but God will be with you, and bring you back unto the land of your fathers. ", "type": "text", "attrs": {"verseId": "GEN.48.21", "verseOrgIds": ["GEN.48.21"]}}, {"text": "Moreover I have given to thee one portion above thy brethren, which I took out of the hand of the Amorite with my sword and with my bow.'", "type": "text", "attrs": {"verseId": "GEN.48.22", "verseOrgIds": ["GEN.48.22"]}}]}], "next": {"id": "GEN.49", "number": "49", "bookId": "GEN"}, "previous": {"id": "GEN.47", "number": "47", "bookId": "GEN"}}}}