{"_default": {"1": {"id": "2CH.2", "bibleId": "bf8f1c7f3f9045a5-01", "number": "2", "bookId": "2CH", "reference": "2 Chronicles 2", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "(1-18) Now Solomon purposed to build a house for the name of the LORD, and a house for his kingdom. ", "type": "text", "attrs": {"verseId": "2CH.2.1", "verseOrgIds": ["2CH.1.18"]}}, {"text": "(2-1) And Solomon counted out threescore and ten thousand men to bear burdens, and fourscore thousand men that were hewers in the mountains, and three thousand and six hundred to oversee them. ", "type": "text", "attrs": {"verseId": "2CH.2.2", "verseOrgIds": ["2CH.2.1"]}}, {"text": "(2-2) And Solomon sent to Huram the king of Tyre, saying: 'As thou didst deal with David my father, and didst send him cedars to build him a house to dwell therein, even so deal with me. ", "type": "text", "attrs": {"verseId": "2CH.2.3", "verseOrgIds": ["2CH.2.2"]}}, {"text": "(2-3) Behold, I am about to build a house for the name of the LORD my God, to dedicate it to Him, and to burn before Him incense of sweet spices, and for the continual showbread, and for the burnt-offerings morning and evening, on the sabbaths, and on the new moons, and on the appointed seasons of the LORD our God. This is an ordinance for ever to Israel. ", "type": "text", "attrs": {"verseId": "2CH.2.4", "verseOrgIds": ["2CH.2.3"]}}, {"text": "(2-4) And the house which I build is great; for great is our God above all gods. ", "type": "text", "attrs": {"verseId": "2CH.2.5", "verseOrgIds": ["2CH.2.4"]}}, {"text": "(2-5) But who is able to build Him a house, seeing the heaven and the heaven of heavens cannot contain Him? who am I then, that I should build Him a house, save only to offer before Him? ", "type": "text", "attrs": {"verseId": "2CH.2.6", "verseOrgIds": ["2CH.2.5"]}}, {"text": "(2-6) Now therefore send me a man skilful to work in gold, and in silver, and in brass, and in iron, and in purple, and crimson, and blue, and that hath skill to grave all manner of gravings, to be with the skilful men that are with me in Judah and in Jerusalem, whom David my father did provide. ", "type": "text", "attrs": {"verseId": "2CH.2.7", "verseOrgIds": ["2CH.2.6"]}}, {"text": "(2-7) Send me also cedar-trees, cypress-trees, and sandal-wood, out of Lebanon; for I know that thy servants have skill to cut timber in Lebanon; and, behold, my servants shall be with thy servants, ", "type": "text", "attrs": {"verseId": "2CH.2.8", "verseOrgIds": ["2CH.2.7"]}}, {"text": "(2-8) even to prepare me timber in abundance; for the house which I am about to build shall be great and wonderful. ", "type": "text", "attrs": {"verseId": "2CH.2.9", "verseOrgIds": ["2CH.2.8"]}}, {"text": "(2-9) And, behold, I will give to thy servants, the hewers that cut timber, twenty thousand measures of beaten wheat, and twenty thousand measures of barley, and twenty thousand baths of wine, and twenty thousand baths of oil.' ", "type": "text", "attrs": {"verseId": "2CH.2.10", "verseOrgIds": ["2CH.2.9"]}}, {"text": "(2-10) Then Huram the king of Tyre answered in writing, which he sent to Solomon: 'Because the LORD loveth His people, He hath made thee king over them.' ", "type": "text", "attrs": {"verseId": "2CH.2.11", "verseOrgIds": ["2CH.2.10"]}}, {"text": "(2-11) Huram said moreover: 'Blessed be the LORD, the God of Israel, that made heaven and earth, who hath given to David the king a wise son, endued with discretion and understanding, that should build a house for the LORD, and a house for his kingdom. ", "type": "text", "attrs": {"verseId": "2CH.2.12", "verseOrgIds": ["2CH.2.11"]}}, {"text": "(2-12) And now I have sent a skilful man, endued with understanding, even Huram my master craftsman, ", "type": "text", "attrs": {"verseId": "2CH.2.13", "verseOrgIds": ["2CH.2.12"]}}, {"text": "(2-13) the son of a woman of the daughters of Dan, and his father was a man of Tyre, skilful to work in gold, and in silver, in brass, in iron, in stone, and in timber, in purple, in blue, and in fine linen, and in crimson; also to grave any manner of graving, and to devise any device; to do whatever may be set before him, with thy skilful men, and with the skilful men of my lord David thy father. ", "type": "text", "attrs": {"verseId": "2CH.2.14", "verseOrgIds": ["2CH.2.13"]}}, {"text": "(2-14) Now therefore the wheat and the barley, the oil and the wine, which my lord hath spoken of, let him send unto his servants; ", "type": "text", "attrs": {"verseId": "2CH.2.15", "verseOrgIds": ["2CH.2.14"]}}, {"text": "(2-15) and we will cut wood out of Lebanon, as much as thou shalt need; and we will bring it to thee in floats by sea to Joppa; and thou shalt carry it up to Jerusalem.' ", "type": "text", "attrs": {"verseId": "2CH.2.16", "verseOrgIds": ["2CH.2.15"]}}, {"text": "(2-16) And Solomon numbered all the strangers that were in the land of Israel, after the numbering wherewith David his father had numbered them; and they were found a hundred and fifty thousand and three thousand and six hundred. ", "type": "text", "attrs": {"verseId": "2CH.2.17", "verseOrgIds": ["2CH.2.16"]}}, {"text": "(2-17) And he set threescore and ten thousand of them to bear burdens, and fourscore thousand to be hewers in the mountains, and three thousand and six hundred overseers to set the people at work.", "type": "text", "attrs": {"verseId": "2CH.2.18", "verseOrgIds": ["2CH.2.17"]}}]}], "next": {"id": "2CH.3", "number": "3", "bookId": "2CH"}, "previous": {"id": "2CH.1", "number": "1", "bookId": "2CH"}}}}