{"_default": {"1": {"id": "JER.46", "bibleId": "bf8f1c7f3f9045a5-01", "number": "46", "bookId": "JER", "reference": "Jeremiah 46", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The word of the LORD which came to Jeremiah the prophet concerning the nations. ", "type": "text", "attrs": {"verseId": "JER.46.1", "verseOrgIds": ["JER.46.1"]}}, {"text": "Of Egypt: concerning the army of Pharaoh-neco king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadrezzar king of Babylon smote in the fourth year of Jehoiakim the son of Josiah, king of Judah. ", "type": "text", "attrs": {"verseId": "JER.46.2", "verseOrgIds": ["JER.46.2"]}}, {"text": "Make ready buckler and shield, and draw near to battle. ", "type": "text", "attrs": {"verseId": "JER.46.3", "verseOrgIds": ["JER.46.3"]}}, {"text": "Harness the horses, and mount, ye horsemen, and stand forth with your helmets; furbish the spears, put on the coats of mail. ", "type": "text", "attrs": {"verseId": "JER.46.4", "verseOrgIds": ["JER.46.4"]}}, {"text": "Wherefore do I see them dismayed and turned backward? and their mighty ones are beaten down, and they are fled apace, and look not back; terror is on every side, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.46.5", "verseOrgIds": ["JER.46.5"]}}, {"text": "The swift cannot flee away, nor the mighty man escape; in the north by the river Euphrates have they stumbled and fallen. ", "type": "text", "attrs": {"verseId": "JER.46.6", "verseOrgIds": ["JER.46.6"]}}, {"text": "Who is this like the Nile that riseth up, like the rivers whose waters toss themselves? ", "type": "text", "attrs": {"verseId": "JER.46.7", "verseOrgIds": ["JER.46.7"]}}, {"text": "Egypt is like the Nile that riseth up, and like the rivers whose waters toss themselves; and he saith: 'I will rise up, I will cover the earth, I will destroy the city and the inhabitants thereof.' ", "type": "text", "attrs": {"verseId": "JER.46.8", "verseOrgIds": ["JER.46.8"]}}, {"text": "Prance, ye horses, and rush madly, ye chariots; and let the mighty men go forth: Cush and Put, that handle the shield, and the Ludim, that handle and bend the bow. ", "type": "text", "attrs": {"verseId": "JER.46.9", "verseOrgIds": ["JER.46.9"]}}, {"text": "For the Lord GOD of hosts shall have on that day a day of vengeance, that He may avenge Him of His adversaries; and the sword shall devour and be satiate, and shall be made drunk with their blood; for the Lord GOD of hosts hath a sacrifice in the north country by the river Euphrates. ", "type": "text", "attrs": {"verseId": "JER.46.10", "verseOrgIds": ["JER.46.10"]}}, {"text": "Go up into Gilead, and take balm, O virgin daughter of Egypt; in vain dost thou use many medicines; there is no cure for thee. ", "type": "text", "attrs": {"verseId": "JER.46.11", "verseOrgIds": ["JER.46.11"]}}, {"text": "The nations have heard of thy shame, and the earth is full of thy cry; for the mighty man hath stumbled against the mighty, they are fallen both of them together. ", "type": "text", "attrs": {"verseId": "JER.46.12", "verseOrgIds": ["JER.46.12"]}}, {"text": "The word that the LORD spoke to Jeremiah the prophet, how that Nebuchadrezzar king of Babylon should come and smite the land of Egypt. ", "type": "text", "attrs": {"verseId": "JER.46.13", "verseOrgIds": ["JER.46.13"]}}, {"text": "Declare ye in Egypt, and announce in Migdol, and announce in Noph and in Tahpanhes; say ye: 'Stand forth, and prepare thee, for the sword hath devoured round about thee.' ", "type": "text", "attrs": {"verseId": "JER.46.14", "verseOrgIds": ["JER.46.14"]}}, {"text": "Why is thy strong one overthrown? He stood not, because the LORD did thrust him down. ", "type": "text", "attrs": {"verseId": "JER.46.15", "verseOrgIds": ["JER.46.15"]}}, {"text": "He made many to stumble; yea, they fell one upon another, and said: 'Arise, and let us return to our own people, and to the land of our birth, from the oppressing sword.' ", "type": "text", "attrs": {"verseId": "JER.46.16", "verseOrgIds": ["JER.46.16"]}}, {"text": "They cried there: 'Pharaoh king of Egypt is but a noise; he hath let the appointed time pass by.' ", "type": "text", "attrs": {"verseId": "JER.46.17", "verseOrgIds": ["JER.46.17"]}}, {"text": "As I live, saith the King, whose name is the LORD of hosts, surely like Tabor among the mountains, and like Carmel by the sea, so shall he come. ", "type": "text", "attrs": {"verseId": "JER.46.18", "verseOrgIds": ["JER.46.18"]}}, {"text": "O thou daughter that dwellest in Egypt, furnish thyself to go into captivity; for Noph shall become a desolation, and shall be laid waste, without inhabitant. ", "type": "text", "attrs": {"verseId": "JER.46.19", "verseOrgIds": ["JER.46.19"]}}, {"text": "Egypt is a very fair heifer; but the gadfly out of the north is come, it is come. ", "type": "text", "attrs": {"verseId": "JER.46.20", "verseOrgIds": ["JER.46.20"]}}, {"text": "Also her mercenaries in the midst of her are like calves of the stall, for they also are turned back, they are fled away together, they did not stand; for the day of their calamity is come upon them, the time of their visitation. ", "type": "text", "attrs": {"verseId": "JER.46.21", "verseOrgIds": ["JER.46.21"]}}, {"text": "The sound thereof shall go like the serpent's; for they march with an army, and come against her with axes, as hewers of wood. ", "type": "text", "attrs": {"verseId": "JER.46.22", "verseOrgIds": ["JER.46.22"]}}, {"text": "They cut down her forest, saith the LORD, though it cannot be searched; because they are more than the locusts, and are innumerable. ", "type": "text", "attrs": {"verseId": "JER.46.23", "verseOrgIds": ["JER.46.23"]}}, {"text": "The daughter of Egypt is put to shame; she is delivered into the hand of the people of the north. ", "type": "text", "attrs": {"verseId": "JER.46.24", "verseOrgIds": ["JER.46.24"]}}, {"text": "The LORD of hosts, the God of Israel, saith: Behold, I will punish Amon of No, and Pharaoh, and Egypt, with her gods, and her kings; even Pharaoh, and them that trust in him; ", "type": "text", "attrs": {"verseId": "JER.46.25", "verseOrgIds": ["JER.46.25"]}}, {"text": "and I will deliver them into the hand of those that seek their lives, and into the hand of Nebuchadrezzar king of Babylon, and into the hand of his servants; and afterwards it shall be inhabited, as in the days of old, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.46.26", "verseOrgIds": ["JER.46.26"]}}, {"text": "But fear not thou, O Jacob My servant, neither be dismayed, O Israel; for, lo, I will save thee from afar, and thy seed from the land of their captivity; and Jacob shall again be quiet and at ease, and none shall make him afraid. ", "type": "text", "attrs": {"verseId": "JER.46.27", "verseOrgIds": ["JER.46.27"]}}, {"text": "Fear not thou, O Jacob My servant, saith the LORD, for I am with thee; for I will make a full end of all the nations whither I have driven thee, but I will not make a full end of thee; and I will correct thee in measure, but will not utterly destroy thee.", "type": "text", "attrs": {"verseId": "JER.46.28", "verseOrgIds": ["JER.46.28"]}}]}], "next": {"id": "JER.47", "number": "47", "bookId": "JER"}, "previous": {"id": "JER.45", "number": "45", "bookId": "JER"}}}}