{"_default": {"1": {"id": "HOS.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "HOS", "reference": "Hosea 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Ephraim spoke, there was trembling, he exalted himself in Israel; but when he became guilty through Baal, he died. ", "type": "text", "attrs": {"verseId": "HOS.13.1", "verseOrgIds": ["HOS.13.1"]}}, {"text": "And now they sin more and more, and have made them molten images of their silver, according to their own understanding, even idols, all of them the work of the craftsmen; of them they say: 'They that sacrifice men kiss calves.' ", "type": "text", "attrs": {"verseId": "HOS.13.2", "verseOrgIds": ["HOS.13.2"]}}, {"text": "Therefore they shall be as the morning cloud, and as the dew that early passeth away, as the chaff that is driven with the wind out of the threshing-floor, and as the smoke out of the window. ", "type": "text", "attrs": {"verseId": "HOS.13.3", "verseOrgIds": ["HOS.13.3"]}}, {"text": "Yet I am the LORD thy God from the land of Egypt; and thou knowest no God but Me, and beside Me there is no saviour. ", "type": "text", "attrs": {"verseId": "HOS.13.4", "verseOrgIds": ["HOS.13.4"]}}, {"text": "I did know thee in the wilderness, in the land of great drought. ", "type": "text", "attrs": {"verseId": "HOS.13.5", "verseOrgIds": ["HOS.13.5"]}}, {"text": "When they were fed, they became full, they were filled, and their heart was exalted; therefore have they forgotten Me. ", "type": "text", "attrs": {"verseId": "HOS.13.6", "verseOrgIds": ["HOS.13.6"]}}, {"text": "Therefore am I become unto them as a lion; as a leopard will I watch by the way; ", "type": "text", "attrs": {"verseId": "HOS.13.7", "verseOrgIds": ["HOS.13.7"]}}, {"text": "I will meet them as a bear that is bereaved of her whelps, and will rend the enclosure of their heart; and there will I devour them like a lioness; the wild beast shall tear them. ", "type": "text", "attrs": {"verseId": "HOS.13.8", "verseOrgIds": ["HOS.13.8"]}}, {"text": "It is thy destruction, O Israel, that thou art against Me, against thy help. ", "type": "text", "attrs": {"verseId": "HOS.13.9", "verseOrgIds": ["HOS.13.9"]}}, {"text": "Ho, now, thy king, that he may save thee in all thy cities! and thy judges, of whom thou saidst: 'Give me a king and princes!' ", "type": "text", "attrs": {"verseId": "HOS.13.10", "verseOrgIds": ["HOS.13.10"]}}, {"text": "I give thee a king in Mine anger, and take him away in My wrath. ", "type": "text", "attrs": {"verseId": "HOS.13.11", "verseOrgIds": ["HOS.13.11"]}}, {"text": "The iniquity of Ephraim is bound up; his sin is laid up in store. ", "type": "text", "attrs": {"verseId": "HOS.13.12", "verseOrgIds": ["HOS.13.12"]}}, {"text": "The throes of a travailing woman shall come upon him; he is an unwise son; for it is time he should not tarry in the place of the breaking forth of children. ", "type": "text", "attrs": {"verseId": "HOS.13.13", "verseOrgIds": ["HOS.13.13"]}}, {"text": "Shall I ransom them from the power of the nether-world? Shall I redeem them from death? Ho, thy plagues, O death! Ho, thy destruction, O nether-world! Repentance be hid from Mine eyes! ", "type": "text", "attrs": {"verseId": "HOS.13.14", "verseOrgIds": ["HOS.13.14"]}}, {"text": "For though he be fruitful among the reed-plants, an east wind shall come, the wind of the LORD coming up from the wilderness, and his spring shall become dry, and his fountain shall be dried up; he shall spoil the treasure of all precious vessels. ", "type": "text", "attrs": {"verseId": "HOS.13.15", "verseOrgIds": ["HOS.13.15"]}}, {"text": "(14-1) Samaria shall bear her guilt, for she hath rebelled against her God; they shall fall by the sword; their infants shall be dashed in pieces, and their women with child shall be ripped up.", "type": "text", "attrs": {"verseId": "HOS.13.16", "verseOrgIds": ["HOS.14.1"]}}]}], "next": {"id": "HOS.14", "number": "14", "bookId": "HOS"}, "previous": {"id": "HOS.12", "number": "12", "bookId": "HOS"}}}}