{"_default": {"1": {"id": "GEN.19", "bibleId": "bf8f1c7f3f9045a5-01", "number": "19", "bookId": "GEN", "reference": "Genesis 19", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the two angels came to Sodom at even; and Lot sat in the gate of Sodom; and Lot saw them, and rose up to meet them; and he fell down on his face to the earth; ", "type": "text", "attrs": {"verseId": "GEN.19.1", "verseOrgIds": ["GEN.19.1"]}}, {"text": "and he said: 'Behold now, my lords, turn aside, I pray you, into your servant's house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your way.' And they said: 'Nay; but we will abide in the broad place all night.' ", "type": "text", "attrs": {"verseId": "GEN.19.2", "verseOrgIds": ["GEN.19.2"]}}, {"text": "And he urged them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat. ", "type": "text", "attrs": {"verseId": "GEN.19.3", "verseOrgIds": ["GEN.19.3"]}}, {"text": "But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both young and old, all the people from every quarter. ", "type": "text", "attrs": {"verseId": "GEN.19.4", "verseOrgIds": ["GEN.19.4"]}}, {"text": "And they called unto Lot, and said unto him: 'Where are the men that came in to thee this night? bring them out unto us, that we may know them.' ", "type": "text", "attrs": {"verseId": "GEN.19.5", "verseOrgIds": ["GEN.19.5"]}}, {"text": "And Lot went out unto them to the door, and shut the door after him. ", "type": "text", "attrs": {"verseId": "GEN.19.6", "verseOrgIds": ["GEN.19.6"]}}, {"text": "And he said: 'I pray you, my brethren, do not so wickedly. ", "type": "text", "attrs": {"verseId": "GEN.19.7", "verseOrgIds": ["GEN.19.7"]}}, {"text": "Behold now, I have two daughters that have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes; only unto these men do nothing; forasmuch as they are come under the shadow of my roof.' ", "type": "text", "attrs": {"verseId": "GEN.19.8", "verseOrgIds": ["GEN.19.8"]}}, {"text": "And they said: 'Stand back.' And they said: 'This one fellow came in to sojourn, and he will needs play the judge; now will we deal worse with thee, than with them.' And they pressed sore upon the man, even Lot, and drew near to break the door. ", "type": "text", "attrs": {"verseId": "GEN.19.9", "verseOrgIds": ["GEN.19.9"]}}, {"text": "But the men put forth their hand, and brought Lot into the house to them, and the door they shut. ", "type": "text", "attrs": {"verseId": "GEN.19.10", "verseOrgIds": ["GEN.19.10"]}}, {"text": "And they smote the men that were at the door of the house with blindness, both small and great; so that they wearied themselves to find the door. ", "type": "text", "attrs": {"verseId": "GEN.19.11", "verseOrgIds": ["GEN.19.11"]}}, {"text": "And the men said unto Lot: 'Hast thou here any besides? son-in-law, and thy sons, and thy daughters, and whomsoever thou hast in the city; bring them out of the place; ", "type": "text", "attrs": {"verseId": "GEN.19.12", "verseOrgIds": ["GEN.19.12"]}}, {"text": "for we will destroy this place, because the cry of them is waxed great before the LORD; and the LORD hath sent us to destroy it.' ", "type": "text", "attrs": {"verseId": "GEN.19.13", "verseOrgIds": ["GEN.19.13"]}}, {"text": "And Lot went out, and spoke unto his sons-in-law, who married his daughters, and said: 'Up, get you out of this place; for the LORD will destroy the city.' But he seemed unto his sons-in-law as one that jested. ", "type": "text", "attrs": {"verseId": "GEN.19.14", "verseOrgIds": ["GEN.19.14"]}}, {"text": "And when the morning arose, then the angels hastened Lot, saying: 'Arise, take thy wife, and thy two daughters that are here; lest thou be swept away in the iniquity of the city.' ", "type": "text", "attrs": {"verseId": "GEN.19.15", "verseOrgIds": ["GEN.19.15"]}}, {"text": "But he lingered; and the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him. And they brought him forth, and set him without the city. ", "type": "text", "attrs": {"verseId": "GEN.19.16", "verseOrgIds": ["GEN.19.16"]}}, {"text": "And it came to pass, when they had brought them forth abroad, that he said: 'Escape for thy life; look not behind thee, neither stay thou in all the Plain; escape to the mountain, lest thou be swept away.' ", "type": "text", "attrs": {"verseId": "GEN.19.17", "verseOrgIds": ["GEN.19.17"]}}, {"text": "And Lot said unto them: 'Oh, not so, my lord; ", "type": "text", "attrs": {"verseId": "GEN.19.18", "verseOrgIds": ["GEN.19.18"]}}, {"text": "behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shown unto me in saving my life; and I cannot escape to the mountain, lest the evil overtake me, and I die. ", "type": "text", "attrs": {"verseId": "GEN.19.19", "verseOrgIds": ["GEN.19.19"]}}, {"text": "Behold now, this city is near to flee unto, and it is a little one; oh, let me escape thither — is it not a little one? — and my soul shall live.' ", "type": "text", "attrs": {"verseId": "GEN.19.20", "verseOrgIds": ["GEN.19.20"]}}, {"text": "And he said unto him: 'See, I have accepted thee concerning this thing also, that I will not overthrow the city of which thou hast spoken. ", "type": "text", "attrs": {"verseId": "GEN.19.21", "verseOrgIds": ["GEN.19.21"]}}, {"text": "Hasten thou, escape thither; for I cannot do any thing till thou be come thither.' — Therefore the name of the city was called Zoar. — ", "type": "text", "attrs": {"verseId": "GEN.19.22", "verseOrgIds": ["GEN.19.22"]}}, {"text": "The sun was risen upon the earth when Lot came unto Zoar. ", "type": "text", "attrs": {"verseId": "GEN.19.23", "verseOrgIds": ["GEN.19.23"]}}, {"text": "Then the LORD caused to rain upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven; ", "type": "text", "attrs": {"verseId": "GEN.19.24", "verseOrgIds": ["GEN.19.24"]}}, {"text": "and He overthrow those cities, and all the Plain, and all the inhabitants of the cities, and that which grew upon the ground. ", "type": "text", "attrs": {"verseId": "GEN.19.25", "verseOrgIds": ["GEN.19.25"]}}, {"text": "But his wife looked back from behind him, and she became a pillar of salt. ", "type": "text", "attrs": {"verseId": "GEN.19.26", "verseOrgIds": ["GEN.19.26"]}}, {"text": "And Abraham got up early in the morning to the place where he had stood before the LORD. ", "type": "text", "attrs": {"verseId": "GEN.19.27", "verseOrgIds": ["GEN.19.27"]}}, {"text": "And he looked out toward Sodom and Gomorrah, and toward all the land of the Plain, and beheld, and, lo, the smoke of the land went up as the smoke of a furnace. ", "type": "text", "attrs": {"verseId": "GEN.19.28", "verseOrgIds": ["GEN.19.28"]}}, {"text": "And it came to pass, when God destroyed the cities of the Plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when He overthrew the cities in which Lot dwelt. ", "type": "text", "attrs": {"verseId": "GEN.19.29", "verseOrgIds": ["GEN.19.29"]}}, {"text": "And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar; and he dwelt in a cave, he and his two daughters. ", "type": "text", "attrs": {"verseId": "GEN.19.30", "verseOrgIds": ["GEN.19.30"]}}, {"text": "And the first-born said unto the younger: 'Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth. ", "type": "text", "attrs": {"verseId": "GEN.19.31", "verseOrgIds": ["GEN.19.31"]}}, {"text": "Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.' ", "type": "text", "attrs": {"verseId": "GEN.19.32", "verseOrgIds": ["GEN.19.32"]}}, {"text": "And they made their father drink wine that night. And the first-born went in, and lay with her father; and he knew not when she lay down, nor when she arose. ", "type": "text", "attrs": {"verseId": "GEN.19.33", "verseOrgIds": ["GEN.19.33"]}}, {"text": "And it came to pass on the morrow, that the first-born said unto the younger: 'Behold, I lay yesternight with my father. Let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.' ", "type": "text", "attrs": {"verseId": "GEN.19.34", "verseOrgIds": ["GEN.19.34"]}}, {"text": "And they made their father drink wine that night also. And the younger arose, and lay with him; and he knew not when she lay down, nor when she arose. ", "type": "text", "attrs": {"verseId": "GEN.19.35", "verseOrgIds": ["GEN.19.35"]}}, {"text": "Thus were both the daughters of Lot with child by their father. ", "type": "text", "attrs": {"verseId": "GEN.19.36", "verseOrgIds": ["GEN.19.36"]}}, {"text": "And the first-born bore a son, and called his name Moab — the same is the father of the Moabites unto this day. ", "type": "text", "attrs": {"verseId": "GEN.19.37", "verseOrgIds": ["GEN.19.37"]}}, {"text": "And the younger, she also bore a son, and called his name Ben-ammi — the same is the father of the children of Ammon unto this day.", "type": "text", "attrs": {"verseId": "GEN.19.38", "verseOrgIds": ["GEN.19.38"]}}]}], "next": {"id": "GEN.20", "number": "20", "bookId": "GEN"}, "previous": {"id": "GEN.18", "number": "18", "bookId": "GEN"}}}}