{"_default": {"1": {"id": "ISA.25", "bibleId": "bf8f1c7f3f9045a5-01", "number": "25", "bookId": "ISA", "reference": "Isaiah 25", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "O LORD, Thou art my God, I will exalt Thee, I will praise Thy name, for Thou hast done wonderful things; even counsels of old, in faithfulness and truth. ", "type": "text", "attrs": {"verseId": "ISA.25.1", "verseOrgIds": ["ISA.25.1"]}}, {"text": "For Thou hast made of a city a heap, of a fortified city a ruin; a castle of strangers to be no city, it shall never be built. ", "type": "text", "attrs": {"verseId": "ISA.25.2", "verseOrgIds": ["ISA.25.2"]}}, {"text": "Therefore shall the strong people glorify Thee, the city of the terrible nations shall fear Thee. ", "type": "text", "attrs": {"verseId": "ISA.25.3", "verseOrgIds": ["ISA.25.3"]}}, {"text": "For Thou hast been a stronghold to the poor, a stronghold to the needy in his distress, a refuge from the storm, a shadow from the heat; for the blast of the terrible ones was as a storm against the wall. ", "type": "text", "attrs": {"verseId": "ISA.25.4", "verseOrgIds": ["ISA.25.4"]}}, {"text": "As the heat in a dry place, Thou didst subdue the noise of strangers; as the heat by the shadow of a cloud, the song of the terrible ones was brought low. ", "type": "text", "attrs": {"verseId": "ISA.25.5", "verseOrgIds": ["ISA.25.5"]}}, {"text": "And in this mountain will the LORD of hosts make unto all peoples a feast of fat things, a feast of wines on the lees, of fat things full of marrow, of wines on the lees well refined. ", "type": "text", "attrs": {"verseId": "ISA.25.6", "verseOrgIds": ["ISA.25.6"]}}, {"text": "And He will destroy in this mountain the face of the covering that is cast over all peoples, and the veil that is spread over all nations. ", "type": "text", "attrs": {"verseId": "ISA.25.7", "verseOrgIds": ["ISA.25.7"]}}, {"text": "He will swallow up death for ever; and the Lord GOD will wipe away tears from off all faces; and the reproach of His people will He take away from off all the earth; for the LORD hath spoken it. ", "type": "text", "attrs": {"verseId": "ISA.25.8", "verseOrgIds": ["ISA.25.8"]}}, {"text": "And it shall be said in that day: 'Lo, this is our God, for whom we waited, that He might save us; this is the LORD, for whom we waited, we will be glad and rejoice in His salvation.' ", "type": "text", "attrs": {"verseId": "ISA.25.9", "verseOrgIds": ["ISA.25.9"]}}, {"text": "For in this mountain will the hand of the LORD rest, and Moab shall be trodden down in his place, even as straw is trodden down in the dunghill. ", "type": "text", "attrs": {"verseId": "ISA.25.10", "verseOrgIds": ["ISA.25.10"]}}, {"text": "And when he shall spread forth his hands in the midst thereof, as he that swimmeth spreadeth forth his hands to swim, his pride shall be brought down together with the cunning of his hands. ", "type": "text", "attrs": {"verseId": "ISA.25.11", "verseOrgIds": ["ISA.25.11"]}}, {"text": "And the high fortress of thy walls will He bring down, lay low, and bring to the ground, even to the dust.", "type": "text", "attrs": {"verseId": "ISA.25.12", "verseOrgIds": ["ISA.25.12"]}}]}], "next": {"id": "ISA.26", "number": "26", "bookId": "ISA"}, "previous": {"id": "ISA.24", "number": "24", "bookId": "ISA"}}}}