{"_default": {"1": {"id": "ISA.32", "bibleId": "bf8f1c7f3f9045a5-01", "number": "32", "bookId": "ISA", "reference": "Isaiah 32", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, a king shall reign in righteousness, and as for princes, they shall rule in justice. ", "type": "text", "attrs": {"verseId": "ISA.32.1", "verseOrgIds": ["ISA.32.1"]}}, {"text": "And a man shall be as in a hiding-place from the wind, and a covert from the tempest; as by the watercourses in a dry place, as in the shadow of a great rock in a weary land. ", "type": "text", "attrs": {"verseId": "ISA.32.2", "verseOrgIds": ["ISA.32.2"]}}, {"text": "And the eyes of them that see shall not be closed, and the ears of them that hear shall attend. ", "type": "text", "attrs": {"verseId": "ISA.32.3", "verseOrgIds": ["ISA.32.3"]}}, {"text": "The heart also of the rash shall understand knowledge, and the tongue of the stammerers shall be ready to speak plainly. ", "type": "text", "attrs": {"verseId": "ISA.32.4", "verseOrgIds": ["ISA.32.4"]}}, {"text": "The vile person shall be no more called liberal, nor the churl said to be noble. ", "type": "text", "attrs": {"verseId": "ISA.32.5", "verseOrgIds": ["ISA.32.5"]}}, {"text": "For the vile person will speak villainy, and his heart will work iniquity, to practise ungodliness, and to utter wickedness against the LORD, to make empty the soul of the hungry, and to cause the drink of the thirsty to fail. ", "type": "text", "attrs": {"verseId": "ISA.32.6", "verseOrgIds": ["ISA.32.6"]}}, {"text": "The instruments also of the churl are evil; he deviseth wicked devices to destroy the poor with lying words, and the needy when he speaketh right. ", "type": "text", "attrs": {"verseId": "ISA.32.7", "verseOrgIds": ["ISA.32.7"]}}, {"text": "But the liberal deviseth liberal things; and by liberal things shall he stand. ", "type": "text", "attrs": {"verseId": "ISA.32.8", "verseOrgIds": ["ISA.32.8"]}}, {"text": "Rise up, ye women that are at ease, and hear my voice; ye confident daughters, give ear unto my speech. ", "type": "text", "attrs": {"verseId": "ISA.32.9", "verseOrgIds": ["ISA.32.9"]}}, {"text": "After a year and days shall ye be troubled, ye confident women; for the vintage shall fail, the ingathering shall not come. ", "type": "text", "attrs": {"verseId": "ISA.32.10", "verseOrgIds": ["ISA.32.10"]}}, {"text": "Tremble, ye women that are at ease; be troubled, ye confident ones; strip you, and make you bare, and gird sackcloth upon your loins, ", "type": "text", "attrs": {"verseId": "ISA.32.11", "verseOrgIds": ["ISA.32.11"]}}, {"text": "Smiting upon the breasts for the pleasant fields, for the fruitful vine; ", "type": "text", "attrs": {"verseId": "ISA.32.12", "verseOrgIds": ["ISA.32.12"]}}, {"text": "For the land of my people whereon thorns and briers come up; yea, for all the houses of joy and the joyous city. ", "type": "text", "attrs": {"verseId": "ISA.32.13", "verseOrgIds": ["ISA.32.13"]}}, {"text": "For the palace shall be forsaken; the city with its stir shall be deserted; the mound and the tower shall be for dens for ever, a joy of wild asses, a pasture of flocks; ", "type": "text", "attrs": {"verseId": "ISA.32.14", "verseOrgIds": ["ISA.32.14"]}}, {"text": "Until the spirit be poured upon us from on high, and the wilderness become a fruitful field, and the fruitful field be counted for a forest. ", "type": "text", "attrs": {"verseId": "ISA.32.15", "verseOrgIds": ["ISA.32.15"]}}, {"text": "Then justice shall dwell in the wilderness, and righteousness shall abide in the fruitful field. ", "type": "text", "attrs": {"verseId": "ISA.32.16", "verseOrgIds": ["ISA.32.16"]}}, {"text": "And the work of righteousness shall be peace; and the effect of righteousness quietness and confidence for ever. ", "type": "text", "attrs": {"verseId": "ISA.32.17", "verseOrgIds": ["ISA.32.17"]}}, {"text": "And my people shall abide in a peaceable habitation, and in secure dwellings, and in quiet resting-places. ", "type": "text", "attrs": {"verseId": "ISA.32.18", "verseOrgIds": ["ISA.32.18"]}}, {"text": "And it shall hail, in the downfall of the forest; but the city shall descend into the valley. ", "type": "text", "attrs": {"verseId": "ISA.32.19", "verseOrgIds": ["ISA.32.19"]}}, {"text": "Happy are ye that sow beside all waters, that send forth freely the feet of the ox and the ass.", "type": "text", "attrs": {"verseId": "ISA.32.20", "verseOrgIds": ["ISA.32.20"]}}]}], "next": {"id": "ISA.33", "number": "33", "bookId": "ISA"}, "previous": {"id": "ISA.31", "number": "31", "bookId": "ISA"}}}}