{"_default": {"1": {"id": "GEN.23", "bibleId": "bf8f1c7f3f9045a5-01", "number": "23", "bookId": "GEN", "reference": "Genesis 23", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the life of Sarah was a hundred and seven and twenty years; these were the years of the life of Sarah. ", "type": "text", "attrs": {"verseId": "GEN.23.1", "verseOrgIds": ["GEN.23.1"]}}, {"text": "And Sarah died in Kiriatharba — the same is Hebron — in the land of Canaan; and Abraham came to mourn for Sarah, and to weep for her. ", "type": "text", "attrs": {"verseId": "GEN.23.2", "verseOrgIds": ["GEN.23.2"]}}, {"text": "And Abraham rose up from before his dead, and spoke unto the children of Heth, saying: ", "type": "text", "attrs": {"verseId": "GEN.23.3", "verseOrgIds": ["GEN.23.3"]}}, {"text": "'I am a stranger and a sojourner with you: give me a possession of a burying-place with you, that I may bury my dead out of my sight.' ", "type": "text", "attrs": {"verseId": "GEN.23.4", "verseOrgIds": ["GEN.23.4"]}}, {"text": "And the children of Heth answered Abraham, saying unto him: ", "type": "text", "attrs": {"verseId": "GEN.23.5", "verseOrgIds": ["GEN.23.5"]}}, {"text": "'Hear us, my lord: thou art a mighty prince among us; in the choice of our sepulchres bury thy dead; none of us shall withhold from thee his sepulchre, but that thou mayest bury thy dead.' ", "type": "text", "attrs": {"verseId": "GEN.23.6", "verseOrgIds": ["GEN.23.6"]}}, {"text": "And Abraham rose up, and bowed down to the people of the land, even to the children of Heth. ", "type": "text", "attrs": {"verseId": "GEN.23.7", "verseOrgIds": ["GEN.23.7"]}}, {"text": "And he spoke with them, saying: 'If it be your mind that I should bury my dead out of my sight, hear me, and entreat for me to Ephron the son of Zohar, ", "type": "text", "attrs": {"verseId": "GEN.23.8", "verseOrgIds": ["GEN.23.8"]}}, {"text": "that he may give me the cave of Machpelah, which he hath, which is in the end of his field; for the full price let him give it to me in the midst of you for a possession of a burying-place.' ", "type": "text", "attrs": {"verseId": "GEN.23.9", "verseOrgIds": ["GEN.23.9"]}}, {"text": "Now Ephron was sitting in the midst of the children of Heth; and Ephron the Hittite answered Abraham in the hearing of the children of Heth, even of all that went in at the gate of his city, saying: ", "type": "text", "attrs": {"verseId": "GEN.23.10", "verseOrgIds": ["GEN.23.10"]}}, {"text": "'Nay, my lord, hear me: the field give I thee, and the cave that is therein, I give it thee; in the presence of the sons of my people give I it thee; bury thy dead.' ", "type": "text", "attrs": {"verseId": "GEN.23.11", "verseOrgIds": ["GEN.23.11"]}}, {"text": "And Abraham bowed down before the people of the land. ", "type": "text", "attrs": {"verseId": "GEN.23.12", "verseOrgIds": ["GEN.23.12"]}}, {"text": "And he spoke unto Ephron in the hearing of the people of the land, saying: 'But if thou wilt, I pray thee, hear me: I will give the price of the field; take it of me, and I will bury my dead there.' ", "type": "text", "attrs": {"verseId": "GEN.23.13", "verseOrgIds": ["GEN.23.13"]}}, {"text": "And Ephron answered Abraham, saying unto him: ", "type": "text", "attrs": {"verseId": "GEN.23.14", "verseOrgIds": ["GEN.23.14"]}}, {"text": "'My lord, hearken unto me: a piece of land worth four hundred shekels of silver, what is that betwixt me and thee? bury therefore thy dead.' ", "type": "text", "attrs": {"verseId": "GEN.23.15", "verseOrgIds": ["GEN.23.15"]}}, {"text": "And Abraham hearkened unto Ephron; and Abraham weighed to Ephron the silver, which he had named in the hearing of the children of Heth, four hundred shekels of silver, current money with the merchant. ", "type": "text", "attrs": {"verseId": "GEN.23.16", "verseOrgIds": ["GEN.23.16"]}}, {"text": "So the field of Ephron, which was in Machpelah, which was before Mamre, the field, and the cave which was therein, and all the trees that were in the field, that were in all the border thereof round about, were made sure ", "type": "text", "attrs": {"verseId": "GEN.23.17", "verseOrgIds": ["GEN.23.17"]}}, {"text": "unto Abraham for a possession in the presence of the children of Heth, before all that went in at the gate of his city. ", "type": "text", "attrs": {"verseId": "GEN.23.18", "verseOrgIds": ["GEN.23.18"]}}, {"text": "And after this, Abraham buried Sarah his wife in the cave of the field of Machpelah before Mamre — the same is Hebron — in the land of Canaan. ", "type": "text", "attrs": {"verseId": "GEN.23.19", "verseOrgIds": ["GEN.23.19"]}}, {"text": "And the field, and the cave that is therein, were made sure unto Abraham for a possession of a burying-place by the children of Heth.", "type": "text", "attrs": {"verseId": "GEN.23.20", "verseOrgIds": ["GEN.23.20"]}}]}], "next": {"id": "GEN.24", "number": "24", "bookId": "GEN"}, "previous": {"id": "GEN.22", "number": "22", "bookId": "GEN"}}}}