{"_default": {"1": {"id": "LEV.23", "bibleId": "bf8f1c7f3f9045a5-01", "number": "23", "bookId": "LEV", "reference": "Leviticus 23", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "LEV.23.1", "verseOrgIds": ["LEV.23.1"]}}, {"text": "Speak unto the children of Israel, and say unto them: The appointed seasons of the LORD, which ye shall proclaim to be holy convocations, even these are My appointed seasons. ", "type": "text", "attrs": {"verseId": "LEV.23.2", "verseOrgIds": ["LEV.23.2"]}}, {"text": "Six days shall work be done; but on the seventh day is a sabbath of solemn rest, a holy convocation; ye shall do no manner of work; it is a sabbath unto the LORD in all your dwellings. ", "type": "text", "attrs": {"verseId": "LEV.23.3", "verseOrgIds": ["LEV.23.3"]}}, {"text": "These are the appointed seasons of the LORD, even holy convocations, which ye shall proclaim in their appointed season. ", "type": "text", "attrs": {"verseId": "LEV.23.4", "verseOrgIds": ["LEV.23.4"]}}, {"text": "In the first month, on the fourteenth day of the month at dusk, is the LORD'S passover. ", "type": "text", "attrs": {"verseId": "LEV.23.5", "verseOrgIds": ["LEV.23.5"]}}, {"text": "And on the fifteenth day of the same month is the feast of unleavened bread unto the LORD; seven days ye shall eat unleavened bread. ", "type": "text", "attrs": {"verseId": "LEV.23.6", "verseOrgIds": ["LEV.23.6"]}}, {"text": "In the first day ye shall have a holy convocation; ye shall do no manner of servile work. ", "type": "text", "attrs": {"verseId": "LEV.23.7", "verseOrgIds": ["LEV.23.7"]}}, {"text": "And ye shall bring an offering made by fire unto the LORD seven days; in the seventh day is a holy convocation; ye shall do no manner of servile work. ", "type": "text", "attrs": {"verseId": "LEV.23.8", "verseOrgIds": ["LEV.23.8"]}}, {"text": "And the LORD spoke unto Moses saying: ", "type": "text", "attrs": {"verseId": "LEV.23.9", "verseOrgIds": ["LEV.23.9"]}}, {"text": "Speak unto the children of Israel, and say unto them: When ye are come into the land which I give unto you, and shall reap the harvest thereof, then ye shall bring the sheaf of the first-fruits of your harvest unto the priest. ", "type": "text", "attrs": {"verseId": "LEV.23.10", "verseOrgIds": ["LEV.23.10"]}}, {"text": "And he shall wave the sheaf before the LORD, to be accepted for you; on the morrow after the sabbath the priest shall wave it. ", "type": "text", "attrs": {"verseId": "LEV.23.11", "verseOrgIds": ["LEV.23.11"]}}, {"text": "And in the day when ye wave the sheaf, ye shall offer a he-lamb without blemish of the first year for a burnt-offering unto the LORD. ", "type": "text", "attrs": {"verseId": "LEV.23.12", "verseOrgIds": ["LEV.23.12"]}}, {"text": "And the meal-offering thereof shall be two tenth parts of an ephah of fine flour mingled with oil, an offering made by fire unto the LORD for a sweet savour; and the drink-offering thereof shall be of wine, the fourth part of a hin. ", "type": "text", "attrs": {"verseId": "LEV.23.13", "verseOrgIds": ["LEV.23.13"]}}, {"text": "And ye shall eat neither bread, nor parched corn, nor fresh ears, until this selfsame day, until ye have brought the offering of your God; it is a statute for ever throughout your generations in all your dwellings. ", "type": "text", "attrs": {"verseId": "LEV.23.14", "verseOrgIds": ["LEV.23.14"]}}, {"text": "And ye shall count unto you from the morrow after the day of rest, from the day that ye brought the sheaf of the waving; seven weeks shall there be complete; ", "type": "text", "attrs": {"verseId": "LEV.23.15", "verseOrgIds": ["LEV.23.15"]}}, {"text": "even unto the morrow after the seventh week shall ye number fifty days; and ye shall present a new meal-offering unto the LORD. ", "type": "text", "attrs": {"verseId": "LEV.23.16", "verseOrgIds": ["LEV.23.16"]}}, {"text": "Ye shall bring out of your dwellings two wave-loaves of two tenth parts of an ephah; they shall be of fine flour, they shall be baked with leaven, for first-fruits unto the LORD. ", "type": "text", "attrs": {"verseId": "LEV.23.17", "verseOrgIds": ["LEV.23.17"]}}, {"text": "And ye shall present with the bread seven lambs without blemish of the first year, and one young bullock, and two rams; they shall be a burnt-offering unto the LORD, with their meal-offering, and their drink-offerings, even an offering made by fire, of a sweet savour unto the LORD. ", "type": "text", "attrs": {"verseId": "LEV.23.18", "verseOrgIds": ["LEV.23.18"]}}, {"text": "And ye shall offer one he-goat for a sin-offering, and two he-lambs of the first year for a sacrifice of peace-offerings. ", "type": "text", "attrs": {"verseId": "LEV.23.19", "verseOrgIds": ["LEV.23.19"]}}, {"text": "And the priest shall wave them with the bread of the first-fruits for a wave-offering before the LORD, with the two lambs; they shall be holy to the LORD for the priest. ", "type": "text", "attrs": {"verseId": "LEV.23.20", "verseOrgIds": ["LEV.23.20"]}}, {"text": "And ye shall make proclamation on the selfsame day; there shall be a holy convocation unto you; ye shall do no manner of servile work; it is a statute for ever in all your dwellings throughout your generations. ", "type": "text", "attrs": {"verseId": "LEV.23.21", "verseOrgIds": ["LEV.23.21"]}}, {"text": "And when ye reap the harvest of your land, thou shalt not wholly reap the corner of thy field, neither shalt thou gather the gleaning of thy harvest; thou shalt leave them for the poor, and for the stranger: I am the LORD your God. ", "type": "text", "attrs": {"verseId": "LEV.23.22", "verseOrgIds": ["LEV.23.22"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "LEV.23.23", "verseOrgIds": ["LEV.23.23"]}}, {"text": "Speak unto the children of Israel, saying: In the seventh month, in the first day of the month, shall be a solemn rest unto you, a memorial proclaimed with the blast of horns, a holy convocation. ", "type": "text", "attrs": {"verseId": "LEV.23.24", "verseOrgIds": ["LEV.23.24"]}}, {"text": "Ye shall do no manner of servile work; and ye shall bring an offering made by fire unto the LORD. ", "type": "text", "attrs": {"verseId": "LEV.23.25", "verseOrgIds": ["LEV.23.25"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "LEV.23.26", "verseOrgIds": ["LEV.23.26"]}}, {"text": "Howbeit on the tenth day of this seventh month is the day of atonement; there shall be a holy convocation unto you, and ye shall afflict your souls; and ye shall bring an offering made by fire unto the LORD. ", "type": "text", "attrs": {"verseId": "LEV.23.27", "verseOrgIds": ["LEV.23.27"]}}, {"text": "And ye shall do no manner of work in that same day; for it is a day of atonement, to make atonement for you before the LORD your God. ", "type": "text", "attrs": {"verseId": "LEV.23.28", "verseOrgIds": ["LEV.23.28"]}}, {"text": "For whatsoever soul it be that shall not be afflicted in that same day, he shall be cut off from his people. ", "type": "text", "attrs": {"verseId": "LEV.23.29", "verseOrgIds": ["LEV.23.29"]}}, {"text": "And whatsoever soul it be that doeth any manner of work in that same day, that soul will I destroy from among his people. ", "type": "text", "attrs": {"verseId": "LEV.23.30", "verseOrgIds": ["LEV.23.30"]}}, {"text": "Ye shall do no manner of work; it is a statute for ever throughout your generations in all your dwellings. ", "type": "text", "attrs": {"verseId": "LEV.23.31", "verseOrgIds": ["LEV.23.31"]}}, {"text": "It shall be unto you a sabbath of solemn rest, and ye shall afflict your souls; in the ninth day of the month at even, from even unto even, shall ye keep your sabbath. ", "type": "text", "attrs": {"verseId": "LEV.23.32", "verseOrgIds": ["LEV.23.32"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "LEV.23.33", "verseOrgIds": ["LEV.23.33"]}}, {"text": "Speak unto the children of Israel, saying: On the fifteenth day of this seventh month is the feast of tabernacles for seven days unto the LORD. ", "type": "text", "attrs": {"verseId": "LEV.23.34", "verseOrgIds": ["LEV.23.34"]}}, {"text": "On the first day shall be a holy convocation; ye shall do no manner of servile work. ", "type": "text", "attrs": {"verseId": "LEV.23.35", "verseOrgIds": ["LEV.23.35"]}}, {"text": "Seven days ye shall bring an offering made by fire unto the LORD; on the eighth day shall be a holy convocation unto you; and ye shall bring an offering made by fire unto the LORD; it is a day of solemn assembly; ye shall do no manner of servile work. ", "type": "text", "attrs": {"verseId": "LEV.23.36", "verseOrgIds": ["LEV.23.36"]}}, {"text": "These are the appointed seasons of the LORD, which ye shall proclaim to be holy convocations, to bring an offering made by fire unto the LORD, a burnt-offering, and a meal-offering, a sacrifice, and drink-offerings, each on its own day; ", "type": "text", "attrs": {"verseId": "LEV.23.37", "verseOrgIds": ["LEV.23.37"]}}, {"text": "beside the sabbaths of the LORD, and beside your gifts, and beside all your vows, and beside all your freewill-offerings, which ye give unto the LORD. ", "type": "text", "attrs": {"verseId": "LEV.23.38", "verseOrgIds": ["LEV.23.38"]}}, {"text": "Howbeit on the fifteenth day of the seventh month, when ye have gathered in the fruits of the land, ye shall keep the feast of the LORD seven days; on the first day shall be a solemn rest, and on the eighth day shall be a solemn rest. ", "type": "text", "attrs": {"verseId": "LEV.23.39", "verseOrgIds": ["LEV.23.39"]}}, {"text": "And ye shall take you on the first day the fruit of goodly trees, branches of palm-trees, and boughs of thick trees, and willows of the brook, and ye shall rejoice before the LORD your God seven days. ", "type": "text", "attrs": {"verseId": "LEV.23.40", "verseOrgIds": ["LEV.23.40"]}}, {"text": "And ye shall keep it a feast unto the LORD seven days in the year; it is a statute for ever in your generations; ye shall keep it in the seventh month. ", "type": "text", "attrs": {"verseId": "LEV.23.41", "verseOrgIds": ["LEV.23.41"]}}, {"text": "Ye shall dwell in booths seven days; all that are home-born in Israel shall dwell in booths; ", "type": "text", "attrs": {"verseId": "LEV.23.42", "verseOrgIds": ["LEV.23.42"]}}, {"text": "that your generations may know that I made the children of Israel to dwell in booths, when I brought them out of the land of Egypt: I am the LORD your God. ", "type": "text", "attrs": {"verseId": "LEV.23.43", "verseOrgIds": ["LEV.23.43"]}}, {"text": "And Moses declared unto the children of Israel the appointed seasons of the LORD.", "type": "text", "attrs": {"verseId": "LEV.23.44", "verseOrgIds": ["LEV.23.44"]}}]}], "next": {"id": "LEV.24", "number": "24", "bookId": "LEV"}, "previous": {"id": "LEV.22", "number": "22", "bookId": "LEV"}}}}