{"_default": {"1": {"id": "ISA.62", "bibleId": "bf8f1c7f3f9045a5-01", "number": "62", "bookId": "ISA", "reference": "Isaiah 62", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For Zion's sake will I not hold My peace, and for Jerusalem's sake I will not rest, until her triumph go forth as brightness, and her salvation as a torch that burneth. ", "type": "text", "attrs": {"verseId": "ISA.62.1", "verseOrgIds": ["ISA.62.1"]}}, {"text": "And the nations shall see thy triumph, and all kings thy glory; and thou shalt be called by a new name, which the mouth of the LORD shall mark out. ", "type": "text", "attrs": {"verseId": "ISA.62.2", "verseOrgIds": ["ISA.62.2"]}}, {"text": "Thou shalt also be a crown of beauty in the hand of the LORD, and a royal diadem in the open hand of thy God. ", "type": "text", "attrs": {"verseId": "ISA.62.3", "verseOrgIds": ["ISA.62.3"]}}, {"text": "Thou shalt no more be termed Forsaken, neither shall thy land any more be termed Desolate; but thou shalt be called, My delight is in her, and thy land, Espoused; for the LORD delighteth in thee, and thy land shall be espoused. ", "type": "text", "attrs": {"verseId": "ISA.62.4", "verseOrgIds": ["ISA.62.4"]}}, {"text": "For as a young man espouseth a virgin, so shall thy sons espouse thee; and as the bridegroom rejoiceth over the bride, so shall thy God rejoice over thee. ", "type": "text", "attrs": {"verseId": "ISA.62.5", "verseOrgIds": ["ISA.62.5"]}}, {"text": "I have set watchmen upon thy walls, O Jerusalem, they shall never hold their peace day nor night: 'Ye that are the LORD'S remembrancers, take ye no rest, ", "type": "text", "attrs": {"verseId": "ISA.62.6", "verseOrgIds": ["ISA.62.6"]}}, {"text": "And give Him no rest, till He establish, and till He make Jerusalem a praise in the earth.' ", "type": "text", "attrs": {"verseId": "ISA.62.7", "verseOrgIds": ["ISA.62.7"]}}, {"text": "The LORD hath sworn by His right hand, and by the arm of His strength: Surely I will no more give thy corn to be food for thine enemies; and strangers shall not drink thy wine, for which thou hast laboured; ", "type": "text", "attrs": {"verseId": "ISA.62.8", "verseOrgIds": ["ISA.62.8"]}}, {"text": "But they that have garnered it shall eat it, and praise the LORD, and they that have gathered it shall drink it in the courts of My sanctuary. ", "type": "text", "attrs": {"verseId": "ISA.62.9", "verseOrgIds": ["ISA.62.9"]}}, {"text": "Go through, go through the gates, clear ye the way of the people; cast up, cast up the highway, gather out the stones; lift up an ensign over the peoples. ", "type": "text", "attrs": {"verseId": "ISA.62.10", "verseOrgIds": ["ISA.62.10"]}}, {"text": "Behold, the LORD hath proclaimed unto the end of the earth: say ye to the daughter of Zion: 'Behold, thy salvation cometh; behold, His reward is with Him, and His recompense before Him.' ", "type": "text", "attrs": {"verseId": "ISA.62.11", "verseOrgIds": ["ISA.62.11"]}}, {"text": "And they shall call them The holy people, The redeemed of the LORD; and thou shalt be called Sought out, a city not forsaken.", "type": "text", "attrs": {"verseId": "ISA.62.12", "verseOrgIds": ["ISA.62.12"]}}]}], "next": {"id": "ISA.63", "number": "63", "bookId": "ISA"}, "previous": {"id": "ISA.61", "number": "61", "bookId": "ISA"}}}}