{"_default": {"1": {"id": "GEN.38", "bibleId": "bf8f1c7f3f9045a5-01", "number": "38", "bookId": "GEN", "reference": "Genesis 38", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass at that time, that Judah went down from his brethren, and turned in to a certain Adullamite, whose name was Hirah. ", "type": "text", "attrs": {"verseId": "GEN.38.1", "verseOrgIds": ["GEN.38.1"]}}, {"text": "And Judah saw there a daughter of a certain Canaanite whose name was Shua; and he took her, and went in unto her. ", "type": "text", "attrs": {"verseId": "GEN.38.2", "verseOrgIds": ["GEN.38.2"]}}, {"text": "And she conceived, and bore a son; and he called his name Er. ", "type": "text", "attrs": {"verseId": "GEN.38.3", "verseOrgIds": ["GEN.38.3"]}}, {"text": "And she conceived again, and bore a son; and she called his name Onan. ", "type": "text", "attrs": {"verseId": "GEN.38.4", "verseOrgIds": ["GEN.38.4"]}}, {"text": "And she yet again bore a son, and called his name Shelah; and he was at Chezib, when she bore him. ", "type": "text", "attrs": {"verseId": "GEN.38.5", "verseOrgIds": ["GEN.38.5"]}}, {"text": "And Judah took a wife for Er his first-born, and her name was Tamar. ", "type": "text", "attrs": {"verseId": "GEN.38.6", "verseOrgIds": ["GEN.38.6"]}}, {"text": "And Er, Judah's first-born, was wicked in the sight of the LORD; and the LORD slew him. ", "type": "text", "attrs": {"verseId": "GEN.38.7", "verseOrgIds": ["GEN.38.7"]}}, {"text": "And Judah said unto Onan: 'Go in unto thy brother's wife, and perform the duty of a husband's brother unto her, and raise up seed to thy brother.' ", "type": "text", "attrs": {"verseId": "GEN.38.8", "verseOrgIds": ["GEN.38.8"]}}, {"text": "And Onan knew that the seed would not be his; and it came to pass when he went in unto his brother's wife, that he spilled it on the ground, lest he should give seed to his brother. ", "type": "text", "attrs": {"verseId": "GEN.38.9", "verseOrgIds": ["GEN.38.9"]}}, {"text": "And the thing which he did was evil in the sight of the LORD; and He slew him also. ", "type": "text", "attrs": {"verseId": "GEN.38.10", "verseOrgIds": ["GEN.38.10"]}}, {"text": "Then said Judah to Tamar his daughter-in-law: 'Remain a widow in thy father's house, till Shelah my son be grown up'; for he said: 'Lest he also die, like his brethren.' And Tamar went and dwelt in her father's house. ", "type": "text", "attrs": {"verseId": "GEN.38.11", "verseOrgIds": ["GEN.38.11"]}}, {"text": "And in process of time Shua's daughter, the wife of Judah, died; and Judah was comforted, and went up unto his sheep-shearers to Timnah, he and his friend Hirah the Adullamite. ", "type": "text", "attrs": {"verseId": "GEN.38.12", "verseOrgIds": ["GEN.38.12"]}}, {"text": "And it was told Tamar, saying: 'Behold, thy father-in-law goeth up to Timnah to shear his sheep.' ", "type": "text", "attrs": {"verseId": "GEN.38.13", "verseOrgIds": ["GEN.38.13"]}}, {"text": "And she put off from her the garments of her widowhood, and covered herself with her veil, and wrapped herself, and sat in the entrance of Enaim, which is by the way to Timnah; for she saw that Shelah was grown up, and she was not given unto him to wife. ", "type": "text", "attrs": {"verseId": "GEN.38.14", "verseOrgIds": ["GEN.38.14"]}}, {"text": "When Judah saw her, he thought her to be a harlot; for she had covered her face. ", "type": "text", "attrs": {"verseId": "GEN.38.15", "verseOrgIds": ["GEN.38.15"]}}, {"text": "And he turned unto her by the way, and said: 'Come, I pray thee, let me come in unto thee'; for he knew not that she was his daughter-in-law. And she said: 'What wilt thou give me, that thou mayest come in unto me?' ", "type": "text", "attrs": {"verseId": "GEN.38.16", "verseOrgIds": ["GEN.38.16"]}}, {"text": "And he said: 'I will send thee a kid of the goats from the flock.' And she said: 'Wilt thou give me a pledge, till thou send it?' ", "type": "text", "attrs": {"verseId": "GEN.38.17", "verseOrgIds": ["GEN.38.17"]}}, {"text": "And he said: 'What pledge shall I give thee?' And she said: 'Thy signet and thy cord, and thy staff that is in thy hand.' And he gave them to her, and came in unto her, and she conceived by him. ", "type": "text", "attrs": {"verseId": "GEN.38.18", "verseOrgIds": ["GEN.38.18"]}}, {"text": "And she arose, and went away, and put off her veil from her, and put on the garments of her widowhood. ", "type": "text", "attrs": {"verseId": "GEN.38.19", "verseOrgIds": ["GEN.38.19"]}}, {"text": "And Judah sent the kid of the goats by the hand of his friend the Adullamite, to receive the pledge from the woman's hand; but he found her not. ", "type": "text", "attrs": {"verseId": "GEN.38.20", "verseOrgIds": ["GEN.38.20"]}}, {"text": "Then he asked the men of her place, saying: 'Where is the harlot, that was at Enaim by the wayside?' And they said: 'There hath been no harlot here.' ", "type": "text", "attrs": {"verseId": "GEN.38.21", "verseOrgIds": ["GEN.38.21"]}}, {"text": "And he returned to Judah, and said: 'I have not found her; and also the men of the place said: There hath been no harlot here.' ", "type": "text", "attrs": {"verseId": "GEN.38.22", "verseOrgIds": ["GEN.38.22"]}}, {"text": "And Judah said: 'Let her take it, lest we be put to shame; behold, I sent this kid, and thou hast not found her.' ", "type": "text", "attrs": {"verseId": "GEN.38.23", "verseOrgIds": ["GEN.38.23"]}}, {"text": "And it came to pass about three months after, that it was told Judah, saying: 'Tamar thy daughter-in-law hath played the harlot; and moreover, behold, she is with child by harlotry.' And Judah said: 'Bring her forth, and let her be burnt.' ", "type": "text", "attrs": {"verseId": "GEN.38.24", "verseOrgIds": ["GEN.38.24"]}}, {"text": "When she was brought forth, she sent to her father-in-law, saying: 'By the man, whose these are, am I with child'; and she said: 'Discern, I pray thee, whose are these, the signet, and the cords, and the staff.' ", "type": "text", "attrs": {"verseId": "GEN.38.25", "verseOrgIds": ["GEN.38.25"]}}, {"text": "And Judah acknowledged them, and said: 'She is more righteous than I; forasmuch as I gave her not to Shelah my son.' And he knew her again no more. ", "type": "text", "attrs": {"verseId": "GEN.38.26", "verseOrgIds": ["GEN.38.26"]}}, {"text": "And it came to pass in the time of her travail, that, behold, twins were in her womb. ", "type": "text", "attrs": {"verseId": "GEN.38.27", "verseOrgIds": ["GEN.38.27"]}}, {"text": "And it came to pass, when she travailed, that one put out a hand; and the midwife took and bound upon his hand a scarlet thread, saying: 'This came out first.' ", "type": "text", "attrs": {"verseId": "GEN.38.28", "verseOrgIds": ["GEN.38.28"]}}, {"text": "And it came to pass, as he drew back his hand, that, behold his brother came out; and she said: 'Wherefore hast thou made a breach for thyself?' Therefore his name was called Perez. ", "type": "text", "attrs": {"verseId": "GEN.38.29", "verseOrgIds": ["GEN.38.29"]}}, {"text": "And afterward came out his brother, that had the scarlet thread upon his hand; and his name was called Zerah.", "type": "text", "attrs": {"verseId": "GEN.38.30", "verseOrgIds": ["GEN.38.30"]}}]}], "next": {"id": "GEN.39", "number": "39", "bookId": "GEN"}, "previous": {"id": "GEN.37", "number": "37", "bookId": "GEN"}}}}