{"_default": {"1": {"id": "1KI.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "1KI", "reference": "1 Kings 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass after these things, that Naboth the Jezreelite had a vineyard, which was in Jezreel, hard by the palace of Ahab, king of Samaria. ", "type": "text", "attrs": {"verseId": "1KI.21.1", "verseOrgIds": ["1KI.21.1"]}}, {"text": "And Ahab spoke unto Naboth, saying: 'Give me thy vineyard, that I may have it for a garden of herbs, because it is near unto my house; and I will give thee for it a better vineyard than it; or, if it seem good to thee, I will give thee the worth of it in money.' ", "type": "text", "attrs": {"verseId": "1KI.21.2", "verseOrgIds": ["1KI.21.2"]}}, {"text": "And Naboth said to Ahab: 'The LORD forbid it me, that I should give the inheritance of my fathers unto thee.' ", "type": "text", "attrs": {"verseId": "1KI.21.3", "verseOrgIds": ["1KI.21.3"]}}, {"text": "And Ahab came into his house sullen and displeased because of the word which Naboth the Jezreelite had spoken to him; for he had said: 'I will not give thee the inheritance of my fathers.' And he laid him down upon his bed, and turned away his face, and would eat no bread. ", "type": "text", "attrs": {"verseId": "1KI.21.4", "verseOrgIds": ["1KI.21.4"]}}, {"text": "But Jezebel his wife came to him, and said unto him: 'Why is thy spirit so sullen, that thou eatest no bread?' ", "type": "text", "attrs": {"verseId": "1KI.21.5", "verseOrgIds": ["1KI.21.5"]}}, {"text": "And he said unto her: 'Because I spoke unto Naboth the Jezreelite, and said unto him: Give me thy vineyard for money; or else, if it please thee, I will give thee another vineyard for it; and he answered: I will not give thee my vineyard.' ", "type": "text", "attrs": {"verseId": "1KI.21.6", "verseOrgIds": ["1KI.21.6"]}}, {"text": "And Jezebel his wife said unto him: 'Dost thou now govern the kingdom of Israel? arise, and eat bread, and let thy heart be merry; I will give thee the vineyard of Naboth the Jezreelite.' ", "type": "text", "attrs": {"verseId": "1KI.21.7", "verseOrgIds": ["1KI.21.7"]}}, {"text": "So she wrote letters in Ahab's name, and sealed them with his seal, and sent the letters unto the elders and to the nobles that were in his city, and that dwelt with Naboth. ", "type": "text", "attrs": {"verseId": "1KI.21.8", "verseOrgIds": ["1KI.21.8"]}}, {"text": "And she wrote in the letters, saying: 'Proclaim a fast, and set Naboth at the head of the people; ", "type": "text", "attrs": {"verseId": "1KI.21.9", "verseOrgIds": ["1KI.21.9"]}}, {"text": "and set two men, base fellows, before him, and let them bear witness against him, saying: Thou didst curse God and the king. And then carry him out, and stone him, that he die.' ", "type": "text", "attrs": {"verseId": "1KI.21.10", "verseOrgIds": ["1KI.21.10"]}}, {"text": "And the men of his city, even the elders and the nobles who dwelt in his city, did as Jezebel had sent unto them, according as it was written in the letters which she had sent unto them. ", "type": "text", "attrs": {"verseId": "1KI.21.11", "verseOrgIds": ["1KI.21.11"]}}, {"text": "They proclaimed a fast, and set Naboth at the head of the people. ", "type": "text", "attrs": {"verseId": "1KI.21.12", "verseOrgIds": ["1KI.21.12"]}}, {"text": "And the two men, the base fellows, came in and sat before him; and the base fellows bore witness against him, even against Naboth, in the presence of the people, saying: 'Naboth did curse God and the king.' Then they carried him forth out of the city, and stoned him with stones, that he died. ", "type": "text", "attrs": {"verseId": "1KI.21.13", "verseOrgIds": ["1KI.21.13"]}}, {"text": "Then they sent to Jezebel, saying: 'Naboth is stoned, and is dead.' ", "type": "text", "attrs": {"verseId": "1KI.21.14", "verseOrgIds": ["1KI.21.14"]}}, {"text": "And it came to pass, when Jezebel heard that Naboth was stoned, and was dead, that Jezebel said to Ahab: 'Arise, take possession of the vineyard of Naboth the Jezreelite, which he refused to give thee for money; for Naboth is not alive, but dead.' ", "type": "text", "attrs": {"verseId": "1KI.21.15", "verseOrgIds": ["1KI.21.15"]}}, {"text": "And it came to pass, when Ahab heard that Naboth was dead, that Ahab rose up to go down to the vineyard of Naboth the Jezreelite, to take possession of it. ", "type": "text", "attrs": {"verseId": "1KI.21.16", "verseOrgIds": ["1KI.21.16"]}}, {"text": "And the word of the LORD came to Elijah the Tishbite, saying: ", "type": "text", "attrs": {"verseId": "1KI.21.17", "verseOrgIds": ["1KI.21.17"]}}, {"text": "'Arise, go down to meet Ahab king of Israel, who dwelleth in Samaria; behold, he is in the vineyard of Naboth, whither he is gone down to take possession of it. ", "type": "text", "attrs": {"verseId": "1KI.21.18", "verseOrgIds": ["1KI.21.18"]}}, {"text": "And thou shalt speak unto him, saying: Thus saith the LORD: Hast thou killed, and also taken possessions? and thou shalt speak unto him, saying: Thus saith the LORD: In the place where dogs licked the blood of Naboth shall dogs lick thy blood, even thine.' ", "type": "text", "attrs": {"verseId": "1KI.21.19", "verseOrgIds": ["1KI.21.19"]}}, {"text": "And Ahab said to Elijah: 'Hast thou found me, O mine enemy?' And he answered: 'I have found thee; because thou hast given thyself over to do that which is evil in the sight of the LORD. ", "type": "text", "attrs": {"verseId": "1KI.21.20", "verseOrgIds": ["1KI.21.20"]}}, {"text": "Behold, I will bring evil upon thee, and will utterly sweep thee away, and will cut off from Ahab every man-child, and him that is shut up and him that is left at large in Israel. ", "type": "text", "attrs": {"verseId": "1KI.21.21", "verseOrgIds": ["1KI.21.21"]}}, {"text": "And I will make thy house like the house of Jeroboam the son of Nebat, and like the house of Baasa the son of Ahijah, for the provocation wherewith thou hast provoked Me, and hast made Israel to sin. ", "type": "text", "attrs": {"verseId": "1KI.21.22", "verseOrgIds": ["1KI.21.22"]}}, {"text": "And of Jezebel also spoke the LORD, saying: The dogs shall eat Jezebel in the moat of Jezreel. ", "type": "text", "attrs": {"verseId": "1KI.21.23", "verseOrgIds": ["1KI.21.23"]}}, {"text": "Him that dieth of Ahab in the city the dogs shall eat; and him that dieth in the field shall the fowls of the air eat.' ", "type": "text", "attrs": {"verseId": "1KI.21.24", "verseOrgIds": ["1KI.21.24"]}}, {"text": "But there was none like unto Ahab, who did give himself over to do that which was evil in the sight of the LORD, whom Jezebel his wife stirred up. ", "type": "text", "attrs": {"verseId": "1KI.21.25", "verseOrgIds": ["1KI.21.25"]}}, {"text": "And he did very abominably in following idols, according to all that the Amorites did, whom the LORD cast out before the children of Israel. ", "type": "text", "attrs": {"verseId": "1KI.21.26", "verseOrgIds": ["1KI.21.26"]}}, {"text": "And it came to pass, when Ahab heard those words, that he rent his clothes, and put sackcloth upon his flesh, and fasted, and lay in sackcloth, and went softy. ", "type": "text", "attrs": {"verseId": "1KI.21.27", "verseOrgIds": ["1KI.21.27"]}}, {"text": "And the word of the LORD came to Elijah the Tishbite, saying: ", "type": "text", "attrs": {"verseId": "1KI.21.28", "verseOrgIds": ["1KI.21.28"]}}, {"text": "'Seest thou how Ahab humbleth himself before Me? because he humbleth himself before Me, I will not bring the evil in his days; but in his son's days will I bring the evil upon his house.'", "type": "text", "attrs": {"verseId": "1KI.21.29", "verseOrgIds": ["1KI.21.29"]}}]}], "next": {"id": "1KI.22", "number": "22", "bookId": "1KI"}, "previous": {"id": "1KI.20", "number": "20", "bookId": "1KI"}}}}