{"_default": {"1": {"id": "ZEC.8", "bibleId": "bf8f1c7f3f9045a5-01", "number": "8", "bookId": "ZEC", "reference": "Zechariah 8", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD of hosts came, saying: ", "type": "text", "attrs": {"verseId": "ZEC.8.1", "verseOrgIds": ["ZEC.8.1"]}}, {"text": "'Thus saith the LORD of hosts: I am jealous for Zion with great jealousy, and I am jealous for her with great fury. ", "type": "text", "attrs": {"verseId": "ZEC.8.2", "verseOrgIds": ["ZEC.8.2"]}}, {"text": "Thus saith the LORD: I return unto Zion, and will dwell in the midst of Jerusalem; and Jerusalem shall be called The city of truth; and the mountain of the LORD of hosts The holy mountain. ", "type": "text", "attrs": {"verseId": "ZEC.8.3", "verseOrgIds": ["ZEC.8.3"]}}, {"text": "Thus saith the LORD of hosts: There shall yet old men and old women sit in the broad places of Jerusalem, every man with his staff in his hand for very age. ", "type": "text", "attrs": {"verseId": "ZEC.8.4", "verseOrgIds": ["ZEC.8.4"]}}, {"text": "And the broad places of the city shall be full of boys and girls playing in the broad places thereof. ", "type": "text", "attrs": {"verseId": "ZEC.8.5", "verseOrgIds": ["ZEC.8.5"]}}, {"text": "Thus saith the LORD of hosts: If it be marvellous in the eyes of the remnant of this people in those days, should it also be marvellous in Mine eyes? saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "ZEC.8.6", "verseOrgIds": ["ZEC.8.6"]}}, {"text": "Thus saith the LORD of hosts: Behold, I will save My people from the east country, and from the west country; ", "type": "text", "attrs": {"verseId": "ZEC.8.7", "verseOrgIds": ["ZEC.8.7"]}}, {"text": "And I will bring them, and they shall dwell in the midst of Jerusalem; and they shall be My people, and I will be their God, in truth and in righteousness. ", "type": "text", "attrs": {"verseId": "ZEC.8.8", "verseOrgIds": ["ZEC.8.8"]}}, {"text": "Thus saith the LORD of hosts: Let your hands be strong, ye that hear in these days these words from the mouth of the prophets that were in the day that the foundation of the house of the LORD of hosts was laid, even the temple, that it might be built. ", "type": "text", "attrs": {"verseId": "ZEC.8.9", "verseOrgIds": ["ZEC.8.9"]}}, {"text": "For before those days there was no hire for man, nor any hire for beast; neither was there any peace to him that went out or came in because of the adversary; for I set all men every one against his neighbour. ", "type": "text", "attrs": {"verseId": "ZEC.8.10", "verseOrgIds": ["ZEC.8.10"]}}, {"text": "But now I will not be unto the remnant of this people as in the former days, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "ZEC.8.11", "verseOrgIds": ["ZEC.8.11"]}}, {"text": "For as the seed of peace, the vine shall give her fruit, and the ground shall give her increase, and the heavens shall give their dew; and I will cause the remnant of this people to inherit all these things. ", "type": "text", "attrs": {"verseId": "ZEC.8.12", "verseOrgIds": ["ZEC.8.12"]}}, {"text": "And it shall come to pass that, as ye were a curse among the nations, O house of Judah and house of Israel, so will I save you, and ye shall be a blessing; fear not, but let your hands be strong. ", "type": "text", "attrs": {"verseId": "ZEC.8.13", "verseOrgIds": ["ZEC.8.13"]}}, {"text": "For thus saith the LORD of host: As I purposed to do evil unto you, when your fathers provoked Me, saith the LORD of hosts, and I repented not; ", "type": "text", "attrs": {"verseId": "ZEC.8.14", "verseOrgIds": ["ZEC.8.14"]}}, {"text": "so again do I purpose in these days to do good unto Jerusalem and to the house of Judah; fear ye not. ", "type": "text", "attrs": {"verseId": "ZEC.8.15", "verseOrgIds": ["ZEC.8.15"]}}, {"text": "These are the things that ye shall do: Speak ye every man the truth with his neighbour; execute the judgment of truth and peace in your gates; ", "type": "text", "attrs": {"verseId": "ZEC.8.16", "verseOrgIds": ["ZEC.8.16"]}}, {"text": "and let none of you devise evil in your hearts against his neighbour; and love no false oath; for all these are things that I hate, saith the LORD.' ", "type": "text", "attrs": {"verseId": "ZEC.8.17", "verseOrgIds": ["ZEC.8.17"]}}, {"text": "And the word of the LORD of hosts came unto me, saying: ", "type": "text", "attrs": {"verseId": "ZEC.8.18", "verseOrgIds": ["ZEC.8.18"]}}, {"text": "'Thus saith the LORD of hosts: The fast of the fourth month, and the fast of the fifth, and the fast of the seventh, and the fast of the tenth, shall be to the house of Judah joy and gladness, and cheerful seasons; therefore love ye truth and peace. ", "type": "text", "attrs": {"verseId": "ZEC.8.19", "verseOrgIds": ["ZEC.8.19"]}}, {"text": "Thus saith the LORD of hosts: It shall yet come to pass, that there shall come peoples, and the inhabitants of many cities; ", "type": "text", "attrs": {"verseId": "ZEC.8.20", "verseOrgIds": ["ZEC.8.20"]}}, {"text": "and the inhabitants of one city shall go to another, saying: Let us go speedily to entreat the favour of the LORD, and to seek the LORD of hosts; I will go also. ", "type": "text", "attrs": {"verseId": "ZEC.8.21", "verseOrgIds": ["ZEC.8.21"]}}, {"text": "Yea, many peoples and mighty nations shall come to seek the LORD of hosts in Jerusalem, and to entreat the favour of the LORD. ", "type": "text", "attrs": {"verseId": "ZEC.8.22", "verseOrgIds": ["ZEC.8.22"]}}, {"text": "Thus saith the LORD of hosts: In those days it shall come to pass, that ten men shall take hold, out of all the languages of the nations, shall even take hold of the skirt of him that is a Jew, saying: We will go with you, for we have heard that God is with you.'", "type": "text", "attrs": {"verseId": "ZEC.8.23", "verseOrgIds": ["ZEC.8.23"]}}]}], "next": {"id": "ZEC.9", "number": "9", "bookId": "ZEC"}, "previous": {"id": "ZEC.7", "number": "7", "bookId": "ZEC"}}}}