{"_default": {"1": {"id": "EZK.23", "bibleId": "bf8f1c7f3f9045a5-01", "number": "23", "bookId": "EZK", "reference": "Ezekiel 23", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.23.1", "verseOrgIds": ["EZK.23.1"]}}, {"text": "'Son of man, there were two women, the daughters of one mother; ", "type": "text", "attrs": {"verseId": "EZK.23.2", "verseOrgIds": ["EZK.23.2"]}}, {"text": "and they committed harlotries in Egypt; they committed harlotries in their youth; there were their bosoms pressed, and there their virgin breasts were bruised. ", "type": "text", "attrs": {"verseId": "EZK.23.3", "verseOrgIds": ["EZK.23.3"]}}, {"text": "And the names of them were Oholah the elder, and Oholibah her sister; and they became Mine, and they bore sons and daughters. And as for their names, Samaria is Oholah, and Jerusalem Oholibah. ", "type": "text", "attrs": {"verseId": "EZK.23.4", "verseOrgIds": ["EZK.23.4"]}}, {"text": "And Oholah played the harlot when she was Mine; and she doted on her lovers, on the Assyrians, warriors, ", "type": "text", "attrs": {"verseId": "EZK.23.5", "verseOrgIds": ["EZK.23.5"]}}, {"text": "clothed with blue, governors and rulers, handsome young men all of them, horsemen riding upon horses. ", "type": "text", "attrs": {"verseId": "EZK.23.6", "verseOrgIds": ["EZK.23.6"]}}, {"text": "And she bestowed her harlotries upon them, the choicest men of Assyria all of them; and on whomsoever she doted, with all their idols she defiled herself. ", "type": "text", "attrs": {"verseId": "EZK.23.7", "verseOrgIds": ["EZK.23.7"]}}, {"text": "Neither hath she left her harlotries brought from Egypt; for in her youth they lay with her, and they bruised her virgin breasts; and they poured out their lust upon her. ", "type": "text", "attrs": {"verseId": "EZK.23.8", "verseOrgIds": ["EZK.23.8"]}}, {"text": "Wherefore I delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted. ", "type": "text", "attrs": {"verseId": "EZK.23.9", "verseOrgIds": ["EZK.23.9"]}}, {"text": "These uncovered her nakedness; they took her sons and her daughters, and her they slew with the sword; and she became a byword among women, for judgments were executed upon her. ", "type": "text", "attrs": {"verseId": "EZK.23.10", "verseOrgIds": ["EZK.23.10"]}}, {"text": "And her sister Oholibah saw this, yet was she more corrupt in her doting than she, and in her harlotries more than her sister in her harlotries. ", "type": "text", "attrs": {"verseId": "EZK.23.11", "verseOrgIds": ["EZK.23.11"]}}, {"text": "She doted upon the Assyrians, governors and rulers, warriors, clothed most gorgeously, horsemen riding upon horses, all of them handsome young men. ", "type": "text", "attrs": {"verseId": "EZK.23.12", "verseOrgIds": ["EZK.23.12"]}}, {"text": "And I saw that she was defiled; they both took one way. ", "type": "text", "attrs": {"verseId": "EZK.23.13", "verseOrgIds": ["EZK.23.13"]}}, {"text": "And she increased her harlotries; for she saw men portrayed upon the wall, the images of the Chaldeans portrayed with vermilion, ", "type": "text", "attrs": {"verseId": "EZK.23.14", "verseOrgIds": ["EZK.23.14"]}}, {"text": "girded with girdles upon their loins, with pendant turbans upon their heads, all of them captains to look upon, the likeness of the sons of Babylon, even of Chaldea, the land of their nativity. ", "type": "text", "attrs": {"verseId": "EZK.23.15", "verseOrgIds": ["EZK.23.15"]}}, {"text": "And as soon as she saw them she doted upon them, and sent messengers unto them into Chaldea. ", "type": "text", "attrs": {"verseId": "EZK.23.16", "verseOrgIds": ["EZK.23.16"]}}, {"text": "And the Babylonians came to her into the bed of love, and they defiled her with their lust; and she was polluted with them, and her soul was alienated from them. ", "type": "text", "attrs": {"verseId": "EZK.23.17", "verseOrgIds": ["EZK.23.17"]}}, {"text": "So she uncovered her harlotries, and uncovered her nakedness; then My soul was alienated from her, like as My soul was alienated from her sister. ", "type": "text", "attrs": {"verseId": "EZK.23.18", "verseOrgIds": ["EZK.23.18"]}}, {"text": "Yet she multiplied her harlotries, remembering the days of her youth, wherein she had played the harlot in the land of Egypt. ", "type": "text", "attrs": {"verseId": "EZK.23.19", "verseOrgIds": ["EZK.23.19"]}}, {"text": "And she doted upon concubinage with them, whose flesh is as the flesh of asses, and whose issue is like the issue of horses. ", "type": "text", "attrs": {"verseId": "EZK.23.20", "verseOrgIds": ["EZK.23.20"]}}, {"text": "Thus thou didst call to remembrance the lewdness of thy youth, when they from Egypt bruised thy breasts for the bosom of thy youth. ", "type": "text", "attrs": {"verseId": "EZK.23.21", "verseOrgIds": ["EZK.23.21"]}}, {"text": "Therefore, O Oholibah, thus saith the Lord GOD: Behold, I will raise up thy lovers against thee, from whom thy soul is alienated, and I will bring them against thee on every side: ", "type": "text", "attrs": {"verseId": "EZK.23.22", "verseOrgIds": ["EZK.23.22"]}}, {"text": "the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them, handsome young men, governors and rulers all of them, captains and councillors, all of them riding upon horses. ", "type": "text", "attrs": {"verseId": "EZK.23.23", "verseOrgIds": ["EZK.23.23"]}}, {"text": "And they shall come against thee with hosts, chariots, and wheels, and with an assembly of peoples; they shall set themselves in array against thee with buckler and shield and helmet round about; and I will commit the judgment unto them, and they shall judge thee according to their judgments. ", "type": "text", "attrs": {"verseId": "EZK.23.24", "verseOrgIds": ["EZK.23.24"]}}, {"text": "And I will set My jealousy against thee, and they shall deal with thee in fury; they shall take away thy nose and thine ears, and thy residue shall fall by the sword; they shall take thy sons and thy daughters, and thy residue shall be devoured by the fire. ", "type": "text", "attrs": {"verseId": "EZK.23.25", "verseOrgIds": ["EZK.23.25"]}}, {"text": "They shall also strip thee of thy clothes, and take away thy fair jewels. ", "type": "text", "attrs": {"verseId": "EZK.23.26", "verseOrgIds": ["EZK.23.26"]}}, {"text": "Thus will I make thy lewdness to cease from thee, and thy harlotry brought from the land of Egypt, so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more. ", "type": "text", "attrs": {"verseId": "EZK.23.27", "verseOrgIds": ["EZK.23.27"]}}, {"text": "For thus saith the Lord GOD: Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy soul is alienated; ", "type": "text", "attrs": {"verseId": "EZK.23.28", "verseOrgIds": ["EZK.23.28"]}}, {"text": "and they shall deal with thee in hatred, and shall take away all thy labour, and shall leave thee naked and bare; and the nakedness of thy harlotries shall be uncovered, both thy lewdness and thy harlotries. ", "type": "text", "attrs": {"verseId": "EZK.23.29", "verseOrgIds": ["EZK.23.29"]}}, {"text": "These things shall be done unto thee, for that thou hast gone astray after the nations, and because thou art polluted with their idols. ", "type": "text", "attrs": {"verseId": "EZK.23.30", "verseOrgIds": ["EZK.23.30"]}}, {"text": "In the way of thy sister hast thou walked; therefore will I give her cup into thy hand. ", "type": "text", "attrs": {"verseId": "EZK.23.31", "verseOrgIds": ["EZK.23.31"]}}, {"text": "Thus saith the Lord GOD: Thou shalt drink of thy sister's cup, which is deep and large; thou shalt be for a scorn and a derision; it is full to the uttermost. ", "type": "text", "attrs": {"verseId": "EZK.23.32", "verseOrgIds": ["EZK.23.32"]}}, {"text": "Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and appalment, with the cup of thy sister Samaria. ", "type": "text", "attrs": {"verseId": "EZK.23.33", "verseOrgIds": ["EZK.23.33"]}}, {"text": "Thou shalt even drink it and drain it, and thou shalt craunch the sherds thereof, and shalt tear thy breasts; for I have spoken it, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.23.34", "verseOrgIds": ["EZK.23.34"]}}, {"text": "Therefore thus saith the Lord GOD: Because thou hast forgotten Me, and cast Me behind thy back, therefore bear thou also thy lewdness and thy harlotries.' ", "type": "text", "attrs": {"verseId": "EZK.23.35", "verseOrgIds": ["EZK.23.35"]}}, {"text": "The LORD said moreover unto me: 'Son of man, wilt thou judge Oholah and Oholibah? then declare unto them their abominations. ", "type": "text", "attrs": {"verseId": "EZK.23.36", "verseOrgIds": ["EZK.23.36"]}}, {"text": "For they have committed adultery, and blood is in their hands, and with their idols have they committed adultery; and their sons, whom they bore unto Me, they have also set apart unto them to be devoured. ", "type": "text", "attrs": {"verseId": "EZK.23.37", "verseOrgIds": ["EZK.23.37"]}}, {"text": "Moreover this they have done unto Me: they have defiled My sanctuary in the same day, and have profaned My sabbaths. ", "type": "text", "attrs": {"verseId": "EZK.23.38", "verseOrgIds": ["EZK.23.38"]}}, {"text": "For when they had slain their children to their idols, then they came the same day into My sanctuary to profane it; and, lo, thus have they done in the midst of My house. ", "type": "text", "attrs": {"verseId": "EZK.23.39", "verseOrgIds": ["EZK.23.39"]}}, {"text": "And furthermore ye have sent for men that come from far; unto whom a messenger was sent, and, lo, they came; for whom thou didst wash thyself, paint thine eyes, and deck thyself with ornaments; ", "type": "text", "attrs": {"verseId": "EZK.23.40", "verseOrgIds": ["EZK.23.40"]}}, {"text": "and sattest upon a stately bed, with a table prepared before it, whereupon thou didst set Mine incense and Mine oil. ", "type": "text", "attrs": {"verseId": "EZK.23.41", "verseOrgIds": ["EZK.23.41"]}}, {"text": "And the voice of a multitude being at ease was therein; and for the sake of men, they were so many, brought drunken from the wilderness, they put bracelets upon their hands, and beautiful crowns upon their heads. ", "type": "text", "attrs": {"verseId": "EZK.23.42", "verseOrgIds": ["EZK.23.42"]}}, {"text": "Then said I of her that was worn out by adulteries: Still they commit harlotries with her, even her. ", "type": "text", "attrs": {"verseId": "EZK.23.43", "verseOrgIds": ["EZK.23.43"]}}, {"text": "For every one went in unto her, as men go in unto a harlot; so went they in unto Oholah and unto Oholibah, the lewd women. ", "type": "text", "attrs": {"verseId": "EZK.23.44", "verseOrgIds": ["EZK.23.44"]}}, {"text": "But righteous men, they shall judge them as adulteresses are judged, and as women that shed blood are judged; because they are adulteresses, and blood is in their hands. ", "type": "text", "attrs": {"verseId": "EZK.23.45", "verseOrgIds": ["EZK.23.45"]}}, {"text": "For thus saith the Lord GOD: An assembly shall be brought up against them, and they shall be made a horror and a spoil. ", "type": "text", "attrs": {"verseId": "EZK.23.46", "verseOrgIds": ["EZK.23.46"]}}, {"text": "And the assembly shall stone them with stones, and despatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire. ", "type": "text", "attrs": {"verseId": "EZK.23.47", "verseOrgIds": ["EZK.23.47"]}}, {"text": "Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness. ", "type": "text", "attrs": {"verseId": "EZK.23.48", "verseOrgIds": ["EZK.23.48"]}}, {"text": "And your lewdness shall be recompensed upon you, and ye shall bear the sins of your idols; and ye shall know that I am the Lord GOD.'", "type": "text", "attrs": {"verseId": "EZK.23.49", "verseOrgIds": ["EZK.23.49"]}}]}], "next": {"id": "EZK.24", "number": "24", "bookId": "EZK"}, "previous": {"id": "EZK.22", "number": "22", "bookId": "EZK"}}}}