{"_default": {"1": {"id": "ECC.11", "bibleId": "bf8f1c7f3f9045a5-01", "number": "11", "bookId": "ECC", "reference": "Ecclesiastes 11", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Cast thy bread upon the waters, for thou shalt find it after many days. ", "type": "text", "attrs": {"verseId": "ECC.11.1", "verseOrgIds": ["ECC.11.1"]}}, {"text": "Divide a portion into seven, yea, even into eight; for thou knowest not what evil shall be upon the earth. ", "type": "text", "attrs": {"verseId": "ECC.11.2", "verseOrgIds": ["ECC.11.2"]}}, {"text": "If the clouds be full of rain, they empty themselves upon the earth; and if a tree fall in the south, or in the north, in the place where the tree falleth, there shall it be. ", "type": "text", "attrs": {"verseId": "ECC.11.3", "verseOrgIds": ["ECC.11.3"]}}, {"text": "He that observeth the wind shall not sow; and he that regardeth the clouds shall not reap. ", "type": "text", "attrs": {"verseId": "ECC.11.4", "verseOrgIds": ["ECC.11.4"]}}, {"text": "As thou knowest not what is the way of the wind, nor how the bones do grow in the womb of her that is with child; even so thou knowest not the work of God who doeth all things. ", "type": "text", "attrs": {"verseId": "ECC.11.5", "verseOrgIds": ["ECC.11.5"]}}, {"text": "In the morning sow thy seed, and in the evening withhold not thy hand; for thou knowest not which shall prosper, whether this or that, or whether they both shall be alike good. ", "type": "text", "attrs": {"verseId": "ECC.11.6", "verseOrgIds": ["ECC.11.6"]}}, {"text": "And the light is sweet, and a pleasant thing it is for the eyes to behold the sun. ", "type": "text", "attrs": {"verseId": "ECC.11.7", "verseOrgIds": ["ECC.11.7"]}}, {"text": "For if a man live many years, let him rejoice in them all, and remember the days of darkness, for they shall be many. All that cometh is vanity. ", "type": "text", "attrs": {"verseId": "ECC.11.8", "verseOrgIds": ["ECC.11.8"]}}, {"text": "Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thy heart, and in the sight of thine eyes; but know thou, that for all these things God will bring thee into judgment. ", "type": "text", "attrs": {"verseId": "ECC.11.9", "verseOrgIds": ["ECC.11.9"]}}, {"text": "Therefore remove vexation from thy heart, and put away evil from thy flesh; for childhood and youth are vanity.", "type": "text", "attrs": {"verseId": "ECC.11.10", "verseOrgIds": ["ECC.11.10"]}}]}], "next": {"id": "ECC.12", "number": "12", "bookId": "ECC"}, "previous": {"id": "ECC.10", "number": "10", "bookId": "ECC"}}}}