{"_default": {"1": {"id": "DAN.9", "bibleId": "bf8f1c7f3f9045a5-01", "number": "9", "bookId": "DAN", "reference": "Daniel 9", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the first year of Darius the son of Ahasuerus, of the seed of the Medes, who was made king over the realm of the Chaldeans; ", "type": "text", "attrs": {"verseId": "DAN.9.1", "verseOrgIds": ["DAN.9.1"]}}, {"text": "in the first year of his reign I Daniel meditated in the books, over the number of the years, whereof the word of the LORD came to Jeremiah the prophet, that He would accomplish for the desolations of Jerusalem seventy years. ", "type": "text", "attrs": {"verseId": "DAN.9.2", "verseOrgIds": ["DAN.9.2"]}}, {"text": "And I set my face unto the Lord God, to seek by prayer and supplications, with fasting, and sackcloth, and ashes. ", "type": "text", "attrs": {"verseId": "DAN.9.3", "verseOrgIds": ["DAN.9.3"]}}, {"text": "And I prayed unto the LORD my God, and made confession, and said: 'O Lord, the great and awful God, who keepest covenant and mercy with them that love Thee and keep Thy commandments, ", "type": "text", "attrs": {"verseId": "DAN.9.4", "verseOrgIds": ["DAN.9.4"]}}, {"text": "we have sinned, and have dealt iniquitously, and have done wickedly, and have rebelled, and have turned aside from Thy commandments and from Thine ordinances; ", "type": "text", "attrs": {"verseId": "DAN.9.5", "verseOrgIds": ["DAN.9.5"]}}, {"text": "neither have we hearkened unto Thy servants the prophets, that spoke in Thy name to our kings, our princes, and our fathers, and to all the people of the land. ", "type": "text", "attrs": {"verseId": "DAN.9.6", "verseOrgIds": ["DAN.9.6"]}}, {"text": "Unto Thee, O Lord, belongeth righteousness, but unto us confusion of face, as at this day; to the men of Judah, and to the inhabitants of Jerusalem, and unto all Israel, that are near, and that are far off, through all the countries whither Thou hast driven them, because they dealt treacherously with Thee. ", "type": "text", "attrs": {"verseId": "DAN.9.7", "verseOrgIds": ["DAN.9.7"]}}, {"text": "O LORD, to us belongeth confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against Thee. ", "type": "text", "attrs": {"verseId": "DAN.9.8", "verseOrgIds": ["DAN.9.8"]}}, {"text": "To the Lord our God belong compassions and forgivenesses; for we have rebelled against Him; ", "type": "text", "attrs": {"verseId": "DAN.9.9", "verseOrgIds": ["DAN.9.9"]}}, {"text": "neither have we hearkened to the voice of the LORD our God, to walk in His laws, which He set before us by His servants the prophets. ", "type": "text", "attrs": {"verseId": "DAN.9.10", "verseOrgIds": ["DAN.9.10"]}}, {"text": "Yea, all Israel have transgressed Thy law, and have turned aside, so as not to hearken to Thy voice; and so there hath been poured out upon us the curse and the oath that is written in the Law of Moses the servant of God; for we have sinned against Him. ", "type": "text", "attrs": {"verseId": "DAN.9.11", "verseOrgIds": ["DAN.9.11"]}}, {"text": "And He hath confirmed His word, which He spoke against us, and against our judges that judged us, by bringing upon us a great evil; so that under the whole heaven hath not been done as hath been done upon Jerusalem. ", "type": "text", "attrs": {"verseId": "DAN.9.12", "verseOrgIds": ["DAN.9.12"]}}, {"text": "As it is written in the Law of Moses, all this evil is come upon us; yet have we not entreated the favour of the LORD our God, that we might turn from our iniquities, and have discernment in Thy truth. ", "type": "text", "attrs": {"verseId": "DAN.9.13", "verseOrgIds": ["DAN.9.13"]}}, {"text": "And so the LORD hath watched over the evil, and brought it upon us; for the LORD our God is righteous in all His works which He hath done, and we have not hearkened to His voice. ", "type": "text", "attrs": {"verseId": "DAN.9.14", "verseOrgIds": ["DAN.9.14"]}}, {"text": "And now, O Lord our God, that hast brought Thy people forth out of the land of Egypt with a mighty hand, and hast gotten Thee renown, as at this day; we have sinned, we have done wickedly. ", "type": "text", "attrs": {"verseId": "DAN.9.15", "verseOrgIds": ["DAN.9.15"]}}, {"text": "O Lord, according to all Thy righteousness, let Thine anger and Thy fury, I pray Thee, be turned away from Thy city Jerusalem, Thy holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and Thy people are become a reproach to all that are about us. ", "type": "text", "attrs": {"verseId": "DAN.9.16", "verseOrgIds": ["DAN.9.16"]}}, {"text": "Now therefore, O our God, hearken unto the prayer of Thy servant, and to his supplications, and cause Thy face to shine upon Thy sanctuary that is desolate, for the Lord's sake. ", "type": "text", "attrs": {"verseId": "DAN.9.17", "verseOrgIds": ["DAN.9.17"]}}, {"text": "O my God, incline Thine ear, and hear; open Thine eyes, and behold our desolations, and the city upon which Thy name is called; for we do not present our supplications before Thee because of our righteousness, but because of Thy great compassions. ", "type": "text", "attrs": {"verseId": "DAN.9.18", "verseOrgIds": ["DAN.9.18"]}}, {"text": "O Lord, hear, O Lord, forgive, O Lord, attend and do, defer not; for Thine own sake, O my God, because Thy name is called upon Thy city and Thy people.' ", "type": "text", "attrs": {"verseId": "DAN.9.19", "verseOrgIds": ["DAN.9.19"]}}, {"text": "And while I was speaking, and praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the LORD my God for the holy mountain of my God; ", "type": "text", "attrs": {"verseId": "DAN.9.20", "verseOrgIds": ["DAN.9.20"]}}, {"text": "yea, while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, approached close to me about the time of the evening offering. ", "type": "text", "attrs": {"verseId": "DAN.9.21", "verseOrgIds": ["DAN.9.21"]}}, {"text": "And he made me to understand, and talked with me, and said: 'O Daniel, I am now come forth to make thee skilful of understanding. ", "type": "text", "attrs": {"verseId": "DAN.9.22", "verseOrgIds": ["DAN.9.22"]}}, {"text": "At the beginning of thy supplications a word went forth, and I am come to declare it; for thou art greatly beloved; therefore look into the word, and understand the vision. ", "type": "text", "attrs": {"verseId": "DAN.9.23", "verseOrgIds": ["DAN.9.23"]}}, {"text": "Seventy weeks are decreed upon thy people and upon thy holy city, to finish the transgression, and to make an end of sin, and to forgive iniquity, and to bring in everlasting righteousness, and to seal vision and prophet, and to anoint the most holy place. ", "type": "text", "attrs": {"verseId": "DAN.9.24", "verseOrgIds": ["DAN.9.24"]}}, {"text": "Know therefore and discern, that from the going forth of the word to restore and to build Jerusalem unto one anointed, a prince, shall be seven weeks; and for threescore and two weeks, it shall be built again, with broad place and moat, but in troublous times. ", "type": "text", "attrs": {"verseId": "DAN.9.25", "verseOrgIds": ["DAN.9.25"]}}, {"text": "And after the threescore and two weeks shall an anointed one be cut off, and be no more; and the people of a prince that shall come shall destroy the city and the sanctuary; but his end shall be with a flood; and unto the end of the war desolations are determined. ", "type": "text", "attrs": {"verseId": "DAN.9.26", "verseOrgIds": ["DAN.9.26"]}}, {"text": "And he shall make a firm covenant with many for one week; and for half of the week he shall cause the sacrifice and the offering to cease; and upon the wing of detestable things shall be that which causeth appalment; and that until the extermination wholly determined be poured out upon that which causeth appalment.'", "type": "text", "attrs": {"verseId": "DAN.9.27", "verseOrgIds": ["DAN.9.27"]}}]}], "next": {"id": "DAN.10", "number": "10", "bookId": "DAN"}, "previous": {"id": "DAN.8", "number": "8", "bookId": "DAN"}}}}