{"_default": {"1": {"id": "GEN.39", "bibleId": "bf8f1c7f3f9045a5-01", "number": "39", "bookId": "GEN", "reference": "Genesis 39", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Joseph was brought down to Egypt; and Potiphar, an officer of Pharaoh's, the captain of the guard, an Egyptian, bought him of the hand of the Ishmaelites, that had brought him down thither. ", "type": "text", "attrs": {"verseId": "GEN.39.1", "verseOrgIds": ["GEN.39.1"]}}, {"text": "And the LORD was with Joseph, and he was a prosperous man; and he was in the house of his master the Egyptian. ", "type": "text", "attrs": {"verseId": "GEN.39.2", "verseOrgIds": ["GEN.39.2"]}}, {"text": "And his master saw that the LORD was with him, and that the LORD made all that he did to prosper in his hand. ", "type": "text", "attrs": {"verseId": "GEN.39.3", "verseOrgIds": ["GEN.39.3"]}}, {"text": "And Joseph found favour in his sight, and he ministered unto him. And he appointed him overseer over his house, and all that he had he put into his hand. ", "type": "text", "attrs": {"verseId": "GEN.39.4", "verseOrgIds": ["GEN.39.4"]}}, {"text": "And it came to pass from the time that he appointed him overseer in his house, and over all that he had, that the LORD blessed the Egyptian's house for Joseph's sake; and the blessing of the LORD was upon all that he had, in the house and in the field. ", "type": "text", "attrs": {"verseId": "GEN.39.5", "verseOrgIds": ["GEN.39.5"]}}, {"text": "And he left all that he had in Joseph's hand; and, having him, he knew not aught save the bread which he did eat. And Joseph was of beautiful form, and fair to look upon. ", "type": "text", "attrs": {"verseId": "GEN.39.6", "verseOrgIds": ["GEN.39.6"]}}, {"text": "And it came to pass after these things, that his master's wife cast her eyes upon Joseph; and she said: 'Lie with me.' ", "type": "text", "attrs": {"verseId": "GEN.39.7", "verseOrgIds": ["GEN.39.7"]}}, {"text": "But he refused, and said unto his master's wife: 'Behold, my master, having me, knoweth not what is in the house, and he hath put all that he hath into my hand; ", "type": "text", "attrs": {"verseId": "GEN.39.8", "verseOrgIds": ["GEN.39.8"]}}, {"text": "he is not greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife. How then can I do this great wickedness, and sin against God?' ", "type": "text", "attrs": {"verseId": "GEN.39.9", "verseOrgIds": ["GEN.39.9"]}}, {"text": "And it came to pass, as she spoke to Joseph day by day, that he hearkened not unto her, to lie by her, or to be with her. ", "type": "text", "attrs": {"verseId": "GEN.39.10", "verseOrgIds": ["GEN.39.10"]}}, {"text": "And it came to pass on a certain day, when he went into the house to do his work, and there was none of the men of the house there within, ", "type": "text", "attrs": {"verseId": "GEN.39.11", "verseOrgIds": ["GEN.39.11"]}}, {"text": "that she caught him by his garment, saying: 'Lie with me.' And he left his garment in her hand, and fled, and got him out. ", "type": "text", "attrs": {"verseId": "GEN.39.12", "verseOrgIds": ["GEN.39.12"]}}, {"text": "And it came to pass, when she saw that he had left his garment in her hand, and was fled forth, ", "type": "text", "attrs": {"verseId": "GEN.39.13", "verseOrgIds": ["GEN.39.13"]}}, {"text": "that she called unto the men of her house, and spoke unto them, saying: 'See, he hath brought in a Hebrew unto us to mock us; he came in unto me to lie with me, and I cried with a loud voice. ", "type": "text", "attrs": {"verseId": "GEN.39.14", "verseOrgIds": ["GEN.39.14"]}}, {"text": "And it came to pass, when he heard that I lifted up my voice and cried, that he left his garment by me, and fled, and got him out.' ", "type": "text", "attrs": {"verseId": "GEN.39.15", "verseOrgIds": ["GEN.39.15"]}}, {"text": "And she laid up his garment by her, until his master came home. ", "type": "text", "attrs": {"verseId": "GEN.39.16", "verseOrgIds": ["GEN.39.16"]}}, {"text": "And she spoke unto him according to these words, saying: 'The Hebrew servant, whom thou hast brought unto us, came in unto me to mock me. ", "type": "text", "attrs": {"verseId": "GEN.39.17", "verseOrgIds": ["GEN.39.17"]}}, {"text": "And it came to pass, as I lifted up my voice and cried, that he left his garment by me, and fled out.' ", "type": "text", "attrs": {"verseId": "GEN.39.18", "verseOrgIds": ["GEN.39.18"]}}, {"text": "And it came to pass, when his master heard the words of his wife, which she spoke unto him, saying: 'After this manner did thy servant to me'; that his wrath was kindled. ", "type": "text", "attrs": {"verseId": "GEN.39.19", "verseOrgIds": ["GEN.39.19"]}}, {"text": "And Joseph's master took him, and put him into the prison, the place where the king's prisoners were bound; and he was there in the prison. ", "type": "text", "attrs": {"verseId": "GEN.39.20", "verseOrgIds": ["GEN.39.20"]}}, {"text": "But the LORD was with Joseph, and showed kindness unto him, and gave him favour in the sight of the keeper of the prison. ", "type": "text", "attrs": {"verseId": "GEN.39.21", "verseOrgIds": ["GEN.39.21"]}}, {"text": "And the keeper of the prison committed to Joseph's hand all the prisoners that were in the prison; and whatsoever they did there, he was the doer of it. ", "type": "text", "attrs": {"verseId": "GEN.39.22", "verseOrgIds": ["GEN.39.22"]}}, {"text": "The keeper of the prison looked not to any thing that was under his hand, because the LORD was with him; and that which he did, the LORD made it to prosper.", "type": "text", "attrs": {"verseId": "GEN.39.23", "verseOrgIds": ["GEN.39.23"]}}]}], "next": {"id": "GEN.40", "number": "40", "bookId": "GEN"}, "previous": {"id": "GEN.38", "number": "38", "bookId": "GEN"}}}}