{"_default": {"1": {"id": "EXO.24", "bibleId": "bf8f1c7f3f9045a5-01", "number": "24", "bookId": "EXO", "reference": "Exodus 24", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And unto Moses He said: 'Come up unto the LORD, thou, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel; and worship ye afar off; ", "type": "text", "attrs": {"verseId": "EXO.24.1", "verseOrgIds": ["EXO.24.1"]}}, {"text": "and Moses alone shall come near unto the LORD; but they shall not come near; neither shall the people go up with him.' ", "type": "text", "attrs": {"verseId": "EXO.24.2", "verseOrgIds": ["EXO.24.2"]}}, {"text": "And Moses came and told the people all the words of the LORD, and all the ordinances; and all the people answered with one voice, and said: 'All the words which the Lord hath spoken will we do.' ", "type": "text", "attrs": {"verseId": "EXO.24.3", "verseOrgIds": ["EXO.24.3"]}}, {"text": "And Moses wrote all the words of the LORD, and rose up early in the morning, and builded an altar under the mount, and twelve pillars, according to the twelve tribes of Israel. ", "type": "text", "attrs": {"verseId": "EXO.24.4", "verseOrgIds": ["EXO.24.4"]}}, {"text": "And he sent the young men of the children of Israel, who offered burnt-offerings, and sacrificed peace-offerings of oxen unto the LORD. ", "type": "text", "attrs": {"verseId": "EXO.24.5", "verseOrgIds": ["EXO.24.5"]}}, {"text": "And Moses took half of the blood, and put it in basins; and half of the blood he dashed against the altar. ", "type": "text", "attrs": {"verseId": "EXO.24.6", "verseOrgIds": ["EXO.24.6"]}}, {"text": "And he took the book of the covenant, and read in the hearing of the people; and they said: 'All that the LORD hath spoken will we do, and obey.' ", "type": "text", "attrs": {"verseId": "EXO.24.7", "verseOrgIds": ["EXO.24.7"]}}, {"text": "And Moses took the blood, and sprinkled it on the people, and said: 'Behold the blood of the covenant, which the LORD hath made with you in agreement with all these words.' ", "type": "text", "attrs": {"verseId": "EXO.24.8", "verseOrgIds": ["EXO.24.8"]}}, {"text": "Then went up Moses, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel; ", "type": "text", "attrs": {"verseId": "EXO.24.9", "verseOrgIds": ["EXO.24.9"]}}, {"text": "and they saw the God of Israel; and there was under His feet the like of a paved work of sapphire stone, and the like of the very heaven for clearness. ", "type": "text", "attrs": {"verseId": "EXO.24.10", "verseOrgIds": ["EXO.24.10"]}}, {"text": "And upon the nobles of the children of Israel He laid not His hand; and they beheld God, and did eat and drink. ", "type": "text", "attrs": {"verseId": "EXO.24.11", "verseOrgIds": ["EXO.24.11"]}}, {"text": "And the LORD said unto Moses: 'Come up to Me into the mount and be there; and I will give thee the tables of stone, and the law and the commandment, which I have written, that thou mayest teach them.' ", "type": "text", "attrs": {"verseId": "EXO.24.12", "verseOrgIds": ["EXO.24.12"]}}, {"text": "And Moses rose up, and Joshua his minister; and Moses went up into the mount of God. ", "type": "text", "attrs": {"verseId": "EXO.24.13", "verseOrgIds": ["EXO.24.13"]}}, {"text": "And unto the elders he said: 'Tarry ye here for us, until we come back unto you; and, behold, Aaron and Hur are with you; whosoever hath a cause, let him come near unto them.' ", "type": "text", "attrs": {"verseId": "EXO.24.14", "verseOrgIds": ["EXO.24.14"]}}, {"text": "And Moses went up into the mount, and the cloud covered the mount. ", "type": "text", "attrs": {"verseId": "EXO.24.15", "verseOrgIds": ["EXO.24.15"]}}, {"text": "And the glory of the LORD abode upon mount Sinai, and the cloud covered it six days; and the seventh day He called unto Moses out of the midst of the cloud. ", "type": "text", "attrs": {"verseId": "EXO.24.16", "verseOrgIds": ["EXO.24.16"]}}, {"text": "And the appearance of the glory of the LORD was like devouring fire on the top of the mount in the eyes of the children of Israel. ", "type": "text", "attrs": {"verseId": "EXO.24.17", "verseOrgIds": ["EXO.24.17"]}}, {"text": "And Moses entered into the midst of the cloud, and went up into the mount; and Moses was in the mount forty days and forty nights.", "type": "text", "attrs": {"verseId": "EXO.24.18", "verseOrgIds": ["EXO.24.18"]}}]}], "next": {"id": "EXO.25", "number": "25", "bookId": "EXO"}, "previous": {"id": "EXO.23", "number": "23", "bookId": "EXO"}}}}