{"_default": {"1": {"id": "JDG.16", "bibleId": "bf8f1c7f3f9045a5-01", "number": "16", "bookId": "JDG", "reference": "Judges 16", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Samson went to Gaza, and saw there a harlot, and went in unto her. ", "type": "text", "attrs": {"verseId": "JDG.16.1", "verseOrgIds": ["JDG.16.1"]}}, {"text": "And it was told the Gazites, saying: 'Samson is come hither.' And they compassed him in, and lay in wait for him all night in the gate of the city, and were quiet all the night, saying: 'Let be till morning light, then we will kill him.' ", "type": "text", "attrs": {"verseId": "JDG.16.2", "verseOrgIds": ["JDG.16.2"]}}, {"text": "And Samson lay till midnight, and arose at midnight, and laid hold of the doors of the gate of the city, and the two posts, and plucked them up, bar and all, and put them upon his shoulders, and carried them up to the top of the mountain that is before Hebron. ", "type": "text", "attrs": {"verseId": "JDG.16.3", "verseOrgIds": ["JDG.16.3"]}}, {"text": "And it came to pass afterward, that he loved a woman in the valley of Sorek, whose name was Delilah. ", "type": "text", "attrs": {"verseId": "JDG.16.4", "verseOrgIds": ["JDG.16.4"]}}, {"text": "And the lords of the Philistines came up unto her, and said unto her: 'Entice him, and see wherein his great strength lieth, and by what means we may prevail against him, that we may bind him to afflict him; and we will give thee every one of us eleven hundred pieces of silver.' ", "type": "text", "attrs": {"verseId": "JDG.16.5", "verseOrgIds": ["JDG.16.5"]}}, {"text": "And Delilah said to Samson: 'Tell me, I pray thee, wherein thy great strength lieth, and wherewith thou mightest be bound to afflict thee.' ", "type": "text", "attrs": {"verseId": "JDG.16.6", "verseOrgIds": ["JDG.16.6"]}}, {"text": "And Samson said unto her: 'If they bind me with seven fresh bowstrings that were never dried, then shall I become weak, and be as any other man.' ", "type": "text", "attrs": {"verseId": "JDG.16.7", "verseOrgIds": ["JDG.16.7"]}}, {"text": "Then the lords of the Philistines brought up to her seven fresh bowstrings which had not been dried, and she bound him with them. ", "type": "text", "attrs": {"verseId": "JDG.16.8", "verseOrgIds": ["JDG.16.8"]}}, {"text": "Now she had liers-in-wait abiding in the inner chamber. And she said unto him: 'The Philistines are upon thee, Samson.' And he broke the bowstrings as a string of tow is broken when it toucheth the fire. So his strength was not known. ", "type": "text", "attrs": {"verseId": "JDG.16.9", "verseOrgIds": ["JDG.16.9"]}}, {"text": "And Delilah said unto Samson: 'Behold, thou hast mocked me, and told me lies; now tell me, I pray thee, wherewith thou mightest be bound.' ", "type": "text", "attrs": {"verseId": "JDG.16.10", "verseOrgIds": ["JDG.16.10"]}}, {"text": "And he said unto her: 'If they only bind me with new ropes wherewith no work hath been done, then shall I become weak, and be as any other man.' ", "type": "text", "attrs": {"verseId": "JDG.16.11", "verseOrgIds": ["JDG.16.11"]}}, {"text": "So Delilah took new ropes, and bound him therewith, and said unto him: 'The Philistines are upon thee, Samson.' And the liers-in-wait were abiding in the inner chamber. And he broke them from off his arms like a thread. ", "type": "text", "attrs": {"verseId": "JDG.16.12", "verseOrgIds": ["JDG.16.12"]}}, {"text": "And Delilah said unto Samson: 'Hitherto thou hast mocked me, and told me lies; tell me wherewith thou mightest be bound.' And he said unto her: 'If thou weavest the seven locks of my head with the web.' ", "type": "text", "attrs": {"verseId": "JDG.16.13", "verseOrgIds": ["JDG.16.13"]}}, {"text": "And she fastened it with the pin, and said unto him: 'The Philistines are upon thee, Samson.' And he awoke out of his sleep, and plucked away the pin of the beam, and the web. ", "type": "text", "attrs": {"verseId": "JDG.16.14", "verseOrgIds": ["JDG.16.14"]}}, {"text": "And she said unto him: 'How canst thou say: I love thee, when thy heart is not with me? thou hast mocked me these three times, and hast not told me wherein thy great strength lieth.' ", "type": "text", "attrs": {"verseId": "JDG.16.15", "verseOrgIds": ["JDG.16.15"]}}, {"text": "And it came to pass, when she pressed him daily with her words, and urged him, that his soul was vexed unto death. ", "type": "text", "attrs": {"verseId": "JDG.16.16", "verseOrgIds": ["JDG.16.16"]}}, {"text": "And he told her all his heart, and said unto her: 'There hath not come a razor upon my head; for I have been a Nazirite unto God from my mother's womb; if I be shaven, then my strength will go from me, and I shall become weak, and be like any other man.' ", "type": "text", "attrs": {"verseId": "JDG.16.17", "verseOrgIds": ["JDG.16.17"]}}, {"text": "And when Delilah saw that he had told her all his heart, she sent and called for the lords of the Philistines, saying: 'Come up this once, for he hath told me all his heart.' Then the lords of the Philistines came up unto her, and brought the money in their hand. ", "type": "text", "attrs": {"verseId": "JDG.16.18", "verseOrgIds": ["JDG.16.18"]}}, {"text": "And she made him sleep upon her knees; and she called for a man, and had the seven locks of his head shaven off; and she began to afflict him, and his strength went from him. ", "type": "text", "attrs": {"verseId": "JDG.16.19", "verseOrgIds": ["JDG.16.19"]}}, {"text": "And she said: 'The Philistines are upon thee, Samson.' And he awoke out of his sleep, and said: 'I will go out as at other times, and shake myself.' But he knew not that the LORD was departed from him. ", "type": "text", "attrs": {"verseId": "JDG.16.20", "verseOrgIds": ["JDG.16.20"]}}, {"text": "And the Philistines laid hold on him, and put out his eyes; and they brought him down to Gaza, and bound him with fetters of brass; and he did grind in the prison-house. ", "type": "text", "attrs": {"verseId": "JDG.16.21", "verseOrgIds": ["JDG.16.21"]}}, {"text": "Howbeit the hair of his head began to grow again after he was shaven. ", "type": "text", "attrs": {"verseId": "JDG.16.22", "verseOrgIds": ["JDG.16.22"]}}, {"text": "And the lords of the Philistines gathered them together to offer a great sacrifice unto Dagon their god, and to rejoice; for they said: 'Our god hath delivered Samson our enemy into our hand.' ", "type": "text", "attrs": {"verseId": "JDG.16.23", "verseOrgIds": ["JDG.16.23"]}}, {"text": "And when the people saw him, they praised their god; for they said: 'Our god hath delivered into our hand our enemy, and the destroyer of our country, who hath slain many of us.' ", "type": "text", "attrs": {"verseId": "JDG.16.24", "verseOrgIds": ["JDG.16.24"]}}, {"text": "And it came to pass, when their hearts were merry, that they said: 'Call for Samson, that he may make us sport.' And they called for Samson out of the prison-house; and he made sport before them; and they set him between the pillars. ", "type": "text", "attrs": {"verseId": "JDG.16.25", "verseOrgIds": ["JDG.16.25"]}}, {"text": "And Samson said unto the lad that held him by the hand: 'Suffer me that I may feel the pillars whereupon the house resteth, that I may lean upon them.' ", "type": "text", "attrs": {"verseId": "JDG.16.26", "verseOrgIds": ["JDG.16.26"]}}, {"text": "Now the house was full of men and women; and all the lords of the Philistines were there; and there were upon the roof about three thousand men and women, that beheld while Samson made sport. ", "type": "text", "attrs": {"verseId": "JDG.16.27", "verseOrgIds": ["JDG.16.27"]}}, {"text": "And Samson called unto the LORD, and said: 'O Lord GOD, remember me, I pray Thee, and strengthen me, I pray Thee, only this once, O God, that I may be this once avenged of the Philistines for my two eyes.' ", "type": "text", "attrs": {"verseId": "JDG.16.28", "verseOrgIds": ["JDG.16.28"]}}, {"text": "And Samson took fast hold of the two middle pillars upon which the house rested, and leaned upon them, the one with his right hand, and the other with his left. ", "type": "text", "attrs": {"verseId": "JDG.16.29", "verseOrgIds": ["JDG.16.29"]}}, {"text": "And Samson said: 'Let me die with the Philistines.' And he bent with all his might; and the house fell upon the lords, and upon all the people that were therein. So the dead that he slew at his death were more than they that he slew in his life. ", "type": "text", "attrs": {"verseId": "JDG.16.30", "verseOrgIds": ["JDG.16.30"]}}, {"text": "Then his brethren and all the house of his father came down, and took him, and brought him up, and buried him between Zorah and Eshtaol in the burying-place of Manoah his father. And he judged Israel twenty years.", "type": "text", "attrs": {"verseId": "JDG.16.31", "verseOrgIds": ["JDG.16.31"]}}]}], "next": {"id": "JDG.17", "number": "17", "bookId": "JDG"}, "previous": {"id": "JDG.15", "number": "15", "bookId": "JDG"}}}}