{"_default": {"1": {"id": "EXO.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "EXO", "reference": "Exodus 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD said unto Moses: 'See, I have set thee in God's stead to Pharaoh; and Aaron thy brother shall be thy prophet. ", "type": "text", "attrs": {"verseId": "EXO.7.1", "verseOrgIds": ["EXO.7.1"]}}, {"text": "Thou shalt speak all that I command thee; and Aaron thy brother shall speak unto Pharaoh, that he let the children of Israel go out of his land. ", "type": "text", "attrs": {"verseId": "EXO.7.2", "verseOrgIds": ["EXO.7.2"]}}, {"text": "And I will harden Pharaoh's heart, and multiply My signs and My wonders in the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.7.3", "verseOrgIds": ["EXO.7.3"]}}, {"text": "But Pharaoh will not hearken unto you, and I will lay My hand upon Egypt, and bring forth My hosts, My people the children of Israel, out of the land of Egypt, by great judgments. ", "type": "text", "attrs": {"verseId": "EXO.7.4", "verseOrgIds": ["EXO.7.4"]}}, {"text": "And the Egyptians shall know that I am the LORD, when I stretch forth My hand upon Egypt, and bring out the children of Israel from among them.' ", "type": "text", "attrs": {"verseId": "EXO.7.5", "verseOrgIds": ["EXO.7.5"]}}, {"text": "And Moses and Aaron did so; as the LORD commanded them, so did they. ", "type": "text", "attrs": {"verseId": "EXO.7.6", "verseOrgIds": ["EXO.7.6"]}}, {"text": "And Moses was fourscore years old, and Aaron fourscore and three years old, when they spoke unto Pharaoh. ", "type": "text", "attrs": {"verseId": "EXO.7.7", "verseOrgIds": ["EXO.7.7"]}}, {"text": "And the LORD spoke unto Moses and unto Aaron, saying: ", "type": "text", "attrs": {"verseId": "EXO.7.8", "verseOrgIds": ["EXO.7.8"]}}, {"text": "'When Pharaoh shall speak unto you, saying: Show a wonder for you; then thou shalt say unto Aaron: Take thy rod, and cast it down before Pharaoh, that it become a serpent.' ", "type": "text", "attrs": {"verseId": "EXO.7.9", "verseOrgIds": ["EXO.7.9"]}}, {"text": "And Moses and Aaron went in unto Pharaoh, and they did so, as the LORD had commanded; and Aaron cast down his rod before Pharaoh and before his servants, and it became a serpent. ", "type": "text", "attrs": {"verseId": "EXO.7.10", "verseOrgIds": ["EXO.7.10"]}}, {"text": "Then Pharaoh also called for the wise men and the sorcerers; and they also, the magicians of Egypt, did in like manner with their secret arts. ", "type": "text", "attrs": {"verseId": "EXO.7.11", "verseOrgIds": ["EXO.7.11"]}}, {"text": "For they cast down every man his rod, and they became serpents; but Aaron's rod swallowed up their rods. ", "type": "text", "attrs": {"verseId": "EXO.7.12", "verseOrgIds": ["EXO.7.12"]}}, {"text": "And Pharaoh's heart was hardened, and he hearkened not unto them; as the LORD had spoken. ", "type": "text", "attrs": {"verseId": "EXO.7.13", "verseOrgIds": ["EXO.7.13"]}}, {"text": "And the LORD said unto Moses: 'Pharaoh's heart is stubborn, he refuseth to let the people go. ", "type": "text", "attrs": {"verseId": "EXO.7.14", "verseOrgIds": ["EXO.7.14"]}}, {"text": "Get thee unto Pharaoh in the morning; lo, he goeth out unto the water; and thou shalt stand by the river's brink to meet him; and the rod which was turned to a serpent shalt thou take in thy hand. ", "type": "text", "attrs": {"verseId": "EXO.7.15", "verseOrgIds": ["EXO.7.15"]}}, {"text": "And thou shalt say unto him: The LORD, the God of the Hebrews, hath sent me unto thee, saying: Let My people go, that they may serve Me in the wilderness; and, behold, hitherto thou hast not hearkened; ", "type": "text", "attrs": {"verseId": "EXO.7.16", "verseOrgIds": ["EXO.7.16"]}}, {"text": "thus saith the LORD: In this thou shalt know that I am the LORD — behold, I will smite with the rod that is in my hand upon the waters which are in the river, and they shall be turned to blood. ", "type": "text", "attrs": {"verseId": "EXO.7.17", "verseOrgIds": ["EXO.7.17"]}}, {"text": "And the fish that are in the river shall die, and the river shall become foul; and the Egyptians shall loathe to drink water from the river.' ", "type": "text", "attrs": {"verseId": "EXO.7.18", "verseOrgIds": ["EXO.7.18"]}}, {"text": "And the LORD said unto Moses: 'Say unto Aaron: Take thy rod, and stretch out thy hand over the waters of Egypt, over their rivers, over their streams, and over their pools, and over all their ponds of water, that they may become blood; and there shall be blood throughout all the land of Egypt, both in vessels of wood and in vessels of stone.' ", "type": "text", "attrs": {"verseId": "EXO.7.19", "verseOrgIds": ["EXO.7.19"]}}, {"text": "And Moses and Aaron did so, as the LORD commanded; and he lifted up the rod, and smote the waters that were in the river, in the sight of Pharaoh, and in the sight of his servants; and all the waters that were in the river were turned to blood. ", "type": "text", "attrs": {"verseId": "EXO.7.20", "verseOrgIds": ["EXO.7.20"]}}, {"text": "And the fish that were in the river died; and the river became foul, and the Egyptians could not drink water from the river; and the blood was throughout all the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.7.21", "verseOrgIds": ["EXO.7.21"]}}, {"text": "And the magicians of Egypt did in like manner with their secret arts; and Pharaoh's heart was hardened, and he hearkened not unto them; as the LORD had spoken. ", "type": "text", "attrs": {"verseId": "EXO.7.22", "verseOrgIds": ["EXO.7.22"]}}, {"text": "And Pharaoh turned and went into his house, neither did he lay even this to heart. ", "type": "text", "attrs": {"verseId": "EXO.7.23", "verseOrgIds": ["EXO.7.23"]}}, {"text": "And all the Egyptians digged round about the river for water to drink; for they could not drink of the water of the river. ", "type": "text", "attrs": {"verseId": "EXO.7.24", "verseOrgIds": ["EXO.7.24"]}}, {"text": "And seven days were fulfilled, after that the LORD had smitten the river.", "type": "text", "attrs": {"verseId": "EXO.7.25", "verseOrgIds": ["EXO.7.25"]}}]}], "next": {"id": "EXO.8", "number": "8", "bookId": "EXO"}, "previous": {"id": "EXO.6", "number": "6", "bookId": "EXO"}}}}