{"_default": {"1": {"id": "DEU.11", "bibleId": "bf8f1c7f3f9045a5-01", "number": "11", "bookId": "DEU", "reference": "Deuteronomy 11", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Therefore thou shalt love the LORD thy God, and keep His charge, and His statutes, and His ordinances, and His commandments, alway. ", "type": "text", "attrs": {"verseId": "DEU.11.1", "verseOrgIds": ["DEU.11.1"]}}, {"text": "And know ye this day; for I speak not with your children that have not known, and that have not seen the chastisement of the LORD your God, His greatness, His mighty hand, and His outstretched arm, ", "type": "text", "attrs": {"verseId": "DEU.11.2", "verseOrgIds": ["DEU.11.2"]}}, {"text": "and His signs, and His works, which He did in the midst of Egypt unto Pharaoh the king of Egypt, and unto all his land; ", "type": "text", "attrs": {"verseId": "DEU.11.3", "verseOrgIds": ["DEU.11.3"]}}, {"text": "and what He did unto the army of Egypt, unto their horses, and to their chariots; how He made the water of the Red Sea to overflow them as they pursued after you, and how the LORD hath destroyed them unto this day; ", "type": "text", "attrs": {"verseId": "DEU.11.4", "verseOrgIds": ["DEU.11.4"]}}, {"text": "and what He did unto you in the wilderness, until ye came unto this place; ", "type": "text", "attrs": {"verseId": "DEU.11.5", "verseOrgIds": ["DEU.11.5"]}}, {"text": "and what He did unto Dathan and Abiram, the sons of Eliab, the son of Reuben; how the earth opened her mouth, and swallowed them up, and their households, and their tents, and every living substance that followed them, in the midst of all Israel; ", "type": "text", "attrs": {"verseId": "DEU.11.6", "verseOrgIds": ["DEU.11.6"]}}, {"text": "but your eyes have seen all the great work of the LORD which He did. ", "type": "text", "attrs": {"verseId": "DEU.11.7", "verseOrgIds": ["DEU.11.7"]}}, {"text": "Therefore shall ye keep all the commandment which I command thee this day, that ye may be strong, and go in and possess the land, whither ye go over to possess it; ", "type": "text", "attrs": {"verseId": "DEU.11.8", "verseOrgIds": ["DEU.11.8"]}}, {"text": "and that ye may prolong your days upon the land, which the LORD swore unto your fathers to give unto them and to their seed, a land flowing with milk and honey. ", "type": "text", "attrs": {"verseId": "DEU.11.9", "verseOrgIds": ["DEU.11.9"]}}, {"text": "For the land, whither thou goest in to possess it, is not as the land of Egypt, from whence ye came out, where thou didst sow thy seed, and didst water it with thy foot, as a garden of herbs; ", "type": "text", "attrs": {"verseId": "DEU.11.10", "verseOrgIds": ["DEU.11.10"]}}, {"text": "but the land, whither ye go over to possess it, is a land of hills and valleys, and drinketh water as the rain of heaven cometh down; ", "type": "text", "attrs": {"verseId": "DEU.11.11", "verseOrgIds": ["DEU.11.11"]}}, {"text": "a land which the LORD thy God careth for; the eyes of the LORD thy God are always upon it, from the beginning of the year even unto the end of the year. ", "type": "text", "attrs": {"verseId": "DEU.11.12", "verseOrgIds": ["DEU.11.12"]}}, {"text": "And it shall come to pass, if ye shall hearken diligently unto My commandments which I command you this day, to love the LORD your God, and to serve Him with all your heart and with all your soul, ", "type": "text", "attrs": {"verseId": "DEU.11.13", "verseOrgIds": ["DEU.11.13"]}}, {"text": "that I will give the rain of your land in its season, the former rain and the latter rain, that thou mayest gather in thy corn, and thy wine, and thine oil. ", "type": "text", "attrs": {"verseId": "DEU.11.14", "verseOrgIds": ["DEU.11.14"]}}, {"text": "And I will give grass in thy fields for thy cattle, and thou shalt eat and be satisfied. ", "type": "text", "attrs": {"verseId": "DEU.11.15", "verseOrgIds": ["DEU.11.15"]}}, {"text": "Take heed to yourselves, lest your heart be deceived, and ye turn aside, and serve other gods, and worship them; ", "type": "text", "attrs": {"verseId": "DEU.11.16", "verseOrgIds": ["DEU.11.16"]}}, {"text": "and the anger of the LORD be kindled against you, and He shut up the heaven, so that there shall be no rain, and the ground shall not yield her fruit; and ye perish quickly from off the good land which the LORD giveth you. ", "type": "text", "attrs": {"verseId": "DEU.11.17", "verseOrgIds": ["DEU.11.17"]}}, {"text": "Therefore shall ye lay up these My words in your heart and in your soul; and ye shall bind them for a sign upon your hand, and they shall be for frontlets between your eyes. ", "type": "text", "attrs": {"verseId": "DEU.11.18", "verseOrgIds": ["DEU.11.18"]}}, {"text": "And ye shall teach them your children, talking of them, when thou sittest in thy house, and when thou walkest by the way, and when thou liest down, and when thou risest up. ", "type": "text", "attrs": {"verseId": "DEU.11.19", "verseOrgIds": ["DEU.11.19"]}}, {"text": "And thou shalt write them upon the door-posts of thy house, and upon thy gates; ", "type": "text", "attrs": {"verseId": "DEU.11.20", "verseOrgIds": ["DEU.11.20"]}}, {"text": "that your days may be multiplied, and the days of your children, upon the land which the LORD swore unto your fathers to give them, as the days of the heavens above the earth. ", "type": "text", "attrs": {"verseId": "DEU.11.21", "verseOrgIds": ["DEU.11.21"]}}, {"text": "For if ye shall diligently keep all this commandment which I command you, to do it, to love the LORD your God, to walk in all His ways, and to cleave unto Him, ", "type": "text", "attrs": {"verseId": "DEU.11.22", "verseOrgIds": ["DEU.11.22"]}}, {"text": "then will the LORD drive out all these nations from before you, and ye shall dispossess nations greater and mightier than yourselves. ", "type": "text", "attrs": {"verseId": "DEU.11.23", "verseOrgIds": ["DEU.11.23"]}}, {"text": "Every place whereon the sole of your foot shall tread shall be yours: from the wilderness, and Lebanon, from the river, the river Euphrates, even unto the hinder sea shall be your border. ", "type": "text", "attrs": {"verseId": "DEU.11.24", "verseOrgIds": ["DEU.11.24"]}}, {"text": "There shall no man be able to stand against you: the LORD your God shall lay the fear of you and the dread of you upon all the land that ye shall tread upon, as He hath spoken unto you. ", "type": "text", "attrs": {"verseId": "DEU.11.25", "verseOrgIds": ["DEU.11.25"]}}, {"text": "Behold, I set before you this day a blessing and a curse: ", "type": "text", "attrs": {"verseId": "DEU.11.26", "verseOrgIds": ["DEU.11.26"]}}, {"text": "the blessing, if ye shall hearken unto the commandments of the LORD your God, which I command you this day; ", "type": "text", "attrs": {"verseId": "DEU.11.27", "verseOrgIds": ["DEU.11.27"]}}, {"text": "and the curse, if ye shall not hearken unto the commandments of the LORD your God, but turn aside out of the way which I command you this day, to go after other gods, which ye have not known. ", "type": "text", "attrs": {"verseId": "DEU.11.28", "verseOrgIds": ["DEU.11.28"]}}, {"text": "And it shall come to pass, when the LORD thy God shall bring thee into the land whither thou goest to possess it, that thou shalt set the blessing upon mount Gerizim, and the curse upon mount Ebal. ", "type": "text", "attrs": {"verseId": "DEU.11.29", "verseOrgIds": ["DEU.11.29"]}}, {"text": "Are they not beyond the Jordan, behind the way of the going down of the sun, in the land of the Canaanites that dwell in the Arabah, over against Gilgal, beside the terebinths of Moreh? ", "type": "text", "attrs": {"verseId": "DEU.11.30", "verseOrgIds": ["DEU.11.30"]}}, {"text": "For ye are to pass over the Jordan to go in to possess the land which the LORD your God giveth you, and ye shall possess it, and dwell therein. ", "type": "text", "attrs": {"verseId": "DEU.11.31", "verseOrgIds": ["DEU.11.31"]}}, {"text": "And ye shall observe to do all the statutes and the ordinances which I set before you this day.", "type": "text", "attrs": {"verseId": "DEU.11.32", "verseOrgIds": ["DEU.11.32"]}}]}], "next": {"id": "DEU.12", "number": "12", "bookId": "DEU"}, "previous": {"id": "DEU.10", "number": "10", "bookId": "DEU"}}}}