{"_default": {"1": {"id": "ISA.63", "bibleId": "bf8f1c7f3f9045a5-01", "number": "63", "bookId": "ISA", "reference": "Isaiah 63", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "'Who is this that cometh from Edom, with crimsoned garments from Bozrah? This that is glorious in his apparel, stately in the greatness of his strength?' — 'I that speak in victory, mighty to save.' — ", "type": "text", "attrs": {"verseId": "ISA.63.1", "verseOrgIds": ["ISA.63.1"]}}, {"text": "'Wherefore is Thine apparel red, and Thy garments like his that treadeth in the winevat?' — ", "type": "text", "attrs": {"verseId": "ISA.63.2", "verseOrgIds": ["ISA.63.2"]}}, {"text": "'I have trodden the winepress alone, and of the peoples there was no man with Me; yea, I trod them in Mine anger, and trampled them in My fury; and their lifeblood is dashed against My garments, and I have stained all My raiment. ", "type": "text", "attrs": {"verseId": "ISA.63.3", "verseOrgIds": ["ISA.63.3"]}}, {"text": "For the day of vengeance that was in My heart, and My year of redemption are come. ", "type": "text", "attrs": {"verseId": "ISA.63.4", "verseOrgIds": ["ISA.63.4"]}}, {"text": "And I looked, and there was none to help, and I beheld in astonishment, and there was none to uphold; therefore Mine own arm brought salvation unto Me, and My fury, it upheld Me. ", "type": "text", "attrs": {"verseId": "ISA.63.5", "verseOrgIds": ["ISA.63.5"]}}, {"text": "And I trod down the peoples in Mine anger, and made them drunk with My fury, and I poured out their lifeblood on the earth.' ", "type": "text", "attrs": {"verseId": "ISA.63.6", "verseOrgIds": ["ISA.63.6"]}}, {"text": "I will make mention of the mercies of the LORD, and the praises of the LORD, according to all that the LORD hath bestowed on us; and the great goodness toward the house of Israel, which He hath bestowed on them according to His compassions, and according to the multitude of His mercies. ", "type": "text", "attrs": {"verseId": "ISA.63.7", "verseOrgIds": ["ISA.63.7"]}}, {"text": "For He said: 'Surely, they are My people, children that will not deal falsely'; so He was their Saviour. ", "type": "text", "attrs": {"verseId": "ISA.63.8", "verseOrgIds": ["ISA.63.8"]}}, {"text": "In all their affliction He was afflicted, and the angel of His presence saved them; in His love and in His pity He redeemed them; and He bore them, and carried them all the days of old. ", "type": "text", "attrs": {"verseId": "ISA.63.9", "verseOrgIds": ["ISA.63.9"]}}, {"text": "But they rebelled, and grieved His holy spirit; therefore He was turned to be their enemy, Himself fought against them. ", "type": "text", "attrs": {"verseId": "ISA.63.10", "verseOrgIds": ["ISA.63.10"]}}, {"text": "Then His people remembered the days of old, the days of Moses: 'Where is He that brought them up out of the sea with the shepherds of His flock? Where is He that put His holy spirit in the midst of them? ", "type": "text", "attrs": {"verseId": "ISA.63.11", "verseOrgIds": ["ISA.63.11"]}}, {"text": "That caused His glorious arm to go at the right hand of Moses? That divided the water before them, to make Himself an everlasting name? ", "type": "text", "attrs": {"verseId": "ISA.63.12", "verseOrgIds": ["ISA.63.12"]}}, {"text": "That led them through the deep, as a horse in the wilderness, without stumbling? ", "type": "text", "attrs": {"verseId": "ISA.63.13", "verseOrgIds": ["ISA.63.13"]}}, {"text": "As the cattle that go down into the valley, the spirit of the LORD caused them to rest; so didst Thou lead Thy people, to make Thyself a glorious name.' ", "type": "text", "attrs": {"verseId": "ISA.63.14", "verseOrgIds": ["ISA.63.14"]}}, {"text": "Look down from heaven, and see, even from Thy holy and glorious habitation; Where is Thy zeal and Thy mighty acts, the yearning of Thy heart and Thy compassions, now restrained toward me? ", "type": "text", "attrs": {"verseId": "ISA.63.15", "verseOrgIds": ["ISA.63.15"]}}, {"text": "For Thou art our Father; for Abraham knoweth us not, and Israel doth not acknowledge us; Thou, O LORD, art our Father, our Redeemer from everlasting is Thy name. ", "type": "text", "attrs": {"verseId": "ISA.63.16", "verseOrgIds": ["ISA.63.16"]}}, {"text": "O LORD, why dost Thou make us to err from Thy ways, and hardenest our heart from Thy fear? Return for Thy servants' sake, the tribes of Thine inheritance. ", "type": "text", "attrs": {"verseId": "ISA.63.17", "verseOrgIds": ["ISA.63.17"]}}, {"text": "Thy holy people they have well nigh driven out, our adversaries have trodden down Thy sanctuary. ", "type": "text", "attrs": {"verseId": "ISA.63.18", "verseOrgIds": ["ISA.63.18"]}}, {"text": "We are become as they over whom Thou never borest rule, as they that were not called by Thy name.", "type": "text", "attrs": {"verseId": "ISA.63.19", "verseOrgIds": ["ISA.63.19"]}}]}], "next": {"id": "ISA.64", "number": "64", "bookId": "ISA"}, "previous": {"id": "ISA.62", "number": "62", "bookId": "ISA"}}}}