{"_default": {"1": {"id": "HAB.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "HAB", "reference": "Habakkuk 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "THE BURDEN which Habakkuk the prophet did see. ", "type": "text", "attrs": {"verseId": "HAB.1.1", "verseOrgIds": ["HAB.1.1"]}}, {"text": "How long, O LORD, shall I cry, and Thou wilt not hear? I cry out unto Thee of violence, and Thou wilt not save. ", "type": "text", "attrs": {"verseId": "HAB.1.2", "verseOrgIds": ["HAB.1.2"]}}, {"text": "Why dost Thou show me iniquity, and beholdest mischief? And why are spoiling and violence before me? so that there is strife, and contention ariseth. ", "type": "text", "attrs": {"verseId": "HAB.1.3", "verseOrgIds": ["HAB.1.3"]}}, {"text": "Therefore the law is slacked, and right doth never go forth; for the wicked doth beset the righteous; therefore right goeth forth perverted. ", "type": "text", "attrs": {"verseId": "HAB.1.4", "verseOrgIds": ["HAB.1.4"]}}, {"text": "Look ye among the nations, and behold, and wonder marvellously; for, behold, a work shall be wrought in your days, which ye will not believe though it be told you. ", "type": "text", "attrs": {"verseId": "HAB.1.5", "verseOrgIds": ["HAB.1.5"]}}, {"text": "For, lo, I raise up the Chaldeans, that bitter and impetuous nation, that march through the breadth of the earth, to possess dwelling-places that are not theirs. ", "type": "text", "attrs": {"verseId": "HAB.1.6", "verseOrgIds": ["HAB.1.6"]}}, {"text": "They are terrible and dreadful; their law and their majesty proceed from themselves. ", "type": "text", "attrs": {"verseId": "HAB.1.7", "verseOrgIds": ["HAB.1.7"]}}, {"text": "Their horses also are swifter than leopards, and are more fierce than the wolves of the desert; and their horsemen spread themselves; yea, their horsemen come from far, they fly as a vulture that hasteth to devour. ", "type": "text", "attrs": {"verseId": "HAB.1.8", "verseOrgIds": ["HAB.1.8"]}}, {"text": "They come all of them for violence; their faces are set eagerly as the east wind; and they gather captives as the sand. ", "type": "text", "attrs": {"verseId": "HAB.1.9", "verseOrgIds": ["HAB.1.9"]}}, {"text": "And they scoff at kings, and princes are a derision unto them; they deride every stronghold, for they heap up earth, and take it. ", "type": "text", "attrs": {"verseId": "HAB.1.10", "verseOrgIds": ["HAB.1.10"]}}, {"text": "Then their spirit doth pass over and transgress, and they become guilty: even they who impute their might unto their god. ", "type": "text", "attrs": {"verseId": "HAB.1.11", "verseOrgIds": ["HAB.1.11"]}}, {"text": "Art not Thou from everlasting, O LORD my God, my Holy One? We shall not die. O LORD, Thou hast ordained them for judgment, and Thou, O Rock, hast established them for correction. ", "type": "text", "attrs": {"verseId": "HAB.1.12", "verseOrgIds": ["HAB.1.12"]}}, {"text": "Thou that art of eyes too pure to behold evil, and that canst not look on mischief, wherefore lookest Thou, when they deal treacherously, and holdest Thy peace, when the wicked swalloweth up the man that is more righteous than he; ", "type": "text", "attrs": {"verseId": "HAB.1.13", "verseOrgIds": ["HAB.1.13"]}}, {"text": "And makest men as the fishes of the sea, as the creeping things, that have no ruler over them? ", "type": "text", "attrs": {"verseId": "HAB.1.14", "verseOrgIds": ["HAB.1.14"]}}, {"text": "They take up all of them with the angle, they catch them in their net, and gather them in their drag; therefore they rejoice and exult. ", "type": "text", "attrs": {"verseId": "HAB.1.15", "verseOrgIds": ["HAB.1.15"]}}, {"text": "Therefore they sacrifice unto their net, and offer unto their drag; because by them their portion is fat, and their food plenteous. ", "type": "text", "attrs": {"verseId": "HAB.1.16", "verseOrgIds": ["HAB.1.16"]}}, {"text": "Shall they therefore empty their net, and not spare to slay the nations continually?", "type": "text", "attrs": {"verseId": "HAB.1.17", "verseOrgIds": ["HAB.1.17"]}}]}], "next": {"id": "HAB.2", "number": "2", "bookId": "HAB"}, "previous": {"id": "HAB.intro", "number": "intro", "bookId": "HAB"}}}}