{"_default": {"1": {"id": "JDG.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "JDG", "reference": "Judges 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And after Abimelech there arose to save Israel Tola the son of Puah, the son of Dodo, a man of Issachar; and he dwelt in Shamir in the hill-country of Ephraim. ", "type": "text", "attrs": {"verseId": "JDG.10.1", "verseOrgIds": ["JDG.10.1"]}}, {"text": "And he judged Israel twenty and three years, and died, and was buried in Shamir. ", "type": "text", "attrs": {"verseId": "JDG.10.2", "verseOrgIds": ["JDG.10.2"]}}, {"text": "And after him arose Jair, the Gileadite; and he judged Israel twenty and two years. ", "type": "text", "attrs": {"verseId": "JDG.10.3", "verseOrgIds": ["JDG.10.3"]}}, {"text": "And he had thirty sons that rode on thirty ass colts, and they had thirty cities, which are called Havvoth-jair unto this day, which are in the land of Gilead. ", "type": "text", "attrs": {"verseId": "JDG.10.4", "verseOrgIds": ["JDG.10.4"]}}, {"text": "And Jair died, and was buried in Kamon. ", "type": "text", "attrs": {"verseId": "JDG.10.5", "verseOrgIds": ["JDG.10.5"]}}, {"text": "And the children of Israel again did that which was evil in the sight of the LORD, and served the Baalim, and the Ashtaroth, and the gods of Aram, and the gods of Zidon, and the gods of Moab, and the gods of the children of Ammon, and the gods of the Philistines; and they forsook the LORD, and served Him not. ", "type": "text", "attrs": {"verseId": "JDG.10.6", "verseOrgIds": ["JDG.10.6"]}}, {"text": "And the anger of the LORD was kindled against Israel, and He gave them over into the hand of the Philistines, and into the hand of the children of Ammon. ", "type": "text", "attrs": {"verseId": "JDG.10.7", "verseOrgIds": ["JDG.10.7"]}}, {"text": "And they oppressed and crushed the children of Israel that year; eighteen years oppressed they all the children of Israel that were beyond the Jordan in the land of the Amorites, which is in Gilead. ", "type": "text", "attrs": {"verseId": "JDG.10.8", "verseOrgIds": ["JDG.10.8"]}}, {"text": "And the children of Ammon passed over the Jordan to fight also against Judah, and against Benjamin, and against the house of Ephraim, so that Israel was sore distressed. ", "type": "text", "attrs": {"verseId": "JDG.10.9", "verseOrgIds": ["JDG.10.9"]}}, {"text": "And the children of Israel cried unto the LORD, saying: 'We have sinned against Thee, in that we have forsaken our God, and have served the Baalim.' ", "type": "text", "attrs": {"verseId": "JDG.10.10", "verseOrgIds": ["JDG.10.10"]}}, {"text": "And the LORD said unto the children of Israel: 'Did not I save you from the Egyptians, and from the Amorites, from the children of Ammon, and from the Philistines? ", "type": "text", "attrs": {"verseId": "JDG.10.11", "verseOrgIds": ["JDG.10.11"]}}, {"text": "The Zidonians also, and the Amalekites, and the Maonites, did oppress you; and ye cried unto Me, and I saved you out of their hand. ", "type": "text", "attrs": {"verseId": "JDG.10.12", "verseOrgIds": ["JDG.10.12"]}}, {"text": "Yet ye have forsaken Me, and served other gods; wherefore I will save you no more. ", "type": "text", "attrs": {"verseId": "JDG.10.13", "verseOrgIds": ["JDG.10.13"]}}, {"text": "Go and cry unto the gods which ye have chosen; let them save you in the time of your distress.' ", "type": "text", "attrs": {"verseId": "JDG.10.14", "verseOrgIds": ["JDG.10.14"]}}, {"text": "And the children of Israel said unto the LORD: 'We have sinned; do Thou unto us whatsoever seemeth good unto Thee; only deliver us, we pray Thee, this day.' ", "type": "text", "attrs": {"verseId": "JDG.10.15", "verseOrgIds": ["JDG.10.15"]}}, {"text": "And they put away the strange gods from among them, and served the LORD; and His soul was grieved for the misery of Israel. ", "type": "text", "attrs": {"verseId": "JDG.10.16", "verseOrgIds": ["JDG.10.16"]}}, {"text": "Then the children of Ammon were gathered together, and encamped in Gilead. And the children of Israel assembled themselves together, and encamped in Mizpah. ", "type": "text", "attrs": {"verseId": "JDG.10.17", "verseOrgIds": ["JDG.10.17"]}}, {"text": "And the people, the princes of Gilead, said one to another: 'What man is he that will begin to fight against the children of Ammon? he shall be head over all the inhabitants of Gilead.'", "type": "text", "attrs": {"verseId": "JDG.10.18", "verseOrgIds": ["JDG.10.18"]}}]}], "next": {"id": "JDG.11", "number": "11", "bookId": "JDG"}, "previous": {"id": "JDG.9", "number": "9", "bookId": "JDG"}}}}