{"_default": {"1": {"id": "EXO.39", "bibleId": "bf8f1c7f3f9045a5-01", "number": "39", "bookId": "EXO", "reference": "Exodus 39", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And of the blue, and purple, and scarlet, they made plaited garments, for ministering in the holy place, and made the holy garments for Aaron, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.39.1", "verseOrgIds": ["EXO.39.1"]}}, {"text": "And he made the ephod of gold, blue, and purple, and scarlet, and fine twined linen. ", "type": "text", "attrs": {"verseId": "EXO.39.2", "verseOrgIds": ["EXO.39.2"]}}, {"text": "And they did beat the gold into thin plates, and cut it into threads, to work it in the blue, and in the purple, and in the scarlet, and in the fine linen, the work of the skilful workman. ", "type": "text", "attrs": {"verseId": "EXO.39.3", "verseOrgIds": ["EXO.39.3"]}}, {"text": "They made shoulder-pieces for it, joined together; at the two ends was it joined together. ", "type": "text", "attrs": {"verseId": "EXO.39.4", "verseOrgIds": ["EXO.39.4"]}}, {"text": "And the skilfully woven band, that was upon it, wherewith to gird it on, was of the same piece and like the work thereof: of gold, of blue, and purple, and scarlet, and fine twined linen, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.39.5", "verseOrgIds": ["EXO.39.5"]}}, {"text": "And they wrought the onyx stones, inclosed in settings of gold, graven with the engravings of a signet, according to the names of the children of Israel. ", "type": "text", "attrs": {"verseId": "EXO.39.6", "verseOrgIds": ["EXO.39.6"]}}, {"text": "And he put them on the shoulder-pieces of the ephod, to be stones of memorial for the children of Israel, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.39.7", "verseOrgIds": ["EXO.39.7"]}}, {"text": "And he made the breastplate, the work of the skilful workman, like the work of the ephod: of gold, of blue, and purple, and scarlet, and fine twined linen. ", "type": "text", "attrs": {"verseId": "EXO.39.8", "verseOrgIds": ["EXO.39.8"]}}, {"text": "It was four-square; they made the breastplate double; a span was the length thereof, and a span the breadth thereof, being double. ", "type": "text", "attrs": {"verseId": "EXO.39.9", "verseOrgIds": ["EXO.39.9"]}}, {"text": "And they set in it four rows of stones: a row of carnelian, topaz, and smaragd was the first row. ", "type": "text", "attrs": {"verseId": "EXO.39.10", "verseOrgIds": ["EXO.39.10"]}}, {"text": "And the second row, a carbuncle, a sapphire, and an emerald. ", "type": "text", "attrs": {"verseId": "EXO.39.11", "verseOrgIds": ["EXO.39.11"]}}, {"text": "And the third row, a jacinth, an agate, and an amethyst. ", "type": "text", "attrs": {"verseId": "EXO.39.12", "verseOrgIds": ["EXO.39.12"]}}, {"text": "And the fourth row, a beryl, an onyx, and a jasper; they were inclosed in fittings of gold in their settings. ", "type": "text", "attrs": {"verseId": "EXO.39.13", "verseOrgIds": ["EXO.39.13"]}}, {"text": "And the stones were according to the names of the children of Israel, twelve, according to their names, like the engravings of a signet, every one according to his name, for the twelve tribes. ", "type": "text", "attrs": {"verseId": "EXO.39.14", "verseOrgIds": ["EXO.39.14"]}}, {"text": "And they made upon the breastplate plaited chains, of wreathen work of pure gold. ", "type": "text", "attrs": {"verseId": "EXO.39.15", "verseOrgIds": ["EXO.39.15"]}}, {"text": "And they made two settings of gold, and two gold rings; and put the two rings on the two ends of the breastplate. ", "type": "text", "attrs": {"verseId": "EXO.39.16", "verseOrgIds": ["EXO.39.16"]}}, {"text": "And they put the two wreathen chains of gold on the two rings at the ends of the breastplate. ", "type": "text", "attrs": {"verseId": "EXO.39.17", "verseOrgIds": ["EXO.39.17"]}}, {"text": "And the other two ends of the two wreathen chains they put on the two settings, and put them on the shoulder-pieces of the ephod, in the forepart thereof. ", "type": "text", "attrs": {"verseId": "EXO.39.18", "verseOrgIds": ["EXO.39.18"]}}, {"text": "And they made two rings of gold, and put them upon the two ends of the breastplate, upon the edge thereof, which was toward the side of the ephod inward. ", "type": "text", "attrs": {"verseId": "EXO.39.19", "verseOrgIds": ["EXO.39.19"]}}, {"text": "And they made two rings of gold, and put them on the two shoulder-pieces of the ephod underneath, in the forepart thereof, close by the coupling thereof, above the skilfully woven band of the ephod. ", "type": "text", "attrs": {"verseId": "EXO.39.20", "verseOrgIds": ["EXO.39.20"]}}, {"text": "And they did bind the breastplate by the rings thereof unto the rings of the ephod with a thread of blue, that it might be upon the skilfully woven band of the ephod, and that the breastplate might not be loosed from the ephod; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.39.21", "verseOrgIds": ["EXO.39.21"]}}, {"text": "And he made the robe of the ephod of woven work, all of blue; ", "type": "text", "attrs": {"verseId": "EXO.39.22", "verseOrgIds": ["EXO.39.22"]}}, {"text": "and the hole of the robe in the midst thereof, as the hole of a coat of mail, with a binding round about the hole of it, that it should not be rent. ", "type": "text", "attrs": {"verseId": "EXO.39.23", "verseOrgIds": ["EXO.39.23"]}}, {"text": "And they made upon the skirts of the robe pomegranates of blue, and purple, and scarlet, and twined linen. ", "type": "text", "attrs": {"verseId": "EXO.39.24", "verseOrgIds": ["EXO.39.24"]}}, {"text": "And they made bells of pure gold, and put the bells between the pomegranates upon the skirts of the robe round about, between the pomegranates: ", "type": "text", "attrs": {"verseId": "EXO.39.25", "verseOrgIds": ["EXO.39.25"]}}, {"text": "a bell and a pomegranate, a bell and a pomegranate, upon the skirts of the robe round about, to minister in; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.39.26", "verseOrgIds": ["EXO.39.26"]}}, {"text": "And they made the tunics of fine linen of woven work for Aaron, and for his sons, ", "type": "text", "attrs": {"verseId": "EXO.39.27", "verseOrgIds": ["EXO.39.27"]}}, {"text": "and the mitre of fine linen, and the goodly head-tires of fine linen, and the linen breeches of fine twined linen, ", "type": "text", "attrs": {"verseId": "EXO.39.28", "verseOrgIds": ["EXO.39.28"]}}, {"text": "and the girdle of fine twined linen, and blue, and purple, and scarlet, the work of the weaver in colours; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.39.29", "verseOrgIds": ["EXO.39.29"]}}, {"text": "And they made the plate of the holy crown of pure gold, and wrote upon it a writing, like the engravings of a signet: HOLY TO THE LORD. ", "type": "text", "attrs": {"verseId": "EXO.39.30", "verseOrgIds": ["EXO.39.30"]}}, {"text": "And they tied unto it a thread of blue, to fasten it upon the mitre above; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.39.31", "verseOrgIds": ["EXO.39.31"]}}, {"text": "Thus was finished all the work of the tabernacle of the tent of meeting; and the children of Israel did according to all that the LORD commanded Moses, so did they. ", "type": "text", "attrs": {"verseId": "EXO.39.32", "verseOrgIds": ["EXO.39.32"]}}, {"text": "And they brought the tabernacle unto Moses, the Tent, and all its furniture, its clasps, its boards, its bars, and its pillars, and its sockets; ", "type": "text", "attrs": {"verseId": "EXO.39.33", "verseOrgIds": ["EXO.39.33"]}}, {"text": "and the covering of rams' skins dyed red, and the covering of sealskins, and the veil of the screen; ", "type": "text", "attrs": {"verseId": "EXO.39.34", "verseOrgIds": ["EXO.39.34"]}}, {"text": "the ark of the testimony, and the staves thereof, and the ark-cover; ", "type": "text", "attrs": {"verseId": "EXO.39.35", "verseOrgIds": ["EXO.39.35"]}}, {"text": "the table, all the vessels thereof, and the showbread; ", "type": "text", "attrs": {"verseId": "EXO.39.36", "verseOrgIds": ["EXO.39.36"]}}, {"text": "the pure candlestick, the lamps thereof, even the lamps to be set in order, and all the vessels thereof, and the oil for the light; ", "type": "text", "attrs": {"verseId": "EXO.39.37", "verseOrgIds": ["EXO.39.37"]}}, {"text": "and the golden altar, and the anointing oil, and the sweet incense, and the screen for the door of the Tent; ", "type": "text", "attrs": {"verseId": "EXO.39.38", "verseOrgIds": ["EXO.39.38"]}}, {"text": "the brazen altar, and its grating of brass, its staves, and all its vessels, the laver and its base; ", "type": "text", "attrs": {"verseId": "EXO.39.39", "verseOrgIds": ["EXO.39.39"]}}, {"text": "the hangings of the court, its pillars, and its sockets, and the screen for the gate of the court, the cords thereof, and the pins thereof, and all the instruments of the service of the tabernacle of the tent of meeting; ", "type": "text", "attrs": {"verseId": "EXO.39.40", "verseOrgIds": ["EXO.39.40"]}}, {"text": "the plaited garments for ministering in the holy place; the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office. ", "type": "text", "attrs": {"verseId": "EXO.39.41", "verseOrgIds": ["EXO.39.41"]}}, {"text": "According to all that the LORD commanded Moses, so the children of Israel did all the work. ", "type": "text", "attrs": {"verseId": "EXO.39.42", "verseOrgIds": ["EXO.39.42"]}}, {"text": "And Moses saw all the work, and, behold, they had done it; as the LORD had commanded, even so had they done it. And Moses blessed them.", "type": "text", "attrs": {"verseId": "EXO.39.43", "verseOrgIds": ["EXO.39.43"]}}]}], "next": {"id": "EXO.40", "number": "40", "bookId": "EXO"}, "previous": {"id": "EXO.38", "number": "38", "bookId": "EXO"}}}}