{"_default": {"1": {"id": "RUT.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "RUT", "reference": "Ruth 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Boaz went up to the gate, and sat him down there; and, behold, the near kinsman of whom Boaz spoke came by; unto whom he said: 'Ho, such a one! turn aside, sit down here.' And he turned aside, and sat down. ", "type": "text", "attrs": {"verseId": "RUT.4.1", "verseOrgIds": ["RUT.4.1"]}}, {"text": "And he took ten men of the elders of the city, and said: 'Sit ye down here.' And they sat down. ", "type": "text", "attrs": {"verseId": "RUT.4.2", "verseOrgIds": ["RUT.4.2"]}}, {"text": "And he said unto the near kinsman: 'Naomi, that is come back out of the field of Moab, selleth the parcel of land, which was our brother Elimelech's; ", "type": "text", "attrs": {"verseId": "RUT.4.3", "verseOrgIds": ["RUT.4.3"]}}, {"text": "and I thought to disclose it unto thee, saying: Buy it before them that sit here, and before the elders of my people. If thou wilt redeem it, redeem it; but if it will not be redeemed, then tell me, that I may know; for there is none to redeem it beside thee; and I am after thee.' And he said: 'I will redeem it.' ", "type": "text", "attrs": {"verseId": "RUT.4.4", "verseOrgIds": ["RUT.4.4"]}}, {"text": "Then said Boaz: 'What day thou buyest the field of the hand of Naomi — hast thou also bought of Ruth the Moabitess, the wife of the dead, to raise up the name of the dead upon his inheritance?' ", "type": "text", "attrs": {"verseId": "RUT.4.5", "verseOrgIds": ["RUT.4.5"]}}, {"text": "And the near kinsman said: 'I cannot redeem it for myself, lest I mar mine own inheritance; take thou my right of redemption on thee; for I cannot redeem it.' — ", "type": "text", "attrs": {"verseId": "RUT.4.6", "verseOrgIds": ["RUT.4.6"]}}, {"text": "Now this was the custom in former time in Israel concerning redeeming and concerning exchanging, to confirm all things: a man drew off his shoe, and gave it to his neighbour; and this was the attestation in Israel. — ", "type": "text", "attrs": {"verseId": "RUT.4.7", "verseOrgIds": ["RUT.4.7"]}}, {"text": "So the near kinsman said unto Boaz: 'Buy it for thyself.' And he drew off his shoe. ", "type": "text", "attrs": {"verseId": "RUT.4.8", "verseOrgIds": ["RUT.4.8"]}}, {"text": "And Boaz said unto the elders, and unto all the people: 'Ye are witnesses this day, that I have bought all that was Elimelech's, and all that was Chilion's and Mahlon's, of the hand of Naomi. ", "type": "text", "attrs": {"verseId": "RUT.4.9", "verseOrgIds": ["RUT.4.9"]}}, {"text": "Moreover Ruth the Moabitess, the wife of Mahlon, have I acquired to be my wife, to raise up the name of the dead upon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place; ye are witnesses this day.' ", "type": "text", "attrs": {"verseId": "RUT.4.10", "verseOrgIds": ["RUT.4.10"]}}, {"text": "And all the people that were in the gate, and the elders, said: 'We are witnesses. The LORD make the woman that is come into thy house like Rachel and like Leah, which two did build the house of Israel; and do thou worthily in Ephrath, and be famous in Beth-lehem; ", "type": "text", "attrs": {"verseId": "RUT.4.11", "verseOrgIds": ["RUT.4.11"]}}, {"text": "and let thy house be like the house of Perez, whom Tamar bore unto Judah, of the seed which the LORD shall give thee of this young woman.' ", "type": "text", "attrs": {"verseId": "RUT.4.12", "verseOrgIds": ["RUT.4.12"]}}, {"text": "So Boaz took Ruth, and she became his wife; and he went in unto her, and the LORD gave her conception, and she bore a son. ", "type": "text", "attrs": {"verseId": "RUT.4.13", "verseOrgIds": ["RUT.4.13"]}}, {"text": "And the women said unto Naomi: 'Blessed be the LORD, who hath not left thee this day without a near kinsman, and let his name be famous in Israel. ", "type": "text", "attrs": {"verseId": "RUT.4.14", "verseOrgIds": ["RUT.4.14"]}}, {"text": "And he shall be unto thee a restorer of life, and a nourisher of thine old age; for thy daughter-in-law, who loveth thee, who is better to thee than seven sons, hath borne him.' ", "type": "text", "attrs": {"verseId": "RUT.4.15", "verseOrgIds": ["RUT.4.15"]}}, {"text": "And Naomi took the child, and laid it in her bosom, and became nurse unto it. ", "type": "text", "attrs": {"verseId": "RUT.4.16", "verseOrgIds": ["RUT.4.16"]}}, {"text": "And the women her neighbours gave it a name, saying: 'There is a son born to Naomi'; and they called his name Obed; he is the father of Jesse, the father of David. ", "type": "text", "attrs": {"verseId": "RUT.4.17", "verseOrgIds": ["RUT.4.17"]}}, {"text": "Now these are the generations of Perez: Perez begot Hezron; ", "type": "text", "attrs": {"verseId": "RUT.4.18", "verseOrgIds": ["RUT.4.18"]}}, {"text": "and Hezron begot Ram, and Ram begot Amminadab; ", "type": "text", "attrs": {"verseId": "RUT.4.19", "verseOrgIds": ["RUT.4.19"]}}, {"text": "and Amminadab begot Nahshon, and Nahshon begot Salmon; ", "type": "text", "attrs": {"verseId": "RUT.4.20", "verseOrgIds": ["RUT.4.20"]}}, {"text": "and Salmon begot Boaz, and Boaz begot Obed; ", "type": "text", "attrs": {"verseId": "RUT.4.21", "verseOrgIds": ["RUT.4.21"]}}, {"text": "and Obed begot Jesse, and Jesse begot David.", "type": "text", "attrs": {"verseId": "RUT.4.22", "verseOrgIds": ["RUT.4.22"]}}]}], "next": {"id": "LAM.intro", "number": "intro", "bookId": "LAM"}, "previous": {"id": "RUT.3", "number": "3", "bookId": "RUT"}}}}