{"_default": {"1": {"id": "GEN.34", "bibleId": "bf8f1c7f3f9045a5-01", "number": "34", "bookId": "GEN", "reference": "Genesis 34", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Dinah the daughter of Leah, whom she had borne unto Jacob, went out to see the daughters of the land. ", "type": "text", "attrs": {"verseId": "GEN.34.1", "verseOrgIds": ["GEN.34.1"]}}, {"text": "And Shechem the son of Hamor the Hivite, the prince of the land, saw her; and he took her, and lay with her, and humbled her. ", "type": "text", "attrs": {"verseId": "GEN.34.2", "verseOrgIds": ["GEN.34.2"]}}, {"text": "And his soul did cleave unto Dinah the daughter of Jacob, and he loved the damsel, and spoke comfortingly unto the damsel. ", "type": "text", "attrs": {"verseId": "GEN.34.3", "verseOrgIds": ["GEN.34.3"]}}, {"text": "And Shechem spoke unto his father Hamor, saying: 'Get me this damsel to wife.' ", "type": "text", "attrs": {"verseId": "GEN.34.4", "verseOrgIds": ["GEN.34.4"]}}, {"text": "Now Jacob heard that he had defiled Dinah his daughter; and his sons were with his cattle in the field; and Jacob held his peace until they came. ", "type": "text", "attrs": {"verseId": "GEN.34.5", "verseOrgIds": ["GEN.34.5"]}}, {"text": "And Hamor the father of Shechem went out unto Jacob to speak with him. ", "type": "text", "attrs": {"verseId": "GEN.34.6", "verseOrgIds": ["GEN.34.6"]}}, {"text": "And the sons of Jacob came in from the field when they heard it; and the men were grieved, and they were very wroth, because he had wrought a vile deed in Israel in lying with Jacob's daughter; which thing ought not to be done. ", "type": "text", "attrs": {"verseId": "GEN.34.7", "verseOrgIds": ["GEN.34.7"]}}, {"text": "And Hamor spoke with them, saying 'The soul of my son Shechem longeth for your daughter. I pray you give her unto him to wife. ", "type": "text", "attrs": {"verseId": "GEN.34.8", "verseOrgIds": ["GEN.34.8"]}}, {"text": "And make ye marriages with us; give your daughters unto us, and take our daughters unto you. ", "type": "text", "attrs": {"verseId": "GEN.34.9", "verseOrgIds": ["GEN.34.9"]}}, {"text": "And ye shall dwell with us; and the land shall be before you; dwell and trade ye therein, and get you possessions therein.' ", "type": "text", "attrs": {"verseId": "GEN.34.10", "verseOrgIds": ["GEN.34.10"]}}, {"text": "And Shechem said unto her father and unto her brethren: 'Let me find favour in your eyes, and what ye shall say unto me I will give. ", "type": "text", "attrs": {"verseId": "GEN.34.11", "verseOrgIds": ["GEN.34.11"]}}, {"text": "Ask me never so much dowry and gift, and I will give according as ye shall say unto me; but give me the damsel to wife.' ", "type": "text", "attrs": {"verseId": "GEN.34.12", "verseOrgIds": ["GEN.34.12"]}}, {"text": "And the sons of Jacob answered Shechem and Hamor his father with guile, and spoke, because he had defiled Dinah their sister, ", "type": "text", "attrs": {"verseId": "GEN.34.13", "verseOrgIds": ["GEN.34.13"]}}, {"text": "and said unto them: 'We cannot do this thing, to give our sister to one that is uncircumcised; for that were a reproach unto us. ", "type": "text", "attrs": {"verseId": "GEN.34.14", "verseOrgIds": ["GEN.34.14"]}}, {"text": "Only on this condition will we consent unto you: if ye will be as we are, that every male of you be circumcised; ", "type": "text", "attrs": {"verseId": "GEN.34.15", "verseOrgIds": ["GEN.34.15"]}}, {"text": "then will we give our daughters unto you, and we will take your daughters to us, and we will dwell with you, and we will become one people. ", "type": "text", "attrs": {"verseId": "GEN.34.16", "verseOrgIds": ["GEN.34.16"]}}, {"text": "But if ye will not hearken unto us, to be circumcised; then will we take our daughter, and we will be gone.' ", "type": "text", "attrs": {"verseId": "GEN.34.17", "verseOrgIds": ["GEN.34.17"]}}, {"text": "And their words pleased Hamor, and Shechem Hamor's son. ", "type": "text", "attrs": {"verseId": "GEN.34.18", "verseOrgIds": ["GEN.34.18"]}}, {"text": "And the young man deferred not to do the thing, because he had delight in Jacob's daughter. And he was honoured above all the house of his father. ", "type": "text", "attrs": {"verseId": "GEN.34.19", "verseOrgIds": ["GEN.34.19"]}}, {"text": "And Hamor and Shechem his son came unto the gate of their city, and spoke with the men of their city, saying: ", "type": "text", "attrs": {"verseId": "GEN.34.20", "verseOrgIds": ["GEN.34.20"]}}, {"text": "'These men are peaceable with us; therefore let them dwell in the land, and trade therein; for, behold, the land is large enough for them; let us take their daughters to us for wives, and let us give them our daughters. ", "type": "text", "attrs": {"verseId": "GEN.34.21", "verseOrgIds": ["GEN.34.21"]}}, {"text": "Only on this condition will the men consent unto us to dwell with us, to become one people, if every male among us be circumcised, as they are circumcised. ", "type": "text", "attrs": {"verseId": "GEN.34.22", "verseOrgIds": ["GEN.34.22"]}}, {"text": "Shall not their cattle and their substance and all their beasts be ours? only let us consent unto them, and they will dwell with us.' ", "type": "text", "attrs": {"verseId": "GEN.34.23", "verseOrgIds": ["GEN.34.23"]}}, {"text": "And unto Hamor and unto Shechem his son hearkened all that went out of the gate of his city; and every male was circumcised, all that went out of the gate of his city. ", "type": "text", "attrs": {"verseId": "GEN.34.24", "verseOrgIds": ["GEN.34.24"]}}, {"text": "And it came to pass on the third day, when they were in pain, that two of the sons of Jacob, Simeon and Levi, Dinah's brethren, took each man his sword, and came upon the city unawares, and slew all the males. ", "type": "text", "attrs": {"verseId": "GEN.34.25", "verseOrgIds": ["GEN.34.25"]}}, {"text": "And they slew Hamor and Shechem his son with the edge of the sword, and took Dinah out of Shechem's house, and went forth. ", "type": "text", "attrs": {"verseId": "GEN.34.26", "verseOrgIds": ["GEN.34.26"]}}, {"text": "The sons of Jacob came upon the slain, and spoiled the city, because they had defiled their sister. ", "type": "text", "attrs": {"verseId": "GEN.34.27", "verseOrgIds": ["GEN.34.27"]}}, {"text": "They took their flocks and their herds and their asses, and that which was in the city and that which was in the field; ", "type": "text", "attrs": {"verseId": "GEN.34.28", "verseOrgIds": ["GEN.34.28"]}}, {"text": "and all their wealth, and all their little ones and their wives, took they captive and spoiled, even all that was in the house. ", "type": "text", "attrs": {"verseId": "GEN.34.29", "verseOrgIds": ["GEN.34.29"]}}, {"text": "And Jacob said to Simeon and Levi: 'Ye have troubled me, to make me odious unto the inhabitants of the land, even unto the Canaanites and the Perizzites; and, I being few in number, they will gather themselves together against me and smite me; and I shall be destroyed, I and my house.' ", "type": "text", "attrs": {"verseId": "GEN.34.30", "verseOrgIds": ["GEN.34.30"]}}, {"text": "And they said: 'Should one deal with our sister as with a harlot?'", "type": "text", "attrs": {"verseId": "GEN.34.31", "verseOrgIds": ["GEN.34.31"]}}]}], "next": {"id": "GEN.35", "number": "35", "bookId": "GEN"}, "previous": {"id": "GEN.33", "number": "33", "bookId": "GEN"}}}}