{"_default": {"1": {"id": "2SA.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "2SA", "reference": "2 Samuel 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now there was long war between the house of Saul and the house of David; and David waxed stronger and stronger, but the house of Saul waxed weaker and weaker. ", "type": "text", "attrs": {"verseId": "2SA.3.1", "verseOrgIds": ["2SA.3.1"]}}, {"text": "And unto David were sons born in Hebron; and his first-born was Amnon, of Ahinoam the Jezreelitess; ", "type": "text", "attrs": {"verseId": "2SA.3.2", "verseOrgIds": ["2SA.3.2"]}}, {"text": "and his second, Chileab, of Abigail the wife of Nabal the Carmelite; and the third, Absalom the son of Maacah the daughter of Talmai king of Geshur; ", "type": "text", "attrs": {"verseId": "2SA.3.3", "verseOrgIds": ["2SA.3.3"]}}, {"text": "and the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital; ", "type": "text", "attrs": {"verseId": "2SA.3.4", "verseOrgIds": ["2SA.3.4"]}}, {"text": "and the sixth, Ithream, of Eglah David's wife. These were born to David in Hebron. ", "type": "text", "attrs": {"verseId": "2SA.3.5", "verseOrgIds": ["2SA.3.5"]}}, {"text": "And it came to pass, while there was war between the house of Saul and the house of David, that Abner showed himself strong in the house of Saul. ", "type": "text", "attrs": {"verseId": "2SA.3.6", "verseOrgIds": ["2SA.3.6"]}}, {"text": "Now Saul had a concubine, whose name was Rizpah, the daughter of Aiah; and Ish-bosheth said to Abner: 'Wherefore hast thou gone in unto my father's concubine?' ", "type": "text", "attrs": {"verseId": "2SA.3.7", "verseOrgIds": ["2SA.3.7"]}}, {"text": "Then was Abner very wroth for the words of Ish-bosheth, and said: 'Am I a dog's head that belongeth to Judah? This day do I show kindness unto the house of Saul thy father, to his brethren, and to his friends, and have not delivered thee into the hand of David, and yet thou chargest me this day with a fault concerning this woman. ", "type": "text", "attrs": {"verseId": "2SA.3.8", "verseOrgIds": ["2SA.3.8"]}}, {"text": "God do so to Abner, and more also, if, as the LORD hath sworn to David, I do not even so to him; ", "type": "text", "attrs": {"verseId": "2SA.3.9", "verseOrgIds": ["2SA.3.9"]}}, {"text": "to transfer the kingdom from the house of Saul, and to set up the throne of David over Israel and over Judah, from Dan even to Beer-sheba.' ", "type": "text", "attrs": {"verseId": "2SA.3.10", "verseOrgIds": ["2SA.3.10"]}}, {"text": "And he could not answer Abner another word, because he feared him. ", "type": "text", "attrs": {"verseId": "2SA.3.11", "verseOrgIds": ["2SA.3.11"]}}, {"text": "And Abner sent messengers to David straightway, saying: 'Whose is the land?' saying also: 'Make thy league with me, and, behold, my hand shall be with thee, to bring over all Israel unto thee.' ", "type": "text", "attrs": {"verseId": "2SA.3.12", "verseOrgIds": ["2SA.3.12"]}}, {"text": "And he said: 'Well; I will make a league with thee; but one thing I require of thee, that is, thou shalt not see my face, except thou first bring Michal Saul's daughter, when thou comest to see my face.' ", "type": "text", "attrs": {"verseId": "2SA.3.13", "verseOrgIds": ["2SA.3.13"]}}, {"text": "And David sent messengers to Ish-bosheth Saul's son, saying: 'Deliver me my wife Michal, whom I betrothed to me for a hundred foreskins of the Philistines.' ", "type": "text", "attrs": {"verseId": "2SA.3.14", "verseOrgIds": ["2SA.3.14"]}}, {"text": "And Ish-bosheth sent, and took her from her husband, even from Paltiel the son of Laish. ", "type": "text", "attrs": {"verseId": "2SA.3.15", "verseOrgIds": ["2SA.3.15"]}}, {"text": "And her husband went with her, weeping as he went, and followed her to Bahurim. Then said Abner unto him: 'Go, return'; and he returned. ", "type": "text", "attrs": {"verseId": "2SA.3.16", "verseOrgIds": ["2SA.3.16"]}}, {"text": "And Abner had communication with the elders of Israel, saying: 'In times past ye sought for David to be king over you; ", "type": "text", "attrs": {"verseId": "2SA.3.17", "verseOrgIds": ["2SA.3.17"]}}, {"text": "now then do it; for the LORD hath spoken of David, saying: By the hand of My servant David I will save My people Israel out of the hand of the Philistines, and out of the hand of all their enemies.' ", "type": "text", "attrs": {"verseId": "2SA.3.18", "verseOrgIds": ["2SA.3.18"]}}, {"text": "And Abner also spoke in the ears of Benjamin; and Abner went also to speak in the ears of David in Hebron all that seemed good to Israel, and to the whole house of Benjamin. ", "type": "text", "attrs": {"verseId": "2SA.3.19", "verseOrgIds": ["2SA.3.19"]}}, {"text": "So Abner came to David to Hebron, and twenty men with him. And David made Abner and the men that were with him a feast. ", "type": "text", "attrs": {"verseId": "2SA.3.20", "verseOrgIds": ["2SA.3.20"]}}, {"text": "And Abner said unto David: 'I will arise and go, and will gather all Israel unto my lord the king, that they may make a covenant with thee, and that thou mayest reign over all that thy soul desireth.' And David sent Abner away; and he went in peace. ", "type": "text", "attrs": {"verseId": "2SA.3.21", "verseOrgIds": ["2SA.3.21"]}}, {"text": "And, behold, the servants of David and Joab came from a foray, and brought in a great spoil with them; but Abner was not with David in Hebron; for he had sent him away, and he was gone in peace. ", "type": "text", "attrs": {"verseId": "2SA.3.22", "verseOrgIds": ["2SA.3.22"]}}, {"text": "When Joab and all the host that was with him were come, they told Joab, saying: 'Abner the son of Ner came to the king, and he hath sent him away, and he is gone in peace.' ", "type": "text", "attrs": {"verseId": "2SA.3.23", "verseOrgIds": ["2SA.3.23"]}}, {"text": "Then Joab came to the king, and said: 'What hast thou done? behold, Abner came unto thee; why is it that thou hast sent him away, and he is quite gone? ", "type": "text", "attrs": {"verseId": "2SA.3.24", "verseOrgIds": ["2SA.3.24"]}}, {"text": "Thou knowest Abner the son of Ner, that he came to deceive thee, and to know thy going out and thy coming in, and to know all that thou doest.' ", "type": "text", "attrs": {"verseId": "2SA.3.25", "verseOrgIds": ["2SA.3.25"]}}, {"text": "And when Joab was come out from David, he sent messengers after Abner, and they brought him back from Bor-sirah; but David knew it not. ", "type": "text", "attrs": {"verseId": "2SA.3.26", "verseOrgIds": ["2SA.3.26"]}}, {"text": "And when Abner was returned to Hebron, Joab took him aside into the midst of the gate to speak with him quietly, and smote him there in the groin, that he died, for the blood of Asahel his brother. ", "type": "text", "attrs": {"verseId": "2SA.3.27", "verseOrgIds": ["2SA.3.27"]}}, {"text": "And afterward when David heard it, he said: 'I and my kingdom are guiltless before the LORD for ever from the blood of Abner the son of Ner; ", "type": "text", "attrs": {"verseId": "2SA.3.28", "verseOrgIds": ["2SA.3.28"]}}, {"text": "let it fall upon the head of Joab, and upon all his father's house; and let there not fail from the house of Joab one that hath an issue, or that is a leper, or that leaneth on a staff, or that falleth by the sword, or that lacketh bread.' ", "type": "text", "attrs": {"verseId": "2SA.3.29", "verseOrgIds": ["2SA.3.29"]}}, {"text": "So Joab and Abishai his brother slew Abner, because he had killed their brother Asahel at Gibeon in the battle. ", "type": "text", "attrs": {"verseId": "2SA.3.30", "verseOrgIds": ["2SA.3.30"]}}, {"text": "And David said to Joab, and to all the people that were with him: 'Rend your clothes, and gird you with sackcloth, and wail before Abner.' And king David followed the bier. ", "type": "text", "attrs": {"verseId": "2SA.3.31", "verseOrgIds": ["2SA.3.31"]}}, {"text": "And they buried Abner in Hebron; and the king lifted up his voice, and wept at the grave of Abner; and all the people wept. ", "type": "text", "attrs": {"verseId": "2SA.3.32", "verseOrgIds": ["2SA.3.32"]}}, {"text": "And the king lamented for Abner, and said: Should Abner die as a churl dieth? ", "type": "text", "attrs": {"verseId": "2SA.3.33", "verseOrgIds": ["2SA.3.33"]}}, {"text": "Thy hands were not bound, nor thy feet put into fetters; as a man falleth before the children of iniquity, so didst thou fall. And all the people wept again over him. ", "type": "text", "attrs": {"verseId": "2SA.3.34", "verseOrgIds": ["2SA.3.34"]}}, {"text": "And all the people came to cause David to eat bread while it was yet day; but David swore, saying: 'God do so to me, and more also, if I taste bread, or aught else, till the sun be down.' ", "type": "text", "attrs": {"verseId": "2SA.3.35", "verseOrgIds": ["2SA.3.35"]}}, {"text": "And all the people took notice of it, and it pleased them; whatsoever the king did, pleased all the people. ", "type": "text", "attrs": {"verseId": "2SA.3.36", "verseOrgIds": ["2SA.3.36"]}}, {"text": "So all the people and all Israel understood that day that it was not of the king to slay Abner the son of Ner. ", "type": "text", "attrs": {"verseId": "2SA.3.37", "verseOrgIds": ["2SA.3.37"]}}, {"text": "And the king said unto his servants: 'Know ye not that there is a prince and a great man fallen this day in Israel? ", "type": "text", "attrs": {"verseId": "2SA.3.38", "verseOrgIds": ["2SA.3.38"]}}, {"text": "And I am this day weak, and just anointed king; and these men the sons of Zeruiah are too hard for me; the LORD reward the evildoer according to his wickedness.'", "type": "text", "attrs": {"verseId": "2SA.3.39", "verseOrgIds": ["2SA.3.39"]}}]}], "next": {"id": "2SA.4", "number": "4", "bookId": "2SA"}, "previous": {"id": "2SA.2", "number": "2", "bookId": "2SA"}}}}