{"_default": {"1": {"id": "EZK.12", "bibleId": "bf8f1c7f3f9045a5-01", "number": "12", "bookId": "EZK", "reference": "Ezekiel 12", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The word of the LORD also came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.12.1", "verseOrgIds": ["EZK.12.1"]}}, {"text": "'Son of man, thou dwellest in the midst of the rebellious house, that have eyes to see, and see not, that have ears to hear, and hear not; for they are a rebellious house. ", "type": "text", "attrs": {"verseId": "EZK.12.2", "verseOrgIds": ["EZK.12.2"]}}, {"text": "Therefore, thou son of man, prepare thee stuff for exile, and remove as though for exile by day in their sight; and thou shalt remove from thy place to another place in their sight; it may be they will perceive, for they are a rebellious house. ", "type": "text", "attrs": {"verseId": "EZK.12.3", "verseOrgIds": ["EZK.12.3"]}}, {"text": "And thou shalt bring forth thy stuff by day in their sight, as stuff for exile; and thou shalt go forth thyself at even in their sight, as when men go forth into exile. ", "type": "text", "attrs": {"verseId": "EZK.12.4", "verseOrgIds": ["EZK.12.4"]}}, {"text": "Dig thou through the wall in their sight, and carry out thereby. ", "type": "text", "attrs": {"verseId": "EZK.12.5", "verseOrgIds": ["EZK.12.5"]}}, {"text": "In their sight shalt thou bear it upon thy shoulder, and carry it forth in the darkness; thou shalt cover thy face, that thou see not the ground; for I have set thee for a sign unto the house of Israel.' ", "type": "text", "attrs": {"verseId": "EZK.12.6", "verseOrgIds": ["EZK.12.6"]}}, {"text": "And I did so as I was commanded: I brought forth my stuff by day, as stuff for exile, and in the even I digged through the wall with my hand; I carried out in the darkness, and bore it upon my shoulder in their sight. ", "type": "text", "attrs": {"verseId": "EZK.12.7", "verseOrgIds": ["EZK.12.7"]}}, {"text": "And in the morning came the word of the LORD unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.12.8", "verseOrgIds": ["EZK.12.8"]}}, {"text": "'Son of man, hath not the house of Israel, the rebellious house, said unto thee: What doest thou? ", "type": "text", "attrs": {"verseId": "EZK.12.9", "verseOrgIds": ["EZK.12.9"]}}, {"text": "Say thou unto them: Thus saith the Lord GOD: Concerning the prince, even this burden, in Jerusalem, and all the house of Israel among whom they are, ", "type": "text", "attrs": {"verseId": "EZK.12.10", "verseOrgIds": ["EZK.12.10"]}}, {"text": "say: I am your sign: like as I have done, so shall it be done unto them — they shall go into exile, into captivity. ", "type": "text", "attrs": {"verseId": "EZK.12.11", "verseOrgIds": ["EZK.12.11"]}}, {"text": "And the prince that is among them shall bear upon his shoulder, and go forth in the darkness; they shall dig through the wall to carry out thereby; he shall cover his face, that he see not the ground with his eyes. ", "type": "text", "attrs": {"verseId": "EZK.12.12", "verseOrgIds": ["EZK.12.12"]}}, {"text": "My net also will I spread upon him, and he shall be taken in My snare; and I will bring him to Babylon to the land of the Chaldeans; yet shall he not see it, though he shall die there. ", "type": "text", "attrs": {"verseId": "EZK.12.13", "verseOrgIds": ["EZK.12.13"]}}, {"text": "And I will disperse toward every wind all that are round about him to help him, and all his troops; and I will draw out the sword after them. ", "type": "text", "attrs": {"verseId": "EZK.12.14", "verseOrgIds": ["EZK.12.14"]}}, {"text": "And they shall know that I am the LORD, when I shall scatter them among the nations, and disperse them in the countries. ", "type": "text", "attrs": {"verseId": "EZK.12.15", "verseOrgIds": ["EZK.12.15"]}}, {"text": "But I will leave a few men of them from the sword, from the famine, and from the pestilence; that they may declare all their abominations among the nations whither they come; and they shall know that I am the LORD.' ", "type": "text", "attrs": {"verseId": "EZK.12.16", "verseOrgIds": ["EZK.12.16"]}}, {"text": "Moreover the word of the LORD came to me, saying: ", "type": "text", "attrs": {"verseId": "EZK.12.17", "verseOrgIds": ["EZK.12.17"]}}, {"text": "'Son of man, eat thy bread with quaking, and drink thy water with trembling and with anxiety; ", "type": "text", "attrs": {"verseId": "EZK.12.18", "verseOrgIds": ["EZK.12.18"]}}, {"text": "and say unto the people of the land: Thus saith the Lord GOD concerning the inhabitants of Jerusalem in the land of Israel. They shall eat their bread with anxiety, and drink their water with appalment, that her land may be desolate from all that is therein, because of the violence of all them that dwell therein. ", "type": "text", "attrs": {"verseId": "EZK.12.19", "verseOrgIds": ["EZK.12.19"]}}, {"text": "And the cities that are inhabited shall be laid waste, and the land shall be desolate; and ye shall know that I am the LORD.' ", "type": "text", "attrs": {"verseId": "EZK.12.20", "verseOrgIds": ["EZK.12.20"]}}, {"text": "And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.12.21", "verseOrgIds": ["EZK.12.21"]}}, {"text": "'Son of man, what is that proverb that ye have in the land of Israel, saying: The days are prolonged, and every vision faileth? ", "type": "text", "attrs": {"verseId": "EZK.12.22", "verseOrgIds": ["EZK.12.22"]}}, {"text": "Tell them therefore: Thus saith the Lord GOD: I will make this proverb to cease, and they shall no more use it as a proverb in Israel; but say unto them: The days are at hand, and the word of every vision. ", "type": "text", "attrs": {"verseId": "EZK.12.23", "verseOrgIds": ["EZK.12.23"]}}, {"text": "For there shall be no more any vain vision nor smooth divination within the house of Israel. ", "type": "text", "attrs": {"verseId": "EZK.12.24", "verseOrgIds": ["EZK.12.24"]}}, {"text": "For I am the LORD; I will speak, what word soever it be that I shall speak, and it shall be performed; it shall be no more delayed; for in your days, O rebellious house, will I speak the word, and will perform it, saith the Lord GOD.' ", "type": "text", "attrs": {"verseId": "EZK.12.25", "verseOrgIds": ["EZK.12.25"]}}, {"text": "Again the word of the LORD came to me, saying: ", "type": "text", "attrs": {"verseId": "EZK.12.26", "verseOrgIds": ["EZK.12.26"]}}, {"text": "'Son of man, behold, they of the house of Israel say: The vision that he seeth is for many days to come, and he prophesieth of times that are far off. ", "type": "text", "attrs": {"verseId": "EZK.12.27", "verseOrgIds": ["EZK.12.27"]}}, {"text": "Therefore say unto them: Thus saith the Lord GOD: There shall none of My words be delayed any more, but the word which I shall speak shall be performed, saith the Lord GOD.'", "type": "text", "attrs": {"verseId": "EZK.12.28", "verseOrgIds": ["EZK.12.28"]}}]}], "next": {"id": "EZK.13", "number": "13", "bookId": "EZK"}, "previous": {"id": "EZK.11", "number": "11", "bookId": "EZK"}}}}