{"_default": {"1": {"id": "NUM.32", "bibleId": "bf8f1c7f3f9045a5-01", "number": "32", "bookId": "NUM", "reference": "Numbers 32", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the children of Reuben and the children of Gad had a very great multitude of cattle; and when they saw the land of Jazer, and the land of Gilead, that, behold, the place was a place for cattle, ", "type": "text", "attrs": {"verseId": "NUM.32.1", "verseOrgIds": ["NUM.32.1"]}}, {"text": "the children of Gad and the children of Reuben came and spoke unto Moses, and to Eleazar the priest, and unto the princes of the congregation, saying: ", "type": "text", "attrs": {"verseId": "NUM.32.2", "verseOrgIds": ["NUM.32.2"]}}, {"text": "'Ataroth, and Dibon, and Jazer, and Nimrah, and Heshbon, and Elealeh, and Sebam, and Nebo, and Beon, ", "type": "text", "attrs": {"verseId": "NUM.32.3", "verseOrgIds": ["NUM.32.3"]}}, {"text": "the land which the LORD smote before the congregation of Israel, is a land for cattle, and thy servants have cattle.' ", "type": "text", "attrs": {"verseId": "NUM.32.4", "verseOrgIds": ["NUM.32.4"]}}, {"text": "And they said: 'If we have found favour in thy sight, let this land be given unto thy servants for a possession; bring us not over the Jordan.' ", "type": "text", "attrs": {"verseId": "NUM.32.5", "verseOrgIds": ["NUM.32.5"]}}, {"text": "And Moses said unto the children of Gad and to the children of Reuben: 'Shall your brethren go to the war, and shall ye sit here? ", "type": "text", "attrs": {"verseId": "NUM.32.6", "verseOrgIds": ["NUM.32.6"]}}, {"text": "And wherefore will ye turn away the heart of the children of Israel from going over into the land which the LORD hath given them? ", "type": "text", "attrs": {"verseId": "NUM.32.7", "verseOrgIds": ["NUM.32.7"]}}, {"text": "Thus did your fathers, when I sent them from Kadesh-barnea to see the land. ", "type": "text", "attrs": {"verseId": "NUM.32.8", "verseOrgIds": ["NUM.32.8"]}}, {"text": "For when they went up unto the valley of Eshcol, and saw the land, they turned away the heart of the children of Israel, that they should not go into the land which the LORD had given them. ", "type": "text", "attrs": {"verseId": "NUM.32.9", "verseOrgIds": ["NUM.32.9"]}}, {"text": "And the LORD'S anger was kindled in that day, and He swore, saying: ", "type": "text", "attrs": {"verseId": "NUM.32.10", "verseOrgIds": ["NUM.32.10"]}}, {"text": "Surely none of the men that came up out of Egypt, from twenty years old and upward, shall see the land which I swore unto Abraham, unto Isaac, and unto Jacob; because they have not wholly followed Me; ", "type": "text", "attrs": {"verseId": "NUM.32.11", "verseOrgIds": ["NUM.32.11"]}}, {"text": "save Caleb the son of Jephunneh the Kenizzite, and Joshua the son of Nun; because they have wholly followed the LORD. ", "type": "text", "attrs": {"verseId": "NUM.32.12", "verseOrgIds": ["NUM.32.12"]}}, {"text": "And the LORD'S anger was kindled against Israel, and He made them wander to and fro in the wilderness forty years, until all the generation, that had done evil in the sight of the LORD, was consumed. ", "type": "text", "attrs": {"verseId": "NUM.32.13", "verseOrgIds": ["NUM.32.13"]}}, {"text": "And, behold, ye are risen up in your fathers' stead, a brood of sinful men, to augment yet the fierce anger of the LORD toward Israel. ", "type": "text", "attrs": {"verseId": "NUM.32.14", "verseOrgIds": ["NUM.32.14"]}}, {"text": "For if ye turn away from after Him, He will yet again leave them in the wilderness; and so ye will destroy all this people.' ", "type": "text", "attrs": {"verseId": "NUM.32.15", "verseOrgIds": ["NUM.32.15"]}}, {"text": "And they came near unto him, and said: 'We will build sheepfolds here for our cattle, and cities for our little ones; ", "type": "text", "attrs": {"verseId": "NUM.32.16", "verseOrgIds": ["NUM.32.16"]}}, {"text": "but we ourselves will be ready armed to go before the children of Israel, until we have brought them unto their place; and our little ones shall dwell in the fortified cities because of the inhabitants of the land. ", "type": "text", "attrs": {"verseId": "NUM.32.17", "verseOrgIds": ["NUM.32.17"]}}, {"text": "We will not return unto our houses, until the children of Israel have inherited every man his inheritance. ", "type": "text", "attrs": {"verseId": "NUM.32.18", "verseOrgIds": ["NUM.32.18"]}}, {"text": "For we will not inherit with them on the other side of the Jordan, and forward, because our inheritance is fallen to us on this side of the Jordan eastward.' ", "type": "text", "attrs": {"verseId": "NUM.32.19", "verseOrgIds": ["NUM.32.19"]}}, {"text": "And Moses said unto them: 'If ye will do this thing: if ye will arm yourselves to go before the LORD to the war, ", "type": "text", "attrs": {"verseId": "NUM.32.20", "verseOrgIds": ["NUM.32.20"]}}, {"text": "and every armed man of you will pass over the Jordan before the LORD, until He hath driven out His enemies from before Him, ", "type": "text", "attrs": {"verseId": "NUM.32.21", "verseOrgIds": ["NUM.32.21"]}}, {"text": "and the land be subdued before the LORD, and ye return afterward; then ye shall be clear before the LORD, and before Israel, and this land shall be unto you for a possession before the LORD. ", "type": "text", "attrs": {"verseId": "NUM.32.22", "verseOrgIds": ["NUM.32.22"]}}, {"text": "But if ye will not do so, behold, ye have sinned against the LORD; and know ye your sin which will find you. ", "type": "text", "attrs": {"verseId": "NUM.32.23", "verseOrgIds": ["NUM.32.23"]}}, {"text": "Build you cities for your little ones, and folds for your sheep; and do that which hath proceeded out of your mouth.' ", "type": "text", "attrs": {"verseId": "NUM.32.24", "verseOrgIds": ["NUM.32.24"]}}, {"text": "And the children of Gad and the children of Reuben spoke unto Moses, saying: 'Thy servants will do as my lord commandeth. ", "type": "text", "attrs": {"verseId": "NUM.32.25", "verseOrgIds": ["NUM.32.25"]}}, {"text": "Our little ones, our wives, our flocks, and all our cattle, shall be there in the cities of Gilead; ", "type": "text", "attrs": {"verseId": "NUM.32.26", "verseOrgIds": ["NUM.32.26"]}}, {"text": "but thy servants will pass over, every man that is armed for war, before the LORD to battle, as my lord saith.' ", "type": "text", "attrs": {"verseId": "NUM.32.27", "verseOrgIds": ["NUM.32.27"]}}, {"text": "So Moses gave charge concerning them to Eleazar the priest, and to Joshua the son of Nun, and to the heads of the fathers' houses of the tribes of the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.32.28", "verseOrgIds": ["NUM.32.28"]}}, {"text": "And Moses said unto them: 'If the children of Gad and the children of Reuben will pass with you over the Jordan, every man that is armed to battle, before the LORD, and the land shall be subdued before you, then ye shall give them the land of Gilead for a possession; ", "type": "text", "attrs": {"verseId": "NUM.32.29", "verseOrgIds": ["NUM.32.29"]}}, {"text": "but if they will not pass over with you armed, they shall have possessions among you in the land of Canaan.' ", "type": "text", "attrs": {"verseId": "NUM.32.30", "verseOrgIds": ["NUM.32.30"]}}, {"text": "And the children of Gad and the children of Reuben answered, saying: 'As the LORD hath said unto thy servants, so will we do. ", "type": "text", "attrs": {"verseId": "NUM.32.31", "verseOrgIds": ["NUM.32.31"]}}, {"text": "We will pass over armed before the LORD into the land of Canaan, and the possession of our inheritance shall remain with us beyond the Jordan.' ", "type": "text", "attrs": {"verseId": "NUM.32.32", "verseOrgIds": ["NUM.32.32"]}}, {"text": "And Moses gave unto them, even to the children of Gad, and to the children of Reuben, and unto the half-tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites, and the kingdom of Og king of Bashan, the land, according to the cities thereof with their borders, even the cities of the land round about. ", "type": "text", "attrs": {"verseId": "NUM.32.33", "verseOrgIds": ["NUM.32.33"]}}, {"text": "And the children of Gad built Dibon, and Ataroth, and Aroer; ", "type": "text", "attrs": {"verseId": "NUM.32.34", "verseOrgIds": ["NUM.32.34"]}}, {"text": "and Atroth-shophan, and Jazer, and Jogbehah; ", "type": "text", "attrs": {"verseId": "NUM.32.35", "verseOrgIds": ["NUM.32.35"]}}, {"text": "and Beth-nimrah, and Beth-haran; fortified cities, and folds for sheep. ", "type": "text", "attrs": {"verseId": "NUM.32.36", "verseOrgIds": ["NUM.32.36"]}}, {"text": "And the children of Reuben built Heshbon, and Elealeh, and Kiriathaim; ", "type": "text", "attrs": {"verseId": "NUM.32.37", "verseOrgIds": ["NUM.32.37"]}}, {"text": "and Nebo, and Baal-meon — their names being changed — and Sibmah; and gave their names unto the cities which they builded. ", "type": "text", "attrs": {"verseId": "NUM.32.38", "verseOrgIds": ["NUM.32.38"]}}, {"text": "And the children of Machir the son of Manasseh went to Gilead, and took it, and dispossessed the Amorites that were therein. ", "type": "text", "attrs": {"verseId": "NUM.32.39", "verseOrgIds": ["NUM.32.39"]}}, {"text": "And Moses gave Gilead unto Machir the son of Manasseh; and he dwelt therein. ", "type": "text", "attrs": {"verseId": "NUM.32.40", "verseOrgIds": ["NUM.32.40"]}}, {"text": "And Jair the son of Manasseh went and took the villages thereof, and called them Havvoth-jair. ", "type": "text", "attrs": {"verseId": "NUM.32.41", "verseOrgIds": ["NUM.32.41"]}}, {"text": "And Nobah went and took Kenath, and the villages thereof, and called it Nobah, after his own name.", "type": "text", "attrs": {"verseId": "NUM.32.42", "verseOrgIds": ["NUM.32.42"]}}]}], "next": {"id": "NUM.33", "number": "33", "bookId": "NUM"}, "previous": {"id": "NUM.31", "number": "31", "bookId": "NUM"}}}}