{"_default": {"1": {"id": "1CH.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "1CH", "reference": "1 Chronicles 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And David consulted with the captains of thousands and of hundreds, even with every leader. ", "type": "text", "attrs": {"verseId": "1CH.13.1", "verseOrgIds": ["1CH.13.1"]}}, {"text": "And David said unto all the assembly of Israel: 'If it seem good unto you, and if it be of the LORD our God, let us send abroad everywhere unto our brethren that are left in all the land of Israel, and with them to the priests and Levites that are in their cities that have open land about them, that they may gather themselves unto us; ", "type": "text", "attrs": {"verseId": "1CH.13.2", "verseOrgIds": ["1CH.13.2"]}}, {"text": "and let us bring back the ark of our God to us; for we sought not unto it in the days of Saul.' ", "type": "text", "attrs": {"verseId": "1CH.13.3", "verseOrgIds": ["1CH.13.3"]}}, {"text": "And all the assembly said that they would do so; for the thing was right in the eyes of all the people. ", "type": "text", "attrs": {"verseId": "1CH.13.4", "verseOrgIds": ["1CH.13.4"]}}, {"text": "So David assembled all Israel together, from Shihor the brook of Egypt even unto the entrance of Hamath, to bring the ark of God from Kiriath-jearim. ", "type": "text", "attrs": {"verseId": "1CH.13.5", "verseOrgIds": ["1CH.13.5"]}}, {"text": "And David went up, and all Israel, to Baalah, that is, to Kiriath-jearim, which belonged to Judah, to bring up from thence the ark of God, the LORD that sitteth upon the cherubim, whereon is called the Name. ", "type": "text", "attrs": {"verseId": "1CH.13.6", "verseOrgIds": ["1CH.13.6"]}}, {"text": "And they set the ark of God upon a new cart, and brought it out of the house of Abinadab; and Uzza and Ahio drove the cart. ", "type": "text", "attrs": {"verseId": "1CH.13.7", "verseOrgIds": ["1CH.13.7"]}}, {"text": "And David and all Israel played before God with all their might; even with songs, and with harps, and with psalteries, and with timbrels, and with cymbals, and with trumpets. ", "type": "text", "attrs": {"verseId": "1CH.13.8", "verseOrgIds": ["1CH.13.8"]}}, {"text": "And when they came unto the threshing-floor of Chidon, Uzza put forth his hand to hold the ark; for the oxen stumbled. ", "type": "text", "attrs": {"verseId": "1CH.13.9", "verseOrgIds": ["1CH.13.9"]}}, {"text": "And the anger of the LORD was kindled against Uzza, and He smote him, because he put forth his hand to the ark; and there he died before God. ", "type": "text", "attrs": {"verseId": "1CH.13.10", "verseOrgIds": ["1CH.13.10"]}}, {"text": "And David was displeased, because the LORD had broken forth upon Uzza; and that place was called Perez-uzza unto this day. ", "type": "text", "attrs": {"verseId": "1CH.13.11", "verseOrgIds": ["1CH.13.11"]}}, {"text": "And David was afraid of God that day, saying: 'How shall I bring the ark of God home to me?' ", "type": "text", "attrs": {"verseId": "1CH.13.12", "verseOrgIds": ["1CH.13.12"]}}, {"text": "So David removed not the ark unto him into the city of David, but carried it aside into the house of Obed-edom the Gittite. ", "type": "text", "attrs": {"verseId": "1CH.13.13", "verseOrgIds": ["1CH.13.13"]}}, {"text": "And the ark of God remained with the family of Obed-edom in his house three months; and the LORD blessed the house of Obed-edom, and all that he had.", "type": "text", "attrs": {"verseId": "1CH.13.14", "verseOrgIds": ["1CH.13.14"]}}]}], "next": {"id": "1CH.14", "number": "14", "bookId": "1CH"}, "previous": {"id": "1CH.12", "number": "12", "bookId": "1CH"}}}}