{"_default": {"1": {"id": "DAN.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "DAN", "reference": "Daniel 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Nebuchadnezzar the king made an image of gold, whose height was threescore cubits, and the breadth thereof six cubits; he set it up in the plain of Dura, in the province of Babylon. ", "type": "text", "attrs": {"verseId": "DAN.3.1", "verseOrgIds": ["DAN.3.1"]}}, {"text": "Then Nebuchadnezzar the king sent to gather together the satraps, the prefects, and the governors, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, to come to the dedication of the image which Nebuchadnezzar the king had set up. ", "type": "text", "attrs": {"verseId": "DAN.3.2", "verseOrgIds": ["DAN.3.2"]}}, {"text": "Then the satraps, the prefects, and the governors, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, were gathered together unto the dedication of the image that Nebuchadnezzar the king had set up; and they stood before the image that Nebuchadnezzar had set up. ", "type": "text", "attrs": {"verseId": "DAN.3.3", "verseOrgIds": ["DAN.3.3"]}}, {"text": "And the herald cried aloud: 'To you it is commanded, O peoples, nations, and languages, ", "type": "text", "attrs": {"verseId": "DAN.3.4", "verseOrgIds": ["DAN.3.4"]}}, {"text": "that at what time ye hear the sound of the horn, pipe, harp, trigon, psaltery, bagpipe, and all kinds of music, ye fall down and worship the golden image that Nebuchadnezzar the king hath set up; ", "type": "text", "attrs": {"verseId": "DAN.3.5", "verseOrgIds": ["DAN.3.5"]}}, {"text": "and whoso falleth not down and worshippeth shall the same hour be cast into the midst of a burning fiery furnace.' ", "type": "text", "attrs": {"verseId": "DAN.3.6", "verseOrgIds": ["DAN.3.6"]}}, {"text": "Therefore at that time, when all the peoples heard the sound of the horn, pipe, harp, trigon, psaltery, and all kinds of music, all the peoples, the nations, and the languages, fell down and worshipped the golden image that Nebuchadnezzar the king had set up. ", "type": "text", "attrs": {"verseId": "DAN.3.7", "verseOrgIds": ["DAN.3.7"]}}, {"text": "Wherefore at that time certain Chaldeans came near, and brought accusation against the Jews. ", "type": "text", "attrs": {"verseId": "DAN.3.8", "verseOrgIds": ["DAN.3.8"]}}, {"text": "They spoke and said to Nebuchadnezzar the king: 'O king, live for ever! ", "type": "text", "attrs": {"verseId": "DAN.3.9", "verseOrgIds": ["DAN.3.9"]}}, {"text": "Thou, O king, hast made a decree, that every man that shall hear the sound of the horn, pipe, harp, trigon, psaltery, and bagpipe, and all kinds of music, shall fall down and worship the golden image; ", "type": "text", "attrs": {"verseId": "DAN.3.10", "verseOrgIds": ["DAN.3.10"]}}, {"text": "and whoso falleth not down and worshippeth shall be cast into the midst of a burning fiery furnace. ", "type": "text", "attrs": {"verseId": "DAN.3.11", "verseOrgIds": ["DAN.3.11"]}}, {"text": "There are certain Jews whom thou hast appointed over the affairs of the province of Babylon, Shadrach, Meshach, and Abed-nego; these men, O king, have not regarded thee: they serve not thy gods, nor worship the golden image which thou hast set up.' ", "type": "text", "attrs": {"verseId": "DAN.3.12", "verseOrgIds": ["DAN.3.12"]}}, {"text": "Then Nebuchadnezzar in his rage and fury commanded to bring Shadrach, Meshach, and Abed-nego. Then were these men brought before the king. ", "type": "text", "attrs": {"verseId": "DAN.3.13", "verseOrgIds": ["DAN.3.13"]}}, {"text": "Nebuchadnezzar spoke and said unto them: 'Is it true, O Shadrach, Meshach, and Abed-nego, that ye serve not my gods, nor worship the golden image which I have set up? ", "type": "text", "attrs": {"verseId": "DAN.3.14", "verseOrgIds": ["DAN.3.14"]}}, {"text": "Now if ye be ready that at what time ye hear the sound of the horn, pipe, harp, trigon, psaltery, and bagpipe, and all kinds of music, ye fall down and worship the image which I have made, well; but if ye worship not, ye shall be cast the same hour into the midst of a burning fiery furnace; and who is the god that shall deliver you out of my hands?' ", "type": "text", "attrs": {"verseId": "DAN.3.15", "verseOrgIds": ["DAN.3.15"]}}, {"text": "Shadrach, Meshach, and Abed-nego, answered and said to the king: 'O Nebuchadnezzar, we have no need to answer thee in this matter. ", "type": "text", "attrs": {"verseId": "DAN.3.16", "verseOrgIds": ["DAN.3.16"]}}, {"text": "If our God whom we serve is able to deliver us, He will deliver us from the burning fiery furnace, and out of thy hand, O king. ", "type": "text", "attrs": {"verseId": "DAN.3.17", "verseOrgIds": ["DAN.3.17"]}}, {"text": "But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.' ", "type": "text", "attrs": {"verseId": "DAN.3.18", "verseOrgIds": ["DAN.3.18"]}}, {"text": "Then was Nebuchadnezzar filled with fury, and the form of his visage was changed, against Shadrach, Meshach, and Abed-nego; he spoke, and commanded that they should heat the furnace seven times more than it was wont to be heated. ", "type": "text", "attrs": {"verseId": "DAN.3.19", "verseOrgIds": ["DAN.3.19"]}}, {"text": "And he commanded certain mighty men that were in his army to bind Shadrach, Meshach, and Abed-nego, and to cast them into the burning fiery furnace. ", "type": "text", "attrs": {"verseId": "DAN.3.20", "verseOrgIds": ["DAN.3.20"]}}, {"text": "Then these men were bound in their cloaks, their tunics, and their robes, and their other garments, and were cast into the midst of the burning fiery furnace. ", "type": "text", "attrs": {"verseId": "DAN.3.21", "verseOrgIds": ["DAN.3.21"]}}, {"text": "Therefore because the king's commandment was peremptory, and the furnace exceeding hot, the flame of the fire slew those men that took up Shadrach, Meshach, and Abed-nego. ", "type": "text", "attrs": {"verseId": "DAN.3.22", "verseOrgIds": ["DAN.3.22"]}}, {"text": "And these three men, Shadrach, Meshach, and Abed-nego, fell down bound into the midst of the burning fiery furnace. ", "type": "text", "attrs": {"verseId": "DAN.3.23", "verseOrgIds": ["DAN.3.23"]}}, {"text": "Then Nebuchadnezzar the king was alarmed, and rose up in haste; he spoke and said unto his ministers: 'Did not we cast three men bound into the midst of the fire?' They answered and said unto the king: 'True, O king.' ", "type": "text", "attrs": {"verseId": "DAN.3.24", "verseOrgIds": ["DAN.3.24"]}}, {"text": "He answered and said: 'Lo, I see four men loose, walking in the midst of the fire, and they have no hurt; and the appearance of the fourth is like a son of the gods.' ", "type": "text", "attrs": {"verseId": "DAN.3.25", "verseOrgIds": ["DAN.3.25"]}}, {"text": "Then Nebuchadnezzar came near to the mouth of the burning fiery furnace; he spoke and said: 'Shadrach, Meshach, and Abed-nego, ye servants of God Most High, come forth, and come hither.' Then Shadrach, Meshach, and Abed-nego, came forth out of the midst of the fire. ", "type": "text", "attrs": {"verseId": "DAN.3.26", "verseOrgIds": ["DAN.3.26"]}}, {"text": "And the satraps, the prefects, and the governors, and the king's ministers, being gathered together, saw these men, that the fire had no power upon their bodies, nor was the hair of their head singed, neither were their cloaks changed, nor had the smell of fire passed on them. ", "type": "text", "attrs": {"verseId": "DAN.3.27", "verseOrgIds": ["DAN.3.27"]}}, {"text": "Nebuchadnezzar spoke and said: 'Blessed be the God of Shadrach, Meshach, and Abed-nego, who hath sent His angel, and delivered His servants that trusted in Him, and have changed the king's word, and have yielded their bodies, that they might not serve nor worship any god, except their own God. ", "type": "text", "attrs": {"verseId": "DAN.3.28", "verseOrgIds": ["DAN.3.28"]}}, {"text": "Therefore I make a decree, that every people, nation, and language, which speak any thing amiss against the God of Shadrach, Meshach, and Abed-nego, shall be cut in pieces, and their houses shall be made a dunghill; because there is no other god that is able to deliver after this sort.' ", "type": "text", "attrs": {"verseId": "DAN.3.29", "verseOrgIds": ["DAN.3.29"]}}, {"text": "Then the king promoted Shadrach, Meshach, and Abed-nego, in the province of Babylon.", "type": "text", "attrs": {"verseId": "DAN.3.30", "verseOrgIds": ["DAN.3.30"]}}]}], "next": {"id": "DAN.4", "number": "4", "bookId": "DAN"}, "previous": {"id": "DAN.2", "number": "2", "bookId": "DAN"}}}}