{"_default": {"1": {"id": "REV.12", "bibleId": "f72b840c855f362c-04", "number": "12", "bookId": "REV", "reference": "Revelation 12", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "A great sign was seen in heaven: a woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars. ", "type": "text", "attrs": {"verseId": "REV.12.1", "verseOrgIds": ["REV.12.1"]}}, {"text": "She was with child. She cried out in pain, laboring to give birth.", "type": "text", "attrs": {"verseId": "REV.12.2", "verseOrgIds": ["REV.12.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Another sign was seen in heaven. Behold, a great red dragon, having seven heads and ten horns, and on his heads seven crowns. ", "type": "text", "attrs": {"verseId": "REV.12.3", "verseOrgIds": ["REV.12.3"]}}, {"text": "His tail drew one third of the stars of the sky, and threw them to the earth. The dragon stood before the woman who was about to give birth, so that when she gave birth he might devour her child. ", "type": "text", "attrs": {"verseId": "REV.12.4", "verseOrgIds": ["REV.12.4"]}}, {"text": "She gave birth to a son, a male child, who is to rule all the nations with a rod of iron. Her child was caught up to God and to his throne. ", "type": "text", "attrs": {"verseId": "REV.12.5", "verseOrgIds": ["REV.12.5"]}}, {"text": "The woman fled into the wilderness, where she has a place prepared by God, that there they may nourish her one thousand two hundred sixty days.", "type": "text", "attrs": {"verseId": "REV.12.6", "verseOrgIds": ["REV.12.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "There was war in the sky. Michael and his angels made war on the dragon. The dragon and his angels made war. ", "type": "text", "attrs": {"verseId": "REV.12.7", "verseOrgIds": ["REV.12.7"]}}, {"text": "They didn’t prevail. No place was found for them any more in heaven. ", "type": "text", "attrs": {"verseId": "REV.12.8", "verseOrgIds": ["REV.12.8"]}}, {"text": "The great dragon was thrown down, the old serpent, he who is called the devil and Satan, the deceiver of the whole world. He was thrown down to the earth, and his angels were thrown down with him.", "type": "text", "attrs": {"verseId": "REV.12.9", "verseOrgIds": ["REV.12.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I heard a loud voice in heaven, saying, “Now the salvation, the power, and the Kingdom of our God, and the authority of his Messiah has come; for the accuser of our brothers has been thrown down, who accuses them before our God day and night. ", "type": "text", "attrs": {"verseId": "REV.12.10", "verseOrgIds": ["REV.12.10"]}}, {"text": "They overcame him because of the Lamb’s blood, and because of the word of their testimony. They didn’t love their life, even to death. ", "type": "text", "attrs": {"verseId": "REV.12.11", "verseOrgIds": ["REV.12.11"]}}, {"text": "Therefore rejoice, heavens, and you who dwell in them. Woe to the earth and to the sea, because the devil has gone down to you, having great wrath, knowing that he has but a short time.”", "type": "text", "attrs": {"verseId": "REV.12.12", "verseOrgIds": ["REV.12.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the dragon saw that he was thrown down to the earth, he persecuted the woman who gave birth to the male child. ", "type": "text", "attrs": {"verseId": "REV.12.13", "verseOrgIds": ["REV.12.13"]}}, {"text": "Two wings of the great eagle were given to the woman, that she might fly into the wilderness to her place, so that she might be nourished for a time, times, and half a time, from the face of the serpent. ", "type": "text", "attrs": {"verseId": "REV.12.14", "verseOrgIds": ["REV.12.14"]}}, {"text": "The serpent spewed water out of his mouth after the woman like a river, that he might cause her to be carried away by the stream. ", "type": "text", "attrs": {"verseId": "REV.12.15", "verseOrgIds": ["REV.12.15"]}}, {"text": "The earth helped the woman, and the earth opened its mouth and swallowed up the river which the dragon spewed out of his mouth. ", "type": "text", "attrs": {"verseId": "REV.12.16", "verseOrgIds": ["REV.12.16"]}}, {"text": "The dragon grew angry with the woman, and went away to make war with the rest of her offspring,", "type": "text", "attrs": {"verseId": "REV.12.17", "verseOrgIds": ["REV.12.17"]}}, {"text": " who keep God’s commandments and hold Yeshua’s testimony.", "type": "text", "attrs": {"verseId": "REV.12.17", "verseOrgIds": ["REV.12.17"]}}]}], "next": {"id": "REV.13", "number": "13", "bookId": "REV"}, "previous": {"id": "REV.11", "number": "11", "bookId": "REV"}}}}