{"_default": {"1": {"id": "2CH.25", "bibleId": "f72b840c855f362c-04", "number": "25", "bookId": "2CH", "reference": "2 Chronicles 25", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Amaziah was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan, of Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.25.1", "verseOrgIds": ["2CH.25.1"]}}, {"text": "He did that which was right in the LORD’s eyes, but not with a perfect heart. ", "type": "text", "attrs": {"verseId": "2CH.25.2", "verseOrgIds": ["2CH.25.2"]}}, {"text": "Now when the kingdom was established to him, he killed his servants who had killed his father the king. ", "type": "text", "attrs": {"verseId": "2CH.25.3", "verseOrgIds": ["2CH.25.3"]}}, {"text": "But he didn’t put their children to death, but did according to that which is written in the Torah in the book of Moses, as the LORD commanded, saying, “The fathers shall not die for the children, neither shall the children die for the fathers; but every man shall die for his own sin.”", "type": "text", "attrs": {"verseId": "2CH.25.4", "verseOrgIds": ["2CH.25.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover Amaziah gathered Judah together and ordered them according to their fathers’ houses, under captains of thousands and captains of hundreds, even all Judah and Benjamin. He counted them from twenty years old and upward, and found that there were three hundred thousand chosen men, able to go out to war, who could handle spear and shield. ", "type": "text", "attrs": {"verseId": "2CH.25.5", "verseOrgIds": ["2CH.25.5"]}}, {"text": "He also hired one hundred thousand mighty men of valor out of Israel for one hundred talents", "type": "text", "attrs": {"verseId": "2CH.25.6", "verseOrgIds": ["2CH.25.6"]}}, {"text": " of silver. ", "type": "text", "attrs": {"verseId": "2CH.25.6", "verseOrgIds": ["2CH.25.6"]}}, {"text": "A man of God came to him, saying, “O king, don’t let the army of Israel go with you, for the LORD is not with Israel, with all the children of Ephraim. ", "type": "text", "attrs": {"verseId": "2CH.25.7", "verseOrgIds": ["2CH.25.7"]}}, {"text": "But if you will go, take action, and be strong for the battle. God will overthrow you before the enemy; for God has power to help, and to overthrow.”", "type": "text", "attrs": {"verseId": "2CH.25.8", "verseOrgIds": ["2CH.25.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Amaziah said to the man of God, “But what shall we do for the hundred talents", "type": "text", "attrs": {"verseId": "2CH.25.9", "verseOrgIds": ["2CH.25.9"]}}, {"text": " which I have given to the army of Israel?”", "type": "text", "attrs": {"verseId": "2CH.25.9", "verseOrgIds": ["2CH.25.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "2CH 25:9"}, "items": [{"text": "The man of God answered, “The LORD is able to give you much more than this.”", "type": "text", "attrs": {"verseId": "2CH.25.9", "verseOrgIds": ["2CH.25.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Amaziah separated them, the army that had come to him out of Ephraim, to go home again. Therefore their anger was greatly kindled against Judah, and they returned home in fierce anger.", "type": "text", "attrs": {"verseId": "2CH.25.10", "verseOrgIds": ["2CH.25.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Amaziah took courage, and led his people out and went to the Valley of Salt, and struck ten thousand of the children of Seir. ", "type": "text", "attrs": {"verseId": "2CH.25.11", "verseOrgIds": ["2CH.25.11"]}}, {"text": "The children of Judah carried away ten thousand alive, and brought them to the top of the rock, and threw them down from the top of the rock, so that they all were broken in pieces. ", "type": "text", "attrs": {"verseId": "2CH.25.12", "verseOrgIds": ["2CH.25.12"]}}, {"text": "But the men of the army whom Amaziah sent back, that they should not go with him to battle, fell on the cities of Judah from Samaria even to Beth Horon, and struck of them three thousand, and took much plunder.", "type": "text", "attrs": {"verseId": "2CH.25.13", "verseOrgIds": ["2CH.25.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now after Amaziah had come from the slaughter of the Edomites, he brought the gods of the children of Seir, and set them up to be his gods, and bowed down himself before them and burned incense to them. ", "type": "text", "attrs": {"verseId": "2CH.25.14", "verseOrgIds": ["2CH.25.14"]}}, {"text": "Therefore the LORD’s anger burned against Amaziah, and he sent to him a prophet who said to him, “Why have you sought after the gods of the people, which have not delivered their own people out of your hand?”", "type": "text", "attrs": {"verseId": "2CH.25.15", "verseOrgIds": ["2CH.25.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "As he talked with him, the king said to him, “Have we made you one of the king’s counselors? Stop! Why should you be struck down?”", "type": "text", "attrs": {"verseId": "2CH.25.16", "verseOrgIds": ["2CH.25.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "2CH 25:16"}, "items": [{"text": "Then the prophet stopped, and said, “I know that God has determined to destroy you, because you have done this and have not listened to my counsel.”", "type": "text", "attrs": {"verseId": "2CH.25.16", "verseOrgIds": ["2CH.25.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Amaziah king of Judah consulted his advisers, and sent to Joash, the son of Jehoahaz, the son of Jehu, king of Israel, saying, “Come! Let’s look one another in the face.”", "type": "text", "attrs": {"verseId": "2CH.25.17", "verseOrgIds": ["2CH.25.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joash king of Israel sent to Amaziah king of Judah, saying, “The thistle that was in Lebanon sent to the cedar that was in Lebanon, saying, ‘Give your daughter to my son as his wife. Then a wild animal that was in Lebanon passed by and trampled down the thistle. ", "type": "text", "attrs": {"verseId": "2CH.25.18", "verseOrgIds": ["2CH.25.18"]}}, {"text": "You say to yourself that you have struck Edom; and your heart lifts you up to boast. Now stay at home. Why should you meddle with trouble, that you should fall, even you and Judah with you?’”", "type": "text", "attrs": {"verseId": "2CH.25.19", "verseOrgIds": ["2CH.25.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But Amaziah would not listen; for it was of God, that he might deliver them into the hand of their enemies, because they had sought after the gods of Edom. ", "type": "text", "attrs": {"verseId": "2CH.25.20", "verseOrgIds": ["2CH.25.20"]}}, {"text": "So Joash king of Israel went up, and he and Amaziah king of Judah looked one another in the face at Beth Shemesh, which belongs to Judah. ", "type": "text", "attrs": {"verseId": "2CH.25.21", "verseOrgIds": ["2CH.25.21"]}}, {"text": "Judah was defeated by Israel; so every man fled to his tent.", "type": "text", "attrs": {"verseId": "2CH.25.22", "verseOrgIds": ["2CH.25.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joash king of Israel took Amaziah king of Judah, the son of Joash the son of Jehoahaz, at Beth Shemesh and brought him to Jerusalem, and broke down the wall of Jerusalem from the gate of Ephraim to the corner gate, four hundred cubits.", "type": "text", "attrs": {"verseId": "2CH.25.23", "verseOrgIds": ["2CH.25.23"]}}, {"text": " ", "type": "text", "attrs": {"verseId": "2CH.25.23", "verseOrgIds": ["2CH.25.23"]}}, {"text": "He took all the gold and silver, and all the vessels that were found in God’s house with Obed-Edom, and the treasures of the king’s house, and the hostages, and returned to Samaria.", "type": "text", "attrs": {"verseId": "2CH.25.24", "verseOrgIds": ["2CH.25.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Amaziah the son of Joash, king of Judah, lived for fifteen years after the death of Joash, son of Jehoahaz, king of Israel. ", "type": "text", "attrs": {"verseId": "2CH.25.25", "verseOrgIds": ["2CH.25.25"]}}, {"text": "Now the rest of the acts of Amaziah, first and last, behold, aren’t they written in the book of the kings of Judah and Israel? ", "type": "text", "attrs": {"verseId": "2CH.25.26", "verseOrgIds": ["2CH.25.26"]}}, {"text": "Now from the time that Amaziah turned away from following the LORD, they made a conspiracy against him in Jerusalem. He fled to Lachish, but they sent after him to Lachish and killed him there. ", "type": "text", "attrs": {"verseId": "2CH.25.27", "verseOrgIds": ["2CH.25.27"]}}, {"text": "They brought him on horses and buried him with his fathers in the City of Judah.", "type": "text", "attrs": {"verseId": "2CH.25.28", "verseOrgIds": ["2CH.25.28"]}}]}], "next": {"id": "2CH.26", "number": "26", "bookId": "2CH"}, "previous": {"id": "2CH.24", "number": "24", "bookId": "2CH"}}}}