{"_default": {"1": {"id": "DEU.12", "bibleId": "f72b840c855f362c-04", "number": "12", "bookId": "DEU", "reference": "Deuteronomy 12", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "These are the statutes and the ordinances which you shall observe to do in the land which the LORD, the God of your fathers, has given you to possess all the days that you live on the earth. ", "type": "text", "attrs": {"verseId": "DEU.12.1", "verseOrgIds": ["DEU.12.1"]}}, {"text": "You shall surely destroy all the places in which the nations that you shall dispossess served their gods: on the high mountains, and on the hills, and under every green tree. ", "type": "text", "attrs": {"verseId": "DEU.12.2", "verseOrgIds": ["DEU.12.2"]}}, {"text": "You shall break down their altars, dash their pillars in pieces, and burn their Asherah poles with fire. You shall cut down the engraved images of their gods. You shall destroy their name out of that place. ", "type": "text", "attrs": {"verseId": "DEU.12.3", "verseOrgIds": ["DEU.12.3"]}}, {"text": "You shall not do so to the LORD your God. ", "type": "text", "attrs": {"verseId": "DEU.12.4", "verseOrgIds": ["DEU.12.4"]}}, {"text": "But to the place which the LORD your God shall choose out of all your tribes, to put his name there, you shall seek his habitation, and you shall come there. ", "type": "text", "attrs": {"verseId": "DEU.12.5", "verseOrgIds": ["DEU.12.5"]}}, {"text": "You shall bring your burnt offerings, your sacrifices, your tithes, the wave offering of your hand, your vows, your free will offerings, and the firstborn of your herd and of your flock there. ", "type": "text", "attrs": {"verseId": "DEU.12.6", "verseOrgIds": ["DEU.12.6"]}}, {"text": "There you shall eat before the LORD your God, and you shall rejoice in all that you put your hand to, you and your households, in which the LORD your God has blessed you. ", "type": "text", "attrs": {"verseId": "DEU.12.7", "verseOrgIds": ["DEU.12.7"]}}, {"text": "You shall not do all the things that we do here today, every man whatever is right in his own eyes; ", "type": "text", "attrs": {"verseId": "DEU.12.8", "verseOrgIds": ["DEU.12.8"]}}, {"text": "for you haven’t yet come to the rest and to the inheritance which the LORD your God gives you. ", "type": "text", "attrs": {"verseId": "DEU.12.9", "verseOrgIds": ["DEU.12.9"]}}, {"text": "But when you go over the Jordan and dwell in the land which the LORD your God causes you to inherit, and he gives you rest from all your enemies around you, so that you dwell in safety, ", "type": "text", "attrs": {"verseId": "DEU.12.10", "verseOrgIds": ["DEU.12.10"]}}, {"text": "then it shall happen that to the place which the LORD your God shall choose, to cause his name to dwell there, there you shall bring all that I command you: your burnt offerings, your sacrifices, your tithes, the wave offering of your hand, and all your choice vows which you vow to the LORD. ", "type": "text", "attrs": {"verseId": "DEU.12.11", "verseOrgIds": ["DEU.12.11"]}}, {"text": "You shall rejoice before the LORD your God—you, and your sons, your daughters, your male servants, your female servants, and the Levite who is within your gates, because he has no portion nor inheritance with you. ", "type": "text", "attrs": {"verseId": "DEU.12.12", "verseOrgIds": ["DEU.12.12"]}}, {"text": "Be careful that you don’t offer your burnt offerings in every place that you see; ", "type": "text", "attrs": {"verseId": "DEU.12.13", "verseOrgIds": ["DEU.12.13"]}}, {"text": "but in the place which the LORD chooses in one of your tribes, there you shall offer your burnt offerings, and there you shall do all that I command you.", "type": "text", "attrs": {"verseId": "DEU.12.14", "verseOrgIds": ["DEU.12.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Yet you may kill and eat meat within all your gates, after all the desire of your soul, according to the LORD your God’s blessing which he has given you. The unclean and the clean may eat of it, as of the gazelle and the deer. ", "type": "text", "attrs": {"verseId": "DEU.12.15", "verseOrgIds": ["DEU.12.15"]}}, {"text": "Only you shall not eat the blood. You shall pour it out on the earth like water. ", "type": "text", "attrs": {"verseId": "DEU.12.16", "verseOrgIds": ["DEU.12.16"]}}, {"text": "You may not eat within your gates the tithe of your grain, or of your new wine, or of your oil, or the firstborn of your herd or of your flock, nor any of your vows which you vow, nor your free will offerings, nor the wave offering of your hand; ", "type": "text", "attrs": {"verseId": "DEU.12.17", "verseOrgIds": ["DEU.12.17"]}}, {"text": "but you shall eat them before the LORD your God in the place which the LORD your God shall choose: you, your son, your daughter, your male servant, your female servant, and the Levite who is within your gates. You shall rejoice before the LORD your God in all that you put your hand to. ", "type": "text", "attrs": {"verseId": "DEU.12.18", "verseOrgIds": ["DEU.12.18"]}}, {"text": "Be careful that you don’t forsake the Levite as long as you live in your land.", "type": "text", "attrs": {"verseId": "DEU.12.19", "verseOrgIds": ["DEU.12.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the LORD your God enlarges your border, as he has promised you, and you say, “I want to eat meat,” because your soul desires to eat meat, you may eat meat, after all the desire of your soul. ", "type": "text", "attrs": {"verseId": "DEU.12.20", "verseOrgIds": ["DEU.12.20"]}}, {"text": "If the place which the LORD your God shall choose to put his name is too far from you, then you shall kill of your herd and of your flock, which the LORD has given you, as I have commanded you; and you may eat within your gates, after all the desire of your soul. ", "type": "text", "attrs": {"verseId": "DEU.12.21", "verseOrgIds": ["DEU.12.21"]}}, {"text": "Even as the gazelle and as the deer is eaten, so you shall eat of it. The unclean and the clean may eat of it alike. ", "type": "text", "attrs": {"verseId": "DEU.12.22", "verseOrgIds": ["DEU.12.22"]}}, {"text": "Only be sure that you don’t eat the blood; for the blood is the life. You shall not eat the life with the meat. ", "type": "text", "attrs": {"verseId": "DEU.12.23", "verseOrgIds": ["DEU.12.23"]}}, {"text": "You shall not eat it. You shall pour it out on the earth like water. ", "type": "text", "attrs": {"verseId": "DEU.12.24", "verseOrgIds": ["DEU.12.24"]}}, {"text": "You shall not eat it, that it may go well with you and with your children after you, when you do that which is right in the LORD’s eyes. ", "type": "text", "attrs": {"verseId": "DEU.12.25", "verseOrgIds": ["DEU.12.25"]}}, {"text": "Only your holy things which you have, and your vows, you shall take and go to the place which the LORD shall choose. ", "type": "text", "attrs": {"verseId": "DEU.12.26", "verseOrgIds": ["DEU.12.26"]}}, {"text": "You shall offer your burnt offerings, the meat and the blood, on the LORD your God’s altar. The blood of your sacrifices shall be poured out on the LORD your God’s altar, and you shall eat the meat. ", "type": "text", "attrs": {"verseId": "DEU.12.27", "verseOrgIds": ["DEU.12.27"]}}, {"text": "Observe and hear all these words which I command you, that it may go well with you and with your children after you forever, when you do that which is good and right in the LORD your God’s eyes.", "type": "text", "attrs": {"verseId": "DEU.12.28", "verseOrgIds": ["DEU.12.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the LORD your God cuts off the nations from before you where you go in to dispossess them, and you dispossess them and dwell in their land, ", "type": "text", "attrs": {"verseId": "DEU.12.29", "verseOrgIds": ["DEU.12.29"]}}, {"text": "be careful that you are not ensnared to follow them after they are destroyed from before you, and that you not inquire after their gods, saying, “How do these nations serve their gods? I will do likewise.” ", "type": "text", "attrs": {"verseId": "DEU.12.30", "verseOrgIds": ["DEU.12.30"]}}, {"text": "You shall not do so to the LORD your God; for every abomination to the LORD, which he hates, they have done to their gods; for they even burn their sons and their daughters in the fire to their gods. ", "type": "text", "attrs": {"verseId": "DEU.12.31", "verseOrgIds": ["DEU.12.31"]}}, {"text": "Whatever thing I command you, that you shall observe to do. You shall not add to it, nor take away from it.", "type": "text", "attrs": {"verseId": "DEU.12.32", "verseOrgIds": ["DEU.13.1"]}}]}], "next": {"id": "DEU.13", "number": "13", "bookId": "DEU"}, "previous": {"id": "DEU.11", "number": "11", "bookId": "DEU"}}}}