{"_default": {"1": {"id": "MAL.3", "bibleId": "f72b840c855f362c-04", "number": "3", "bookId": "MAL", "reference": "Malachi 3", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Behold, I send my messenger, and he will prepare the way before me! The Lord, whom you seek, will suddenly come to his temple. Behold, the messenger of the covenant, whom you desire, is coming!” says the LORD of Hosts. ", "type": "text", "attrs": {"verseId": "MAL.3.1", "verseOrgIds": ["MAL.3.1"]}}, {"text": "“But who can endure the day of his coming? And who will stand when he appears? For he is like a refiner’s fire, and like launderers’ soap; ", "type": "text", "attrs": {"verseId": "MAL.3.2", "verseOrgIds": ["MAL.3.2"]}}, {"text": "and he will sit as a refiner and purifier of silver, and he will purify the sons of Levi, and refine them as gold and silver; and they shall offer to the LORD offerings in righteousness. ", "type": "text", "attrs": {"verseId": "MAL.3.3", "verseOrgIds": ["MAL.3.3"]}}, {"text": "Then the offering of Judah and Jerusalem will be pleasant to the LORD as in the days of old and as in ancient years.", "type": "text", "attrs": {"verseId": "MAL.3.4", "verseOrgIds": ["MAL.3.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I will come near to you to judgment. I will be a swift witness against the sorcerers, against the adulterers, against the perjurers, and against those who oppress the hireling in his wages, the widow, and the fatherless, and who deprive the foreigner of justice, and don’t fear me,” says the LORD of Hosts.", "type": "text", "attrs": {"verseId": "MAL.3.5", "verseOrgIds": ["MAL.3.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“For I, the LORD, don’t change; therefore you, sons of Jacob, are not consumed. ", "type": "text", "attrs": {"verseId": "MAL.3.6", "verseOrgIds": ["MAL.3.6"]}}, {"text": "From the days of your fathers you have turned away from my ordinances and have not kept them. Return to me, and I will return to you,” says the LORD of Hosts. “But you say, ‘How shall we return?’", "type": "text", "attrs": {"verseId": "MAL.3.7", "verseOrgIds": ["MAL.3.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Will a man rob God? Yet you rob me! But you say, ‘How have we robbed you?’ In tithes and offerings. ", "type": "text", "attrs": {"verseId": "MAL.3.8", "verseOrgIds": ["MAL.3.8"]}}, {"text": "You are cursed with the curse; for you rob me, even this whole nation. ", "type": "text", "attrs": {"verseId": "MAL.3.9", "verseOrgIds": ["MAL.3.9"]}}, {"text": "Bring the whole tithe into the storehouse, that there may be food in my house, and test me now in this,” says the LORD of Hosts, “if I will not open you the windows of heaven, and pour you out a blessing, that there will not be enough room for. ", "type": "text", "attrs": {"verseId": "MAL.3.10", "verseOrgIds": ["MAL.3.10"]}}, {"text": "I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast its fruit before its time in the field,” says the LORD of Hosts. ", "type": "text", "attrs": {"verseId": "MAL.3.11", "verseOrgIds": ["MAL.3.11"]}}, {"text": "“All nations shall call you blessed, for you will be a delightful land,” says the LORD of Hosts.", "type": "text", "attrs": {"verseId": "MAL.3.12", "verseOrgIds": ["MAL.3.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Your words have been harsh against me,” says the LORD. “Yet you say, ‘What have we spoken against you?’ ", "type": "text", "attrs": {"verseId": "MAL.3.13", "verseOrgIds": ["MAL.3.13"]}}, {"text": "You have said, ‘It is vain to serve God,’ and ‘What profit is it that we have followed his instructions and that we have walked mournfully before the LORD of Hosts? ", "type": "text", "attrs": {"verseId": "MAL.3.14", "verseOrgIds": ["MAL.3.14"]}}, {"text": "Now we call the proud happy; yes, those who work wickedness are built up; yes, they tempt God, and escape.’", "type": "text", "attrs": {"verseId": "MAL.3.15", "verseOrgIds": ["MAL.3.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then those who feared the LORD spoke one with another; and the LORD listened and heard, and a book of memory was written before him for those who feared the LORD and who honored his name. ", "type": "text", "attrs": {"verseId": "MAL.3.16", "verseOrgIds": ["MAL.3.16"]}}, {"text": "They shall be mine,” says the LORD of Hosts, “my own possession in the day that I make. I will spare them, as a man spares his own son who serves him. ", "type": "text", "attrs": {"verseId": "MAL.3.17", "verseOrgIds": ["MAL.3.17"]}}, {"text": "Then you shall return and discern between the righteous and the wicked, between him who serves God and him who doesn’t serve him.", "type": "text", "attrs": {"verseId": "MAL.3.18", "verseOrgIds": ["MAL.3.18"]}}]}], "next": {"id": "MAL.4", "number": "4", "bookId": "MAL"}, "previous": {"id": "MAL.2", "number": "2", "bookId": "MAL"}}}}