{"_default": {"1": {"id": "ECC.2", "bibleId": "f72b840c855f362c-04", "number": "2", "bookId": "ECC", "reference": "Ecclesiastes 2", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I said in my heart, “Come now, I will test you with mirth; therefore enjoy pleasure;” and behold, this also was vanity. ", "type": "text", "attrs": {"verseId": "ECC.2.1", "verseOrgIds": ["ECC.2.1"]}}, {"text": "I said of laughter, “It is foolishness;” and of mirth, “What does it accomplish?”", "type": "text", "attrs": {"verseId": "ECC.2.2", "verseOrgIds": ["ECC.2.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I searched in my heart how to cheer my flesh with wine, my heart yet guiding me with wisdom, and how to lay hold of folly, until I might see what it was good for the sons of men that they should do under heaven all the days of their lives. ", "type": "text", "attrs": {"verseId": "ECC.2.3", "verseOrgIds": ["ECC.2.3"]}}, {"text": "I made myself great works. I built myself houses. I planted myself vineyards. ", "type": "text", "attrs": {"verseId": "ECC.2.4", "verseOrgIds": ["ECC.2.4"]}}, {"text": "I made myself gardens and parks, and I planted trees in them of all kinds of fruit. ", "type": "text", "attrs": {"verseId": "ECC.2.5", "verseOrgIds": ["ECC.2.5"]}}, {"text": "I made myself pools of water, to water the forest where trees were grown. ", "type": "text", "attrs": {"verseId": "ECC.2.6", "verseOrgIds": ["ECC.2.6"]}}, {"text": "I bought male servants and female servants, and had servants born in my house. I also had great possessions of herds and flocks, above all who were before me in Jerusalem. ", "type": "text", "attrs": {"verseId": "ECC.2.7", "verseOrgIds": ["ECC.2.7"]}}, {"text": "I also gathered silver and gold for myself, and the treasure of kings and of the provinces. I got myself male and female singers, and the delights of the sons of men: musical instruments of all sorts. ", "type": "text", "attrs": {"verseId": "ECC.2.8", "verseOrgIds": ["ECC.2.8"]}}, {"text": "So I was great, and increased more than all who were before me in Jerusalem. My wisdom also remained with me. ", "type": "text", "attrs": {"verseId": "ECC.2.9", "verseOrgIds": ["ECC.2.9"]}}, {"text": "Whatever my eyes desired, I didn’t keep from them. I didn’t withhold my heart from any joy, for my heart rejoiced because of all my labor, and this was my portion from all my labor. ", "type": "text", "attrs": {"verseId": "ECC.2.10", "verseOrgIds": ["ECC.2.10"]}}, {"text": "Then I looked at all the works that my hands had worked, and at the labor that I had labored to do; and behold, all was vanity and a chasing after wind, and there was no profit under the sun.", "type": "text", "attrs": {"verseId": "ECC.2.11", "verseOrgIds": ["ECC.2.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I turned myself to consider wisdom, madness, and folly; for what can the king’s successor do? Just that which has been done long ago. ", "type": "text", "attrs": {"verseId": "ECC.2.12", "verseOrgIds": ["ECC.2.12"]}}, {"text": "Then I saw that wisdom excels folly, as far as light excels darkness. ", "type": "text", "attrs": {"verseId": "ECC.2.13", "verseOrgIds": ["ECC.2.13"]}}, {"text": "The wise man’s eyes are in his head, and the fool walks in darkness—and yet I perceived that one event happens to them all. ", "type": "text", "attrs": {"verseId": "ECC.2.14", "verseOrgIds": ["ECC.2.14"]}}, {"text": "Then I said in my heart, “As it happens to the fool, so will it happen even to me; and why was I then more wise?” Then I said in my heart that this also is vanity. ", "type": "text", "attrs": {"verseId": "ECC.2.15", "verseOrgIds": ["ECC.2.15"]}}, {"text": "For of the wise man, even as of the fool, there is no memory forever, since in the days to come all will have been long forgotten. Indeed, the wise man must die just like the fool!", "type": "text", "attrs": {"verseId": "ECC.2.16", "verseOrgIds": ["ECC.2.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So I hated life, because the work that is worked under the sun was grievous to me; for all is vanity and a chasing after wind. ", "type": "text", "attrs": {"verseId": "ECC.2.17", "verseOrgIds": ["ECC.2.17"]}}, {"text": "I hated all my labor in which I labored under the sun, because I must leave it to the man who comes after me. ", "type": "text", "attrs": {"verseId": "ECC.2.18", "verseOrgIds": ["ECC.2.18"]}}, {"text": "Who knows whether he will be a wise man or a fool? Yet he will have rule over all of my labor in which I have labored, and in which I have shown myself wise under the sun. This also is vanity.", "type": "text", "attrs": {"verseId": "ECC.2.19", "verseOrgIds": ["ECC.2.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Therefore I began to cause my heart to despair concerning all the labor in which I had labored under the sun. ", "type": "text", "attrs": {"verseId": "ECC.2.20", "verseOrgIds": ["ECC.2.20"]}}, {"text": "For there is a man whose labor is with wisdom, with knowledge, and with skillfulness; yet he shall leave it for his portion to a man who has not labored for it. This also is vanity and a great evil. ", "type": "text", "attrs": {"verseId": "ECC.2.21", "verseOrgIds": ["ECC.2.21"]}}, {"text": "For what does a man have of all his labor and of the striving of his heart, in which he labors under the sun? ", "type": "text", "attrs": {"verseId": "ECC.2.22", "verseOrgIds": ["ECC.2.22"]}}, {"text": "For all his days are sorrows, and his travail is grief; yes, even in the night his heart takes no rest. This also is vanity. ", "type": "text", "attrs": {"verseId": "ECC.2.23", "verseOrgIds": ["ECC.2.23"]}}, {"text": "There is nothing better for a man than that he should eat and drink, and make his soul enjoy good in his labor. This also I saw, that it is from the hand of God. ", "type": "text", "attrs": {"verseId": "ECC.2.24", "verseOrgIds": ["ECC.2.24"]}}, {"text": "For who can eat, or who can have enjoyment, more than I? ", "type": "text", "attrs": {"verseId": "ECC.2.25", "verseOrgIds": ["ECC.2.25"]}}, {"text": "For to the man who pleases him, God gives wisdom, knowledge, and joy; but to the sinner he gives travail, to gather and to heap up, that he may give to him who pleases God. This also is vanity and a chasing after wind.", "type": "text", "attrs": {"verseId": "ECC.2.26", "verseOrgIds": ["ECC.2.26"]}}]}], "next": {"id": "ECC.3", "number": "3", "bookId": "ECC"}, "previous": {"id": "ECC.1", "number": "1", "bookId": "ECC"}}}}