{"_default": {"1": {"id": "2CO.8", "bibleId": "f72b840c855f362c-04", "number": "8", "bookId": "2CO", "reference": "2 Corinthians 8", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover, brothers, we make known to you the grace of God which has been given in the assemblies of Macedonia, ", "type": "text", "attrs": {"verseId": "2CO.8.1", "verseOrgIds": ["2CO.8.1"]}}, {"text": "how in a severe ordeal of affliction, the abundance of their joy and their deep poverty abounded to the riches of their generosity. ", "type": "text", "attrs": {"verseId": "2CO.8.2", "verseOrgIds": ["2CO.8.2"]}}, {"text": "For according to their power, I testify, yes and beyond their power, they gave of their own accord, ", "type": "text", "attrs": {"verseId": "2CO.8.3", "verseOrgIds": ["2CO.8.3"]}}, {"text": "begging us with much entreaty to receive this grace and the fellowship in the service to the holy ones. ", "type": "text", "attrs": {"verseId": "2CO.8.4", "verseOrgIds": ["2CO.8.4"]}}, {"text": "This was not as we had expected, but first they gave their own selves to the Lord, and to us through the will of God. ", "type": "text", "attrs": {"verseId": "2CO.8.5", "verseOrgIds": ["2CO.8.5"]}}, {"text": "So we urged Titus, that as he had made a beginning before, so he would also complete in you this grace. ", "type": "text", "attrs": {"verseId": "2CO.8.6", "verseOrgIds": ["2CO.8.6"]}}, {"text": "But as you abound in everything—in faith, utterance, knowledge, all earnestness, and in your love to us—see that you also abound in this grace.", "type": "text", "attrs": {"verseId": "2CO.8.7", "verseOrgIds": ["2CO.8.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I speak not by way of commandment, but as proving through the earnestness of others the sincerity also of your love. ", "type": "text", "attrs": {"verseId": "2CO.8.8", "verseOrgIds": ["2CO.8.8"]}}, {"text": "For you know the grace of our Lord Yeshua the Messiah, that though he was rich, yet for your sakes he became poor, that you through his poverty might become rich. ", "type": "text", "attrs": {"verseId": "2CO.8.9", "verseOrgIds": ["2CO.8.9"]}}, {"text": "I give advice in this: it is expedient for you who were the first to start a year ago, not only to do, but also to be willing. ", "type": "text", "attrs": {"verseId": "2CO.8.10", "verseOrgIds": ["2CO.8.10"]}}, {"text": "But now complete the doing also, that as there was the readiness to be willing, so there may be the completion also out of your ability. ", "type": "text", "attrs": {"verseId": "2CO.8.11", "verseOrgIds": ["2CO.8.11"]}}, {"text": "For if the readiness is there, it is acceptable according to what you have, not according to what you don’t have. ", "type": "text", "attrs": {"verseId": "2CO.8.12", "verseOrgIds": ["2CO.8.12"]}}, {"text": "For this is not that others may be eased and you distressed, ", "type": "text", "attrs": {"verseId": "2CO.8.13", "verseOrgIds": ["2CO.8.13"]}}, {"text": "but for equality. Your abundance at this present time supplies their lack, that their abundance also may become a supply for your lack, that there may be equality. ", "type": "text", "attrs": {"verseId": "2CO.8.14", "verseOrgIds": ["2CO.8.14"]}}, {"text": "As it is written, “He who gathered much had nothing left over, and he who gathered little had no lack.”", "type": "text", "attrs": {"verseId": "2CO.8.15", "verseOrgIds": ["2CO.8.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But thanks be to God, who puts the same earnest care for you into the heart of Titus. ", "type": "text", "attrs": {"verseId": "2CO.8.16", "verseOrgIds": ["2CO.8.16"]}}, {"text": "For he indeed accepted our exhortation, but being himself very earnest, he went out to you of his own accord. ", "type": "text", "attrs": {"verseId": "2CO.8.17", "verseOrgIds": ["2CO.8.17"]}}, {"text": "We have sent together with him the brother whose praise in the Good News is known throughout all the assemblies. ", "type": "text", "attrs": {"verseId": "2CO.8.18", "verseOrgIds": ["2CO.8.18"]}}, {"text": "Not only so, but he was also appointed by the assemblies to travel with us in this grace, which is served by us to the glory of the Lord himself, and to show our readiness. ", "type": "text", "attrs": {"verseId": "2CO.8.19", "verseOrgIds": ["2CO.8.19"]}}, {"text": "We are avoiding this, that any man should blame us concerning this abundance which is administered by us. ", "type": "text", "attrs": {"verseId": "2CO.8.20", "verseOrgIds": ["2CO.8.20"]}}, {"text": "Having regard for honorable things, not only in the sight of the Lord, but also in the sight of men. ", "type": "text", "attrs": {"verseId": "2CO.8.21", "verseOrgIds": ["2CO.8.21"]}}, {"text": "We have sent with them our brother whom we have many times proved earnest in many things, but now much more earnest, by reason of the great confidence which he has in you. ", "type": "text", "attrs": {"verseId": "2CO.8.22", "verseOrgIds": ["2CO.8.22"]}}, {"text": "As for Titus, he is my partner and fellow worker for you. As for our brothers, they are the emissaries of the assemblies, the glory of Messiah. ", "type": "text", "attrs": {"verseId": "2CO.8.23", "verseOrgIds": ["2CO.8.23"]}}, {"text": "Therefore show the proof of your love to them before the assemblies, and of our boasting on your behalf.", "type": "text", "attrs": {"verseId": "2CO.8.24", "verseOrgIds": ["2CO.8.24"]}}]}], "next": {"id": "2CO.9", "number": "9", "bookId": "2CO"}, "previous": {"id": "2CO.7", "number": "7", "bookId": "2CO"}}}}