{"_default": {"1": {"id": "JOS.7", "bibleId": "f72b840c855f362c-04", "number": "7", "bookId": "JOS", "reference": "Joshua 7", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But the children of Israel committed a trespass in the devoted things; for Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, took some of the devoted things. Therefore the LORD’s anger burned against the children of Israel. ", "type": "text", "attrs": {"verseId": "JOS.7.1", "verseOrgIds": ["JOS.7.1"]}}, {"text": "Joshua sent men from Jericho to Ai, which is beside Beth Aven, on the east side of Bethel, and spoke to them, saying, “Go up and spy out the land.”", "type": "text", "attrs": {"verseId": "JOS.7.2", "verseOrgIds": ["JOS.7.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JOS 7:2"}, "items": [{"text": "The men went up and spied out Ai. ", "type": "text", "attrs": {"verseId": "JOS.7.2", "verseOrgIds": ["JOS.7.2"]}}, {"text": "They returned to Joshua, and said to him, “Don’t let all the people go up, but let about two or three thousand men go up and strike Ai. Don’t make all the people to toil there, for there are only a few of them.” ", "type": "text", "attrs": {"verseId": "JOS.7.3", "verseOrgIds": ["JOS.7.3"]}}, {"text": "So about three thousand men of the people went up there, and they fled before the men of Ai. ", "type": "text", "attrs": {"verseId": "JOS.7.4", "verseOrgIds": ["JOS.7.4"]}}, {"text": "The men of Ai struck about thirty-six men of them. They chased them from before the gate even to Shebarim, and struck them at the descent. The hearts of the people melted, and became like water. ", "type": "text", "attrs": {"verseId": "JOS.7.5", "verseOrgIds": ["JOS.7.5"]}}, {"text": "Joshua tore his clothes, and fell to the earth on his face before the LORD’s ark until the evening, he and the elders of Israel; and they put dust on their heads. ", "type": "text", "attrs": {"verseId": "JOS.7.6", "verseOrgIds": ["JOS.7.6"]}}, {"text": "Joshua said, “Alas, Lord GOD, why have you brought this people over the Jordan at all, to deliver us into the hand of the Amorites, to cause us to perish? I wish that we had been content and lived beyond the Jordan! ", "type": "text", "attrs": {"verseId": "JOS.7.7", "verseOrgIds": ["JOS.7.7"]}}, {"text": "Oh, Lord, what shall I say, after Israel has turned their backs before their enemies? ", "type": "text", "attrs": {"verseId": "JOS.7.8", "verseOrgIds": ["JOS.7.8"]}}, {"text": "For the Canaanites and all the inhabitants of the land will hear of it, and will surround us, and cut off our name from the earth. What will you do for your great name?”", "type": "text", "attrs": {"verseId": "JOS.7.9", "verseOrgIds": ["JOS.7.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Joshua, “Get up! Why have you fallen on your face like that? ", "type": "text", "attrs": {"verseId": "JOS.7.10", "verseOrgIds": ["JOS.7.10"]}}, {"text": "Israel has sinned. Yes, they have even transgressed my covenant which I commanded them. Yes, they have even taken some of the devoted things, and have also stolen, and also deceived. They have even put it among their own stuff. ", "type": "text", "attrs": {"verseId": "JOS.7.11", "verseOrgIds": ["JOS.7.11"]}}, {"text": "Therefore the children of Israel can’t stand before their enemies. They turn their backs before their enemies, because they have become devoted for destruction. I will not be with you any more, unless you destroy the devoted things from among you. ", "type": "text", "attrs": {"verseId": "JOS.7.12", "verseOrgIds": ["JOS.7.12"]}}, {"text": "Get up! Sanctify the people, and say, ‘Sanctify yourselves for tomorrow, for the LORD, the God of Israel, says, “There is a devoted thing among you, Israel. You cannot stand before your enemies until you take away the devoted thing from among you.” ", "type": "text", "attrs": {"verseId": "JOS.7.13", "verseOrgIds": ["JOS.7.13"]}}, {"text": "In the morning therefore you shall be brought near by your tribes. It shall be that the tribe which the LORD selects shall come near by families. The family which the LORD selects shall come near by households. The household which the LORD selects shall come near man by man. ", "type": "text", "attrs": {"verseId": "JOS.7.14", "verseOrgIds": ["JOS.7.14"]}}, {"text": "It shall be, that he who is taken with the devoted thing shall be burned with fire, he and all that he has, because he has transgressed the LORD’s covenant, and because he has done a disgraceful thing in Israel.’”", "type": "text", "attrs": {"verseId": "JOS.7.15", "verseOrgIds": ["JOS.7.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Joshua rose up early in the morning and brought Israel near by their tribes. The tribe of Judah was selected. ", "type": "text", "attrs": {"verseId": "JOS.7.16", "verseOrgIds": ["JOS.7.16"]}}, {"text": "He brought near the family of Judah, and he selected the family of the Zerahites. He brought near the family of the Zerahites man by man, and Zabdi was selected. ", "type": "text", "attrs": {"verseId": "JOS.7.17", "verseOrgIds": ["JOS.7.17"]}}, {"text": "He brought near his household man by man, and Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was selected. ", "type": "text", "attrs": {"verseId": "JOS.7.18", "verseOrgIds": ["JOS.7.18"]}}, {"text": "Joshua said to Achan, “My son, please give glory to the LORD, the God of Israel, and make confession to him. Tell me now what you have done! Don’t hide it from me!”", "type": "text", "attrs": {"verseId": "JOS.7.19", "verseOrgIds": ["JOS.7.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Achan answered Joshua, and said, “I have truly sinned against the LORD, the God of Israel, and this is what I have done. ", "type": "text", "attrs": {"verseId": "JOS.7.20", "verseOrgIds": ["JOS.7.20"]}}, {"text": "When I saw among the plunder a beautiful Babylonian robe, two hundred shekels", "type": "text", "attrs": {"verseId": "JOS.7.21", "verseOrgIds": ["JOS.7.21"]}}, {"text": " of silver, and a wedge of gold weighing fifty shekels, then I coveted them and took them. Behold, they are hidden in the ground in the middle of my tent, with the silver under it.”", "type": "text", "attrs": {"verseId": "JOS.7.21", "verseOrgIds": ["JOS.7.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Joshua sent messengers, and they ran to the tent. Behold, it was hidden in his tent, with the silver under it. ", "type": "text", "attrs": {"verseId": "JOS.7.22", "verseOrgIds": ["JOS.7.22"]}}, {"text": "They took them from the middle of the tent, and brought them to Joshua and to all the children of Israel. They laid them down before the LORD. ", "type": "text", "attrs": {"verseId": "JOS.7.23", "verseOrgIds": ["JOS.7.23"]}}, {"text": "Joshua, and all Israel with him, took Achan the son of Zerah, the silver, the robe, the wedge of gold, his sons, his daughters, his cattle, his donkeys, his sheep, his tent, and all that he had; and they brought them up to the valley of Achor. ", "type": "text", "attrs": {"verseId": "JOS.7.24", "verseOrgIds": ["JOS.7.24"]}}, {"text": "Joshua said, “Why have you troubled us? The LORD will trouble you today.” All Israel stoned him with stones, and they burned them with fire and stoned them with stones. ", "type": "text", "attrs": {"verseId": "JOS.7.25", "verseOrgIds": ["JOS.7.25"]}}, {"text": "They raised over him a great heap of stones that remains to this day. The LORD turned from the fierceness of his anger. Therefore the name of that place was called “The valley of Achor” to this day.", "type": "text", "attrs": {"verseId": "JOS.7.26", "verseOrgIds": ["JOS.7.26"]}}]}], "next": {"id": "JOS.8", "number": "8", "bookId": "JOS"}, "previous": {"id": "JOS.6", "number": "6", "bookId": "JOS"}}}}