{"_default": {"1": {"id": "LEV.8", "bibleId": "f72b840c855f362c-04", "number": "8", "bookId": "LEV", "reference": "Leviticus 8", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, saying, ", "type": "text", "attrs": {"verseId": "LEV.8.1", "verseOrgIds": ["LEV.8.1"]}}, {"text": "“Take Aaron and his sons with him, and the garments, and the anointing oil, and the bull of the sin offering, and the two rams, and the basket of unleavened bread; ", "type": "text", "attrs": {"verseId": "LEV.8.2", "verseOrgIds": ["LEV.8.2"]}}, {"text": "and assemble all the congregation at the door of the Tent of Meeting.”", "type": "text", "attrs": {"verseId": "LEV.8.3", "verseOrgIds": ["LEV.8.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses did as the LORD commanded him; and the congregation was assembled at the door of the Tent of Meeting. ", "type": "text", "attrs": {"verseId": "LEV.8.4", "verseOrgIds": ["LEV.8.4"]}}, {"text": "Moses said to the congregation, “This is the thing which the LORD has commanded to be done.” ", "type": "text", "attrs": {"verseId": "LEV.8.5", "verseOrgIds": ["LEV.8.5"]}}, {"text": "Moses brought Aaron and his sons, and washed them with water. ", "type": "text", "attrs": {"verseId": "LEV.8.6", "verseOrgIds": ["LEV.8.6"]}}, {"text": "He put the tunic on him, tied the sash on him, clothed him with the robe, put the ephod on him, and he tied the skillfully woven band of the ephod on him and fastened it to him with it. ", "type": "text", "attrs": {"verseId": "LEV.8.7", "verseOrgIds": ["LEV.8.7"]}}, {"text": "He placed the breastplate on him. He put the Urim and Thummim in the breastplate. ", "type": "text", "attrs": {"verseId": "LEV.8.8", "verseOrgIds": ["LEV.8.8"]}}, {"text": "He set the turban on his head. He set the golden plate, the holy crown, on the front of the turban, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "LEV.8.9", "verseOrgIds": ["LEV.8.9"]}}, {"text": "Moses took the anointing oil, and anointed the tabernacle and all that was in it, and sanctified them. ", "type": "text", "attrs": {"verseId": "LEV.8.10", "verseOrgIds": ["LEV.8.10"]}}, {"text": "He sprinkled it on the altar seven times, and anointed the altar and all its vessels, and the basin and its base, to sanctify them. ", "type": "text", "attrs": {"verseId": "LEV.8.11", "verseOrgIds": ["LEV.8.11"]}}, {"text": "He poured some of the anointing oil on Aaron’s head, and anointed him, to sanctify him. ", "type": "text", "attrs": {"verseId": "LEV.8.12", "verseOrgIds": ["LEV.8.12"]}}, {"text": "Moses brought Aaron’s sons, and clothed them with tunics, and tied sashes on them, and put headbands on them, as the LORD commanded Moses.", "type": "text", "attrs": {"verseId": "LEV.8.13", "verseOrgIds": ["LEV.8.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He brought the bull of the sin offering, and Aaron and his sons laid their hands on the head of the bull of the sin offering. ", "type": "text", "attrs": {"verseId": "LEV.8.14", "verseOrgIds": ["LEV.8.14"]}}, {"text": "He killed it; and Moses took the blood, and put it around on the horns of the altar with his finger, and purified the altar, and poured out the blood at the base of the altar, and sanctified it, to make atonement for it. ", "type": "text", "attrs": {"verseId": "LEV.8.15", "verseOrgIds": ["LEV.8.15"]}}, {"text": "He took all the fat that was on the innards, and the cover of the liver, and the two kidneys, and their fat; and Moses burned it on the altar. ", "type": "text", "attrs": {"verseId": "LEV.8.16", "verseOrgIds": ["LEV.8.16"]}}, {"text": "But the bull, and its skin, and its meat, and its dung, he burned with fire outside the camp, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "LEV.8.17", "verseOrgIds": ["LEV.8.17"]}}, {"text": "He presented the ram of the burnt offering. Aaron and his sons laid their hands on the head of the ram. ", "type": "text", "attrs": {"verseId": "LEV.8.18", "verseOrgIds": ["LEV.8.18"]}}, {"text": "He killed it; and Moses sprinkled the blood around on the altar. ", "type": "text", "attrs": {"verseId": "LEV.8.19", "verseOrgIds": ["LEV.8.19"]}}, {"text": "He cut the ram into its pieces; and Moses burned the head, and the pieces, and the fat. ", "type": "text", "attrs": {"verseId": "LEV.8.20", "verseOrgIds": ["LEV.8.20"]}}, {"text": "He washed the innards and the legs with water; and Moses burned the whole ram on the altar. It was a burnt offering for a pleasant aroma. It was an offering made by fire to the LORD, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "LEV.8.21", "verseOrgIds": ["LEV.8.21"]}}, {"text": "He presented the other ram, the ram of consecration. Aaron and his sons laid their hands on the head of the ram. ", "type": "text", "attrs": {"verseId": "LEV.8.22", "verseOrgIds": ["LEV.8.22"]}}, {"text": "He killed it; and Moses took some of its blood, and put it on the tip of Aaron’s right ear, and on the thumb of his right hand, and on the great toe of his right foot. ", "type": "text", "attrs": {"verseId": "LEV.8.23", "verseOrgIds": ["LEV.8.23"]}}, {"text": "He brought Aaron’s sons; and Moses put some of the blood on the tip of their right ear, and on the thumb of their right hand, and on the great toe of their right foot; and Moses sprinkled the blood around on the altar. ", "type": "text", "attrs": {"verseId": "LEV.8.24", "verseOrgIds": ["LEV.8.24"]}}, {"text": "He took the fat, the fat tail, all the fat that was on the innards, the cover of the liver, the two kidneys and their fat, and the right thigh; ", "type": "text", "attrs": {"verseId": "LEV.8.25", "verseOrgIds": ["LEV.8.25"]}}, {"text": "and out of the basket of unleavened bread that was before the LORD, he took one unleavened cake, one cake of oiled bread, and one wafer, and placed them on the fat and on the right thigh. ", "type": "text", "attrs": {"verseId": "LEV.8.26", "verseOrgIds": ["LEV.8.26"]}}, {"text": "He put all these in Aaron’s hands and in his sons’ hands, and waved them for a wave offering before the LORD. ", "type": "text", "attrs": {"verseId": "LEV.8.27", "verseOrgIds": ["LEV.8.27"]}}, {"text": "Moses took them from their hands, and burned them on the altar on the burnt offering. They were a consecration offering for a pleasant aroma. It was an offering made by fire to the LORD. ", "type": "text", "attrs": {"verseId": "LEV.8.28", "verseOrgIds": ["LEV.8.28"]}}, {"text": "Moses took the breast, and waved it for a wave offering before the LORD. It was Moses’ portion of the ram of consecration, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "LEV.8.29", "verseOrgIds": ["LEV.8.29"]}}, {"text": "Moses took some of the anointing oil, and some of the blood which was on the altar, and sprinkled it on Aaron, on his garments, and on his sons, and on his sons’ garments with him, and sanctified Aaron, his garments, and his sons, and his sons’ garments with him.", "type": "text", "attrs": {"verseId": "LEV.8.30", "verseOrgIds": ["LEV.8.30"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said to Aaron and to his sons, “Boil the meat at the door of the Tent of Meeting, and there eat it and the bread that is in the basket of consecration, as I commanded, saying, ‘Aaron and his sons shall eat it.’ ", "type": "text", "attrs": {"verseId": "LEV.8.31", "verseOrgIds": ["LEV.8.31"]}}, {"text": "What remains of the meat and of the bread you shall burn with fire. ", "type": "text", "attrs": {"verseId": "LEV.8.32", "verseOrgIds": ["LEV.8.32"]}}, {"text": "You shall not go out from the door of the Tent of Meeting for seven days, until the days of your consecration are fulfilled: for he shall consecrate you seven days. ", "type": "text", "attrs": {"verseId": "LEV.8.33", "verseOrgIds": ["LEV.8.33"]}}, {"text": "What has been done today, so the LORD has commanded to do, to make atonement for you. ", "type": "text", "attrs": {"verseId": "LEV.8.34", "verseOrgIds": ["LEV.8.34"]}}, {"text": "You shall stay at the door of the Tent of Meeting day and night seven days, and keep the LORD’s command, that you don’t die: for so I am commanded.” ", "type": "text", "attrs": {"verseId": "LEV.8.35", "verseOrgIds": ["LEV.8.35"]}}, {"text": "Aaron and his sons did all the things which the LORD commanded by Moses.", "type": "text", "attrs": {"verseId": "LEV.8.36", "verseOrgIds": ["LEV.8.36"]}}]}], "next": {"id": "LEV.9", "number": "9", "bookId": "LEV"}, "previous": {"id": "LEV.7", "number": "7", "bookId": "LEV"}}}}