{"_default": {"1": {"id": "JER.29", "bibleId": "f72b840c855f362c-04", "number": "29", "bookId": "JER", "reference": "Jeremiah 29", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now these are the words of the letter that Jeremiah the prophet sent from Jerusalem to the residue of the elders of the captivity, and to the priests, to the prophets, and to all the people whom Nebuchadnezzar had carried away captive from Jerusalem to Babylon, ", "type": "text", "attrs": {"verseId": "JER.29.1", "verseOrgIds": ["JER.29.1"]}}, {"text": "(after Jeconiah the king, the queen mother, the eunuchs, the princes of Judah and Jerusalem, the craftsmen, and the smiths had departed from Jerusalem), ", "type": "text", "attrs": {"verseId": "JER.29.2", "verseOrgIds": ["JER.29.2"]}}, {"text": "by the hand of Elasah the son of Shaphan and Gemariah the son of Hilkiah, (whom Zedekiah king of Judah sent to Babylon to Nebuchadnezzar king of Babylon). It said:", "type": "text", "attrs": {"verseId": "JER.29.3", "verseOrgIds": ["JER.29.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "The LORD of Hosts, the God of Israel, says to all the captives whom I have caused to be carried away captive from Jerusalem to Babylon: ", "type": "text"}, {"text": "“Build houses and dwell in them. Plant gardens and eat their fruit. ", "type": "text"}, {"text": "Take wives and father sons and daughters. Take wives for your sons, and give your daughters to husbands, that they may bear sons and daughters. Multiply there, and don’t be diminished. ", "type": "text"}, {"text": "Seek the peace of the city where I have caused you to be carried away captive, and pray to the LORD for it; for in its peace you will have peace.” ", "type": "text"}, {"text": "For the LORD of Hosts, the God of Israel says: “Don’t let your prophets who are among you and your diviners deceive you. Don’t listen to your dreams which you cause to be dreamed. ", "type": "text"}, {"text": "For they prophesy falsely to you in my name. I have not sent them,” says the LORD. ", "type": "text"}, {"text": "For the LORD says, “After seventy years are accomplished for Babylon, I will visit you and perform my good word toward you, in causing you to return to this place. ", "type": "text"}, {"text": "For I know the thoughts that I think toward you,” says the LORD, “thoughts of peace, and not of evil, to give you hope and a future. ", "type": "text"}, {"text": "You shall call on me, and you shall go and pray to me, and I will listen to you. ", "type": "text"}, {"text": "You shall seek me and find me, when you search for me with all your heart. ", "type": "text"}, {"text": "I will be found by you,” says the LORD, “and I will turn again your captivity, and I will gather you from all the nations, and from all the places where I have driven you, says the LORD. I will bring you again to the place from where I caused you to be carried away captive.”", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "Because you have said, “The LORD has raised us up prophets in Babylon,” ", "type": "text"}, {"text": "the LORD says concerning the king who sits on David’s throne, and concerning all the people who dwell in this city, your brothers who haven’t gone with you into captivity, ", "type": "text"}, {"text": "the LORD of Hosts says: “Behold, I will send on them the sword, the famine, and the pestilence, and will make them like rotten figs that can’t be eaten, they are so bad. ", "type": "text"}, {"text": "I will pursue after them with the sword, with the famine, and with the pestilence, and will deliver them to be tossed back and forth among all the kingdoms of the earth, to be an object of horror, an astonishment, a hissing, and a reproach among all the nations where I have driven them, ", "type": "text"}, {"text": "because they have not listened to my words,” says the LORD, “with which I sent to them my servants the prophets, rising up early and sending them; but you would not hear,” says the LORD.", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "Hear therefore the LORD’s word, all you captives whom I have sent away from Jerusalem to Babylon. ", "type": "text"}, {"text": "The LORD of Hosts, the God of Israel, says concerning Ahab the son of Kolaiah, and concerning Zedekiah the son of Maaseiah, who prophesy a lie to you in my name: “Behold, I will deliver them into the hand of Nebuchadnezzar king of Babylon; and he will kill them before your eyes. ", "type": "text"}, {"text": "A curse will be taken up about them by all the captives of Judah who are in Babylon, saying, ‘The LORD make you like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire;’ ", "type": "text"}, {"text": "because they have done foolish things in Israel, and have committed adultery with their neighbors’ wives, and have spoken words in my name falsely, which I didn’t command them. I am he who knows, and am witness,” says the LORD.", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Concerning Shemaiah the Nehelamite you shall speak, saying, ", "type": "text", "attrs": {"verseId": "JER.29.24", "verseOrgIds": ["JER.29.24"]}}, {"text": "“The LORD of Hosts, the God of Israel, says, ‘Because you have sent letters in your own name to all the people who are at Jerusalem, and to Zephaniah the son of Maaseiah, the priest, and to all the priests, saying, ", "type": "text", "attrs": {"verseId": "JER.29.25", "verseOrgIds": ["JER.29.25"]}}, {"text": "“The LORD has made you priest in the place of Jehoiada the priest, that there may be officers in the LORD’s house, for every man who is crazy and makes himself a prophet, that you should put him in the stocks and in shackles. ", "type": "text", "attrs": {"verseId": "JER.29.26", "verseOrgIds": ["JER.29.26"]}}, {"text": "Now therefore, why have you not rebuked Jeremiah of Anathoth, who makes himself a prophet to you, ", "type": "text", "attrs": {"verseId": "JER.29.27", "verseOrgIds": ["JER.29.27"]}}, {"text": "because he has sent to us in Babylon, saying, The captivity is long. Build houses, and dwell in them. Plant gardens, and eat their fruit?”’”", "type": "text", "attrs": {"verseId": "JER.29.28", "verseOrgIds": ["JER.29.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Zephaniah the priest read this letter in the hearing of Jeremiah the prophet. ", "type": "text", "attrs": {"verseId": "JER.29.29", "verseOrgIds": ["JER.29.29"]}}, {"text": "Then the LORD’s word came to Jeremiah, saying, ", "type": "text", "attrs": {"verseId": "JER.29.30", "verseOrgIds": ["JER.29.30"]}}, {"text": "“Send to all of the captives, saying, ‘The LORD says concerning Shemaiah the Nehelamite: “Because Shemaiah has prophesied to you, and I didn’t send him, and he has caused you to trust in a lie,” ", "type": "text", "attrs": {"verseId": "JER.29.31", "verseOrgIds": ["JER.29.31"]}}, {"text": "therefore the LORD says, “Behold, I will punish Shemaiah the Nehelamite and his offspring. He will not have a man to dwell among this people. He won’t see the good that I will do to my people,” says the LORD, “because he has spoken rebellion against the LORD.”’”", "type": "text", "attrs": {"verseId": "JER.29.32", "verseOrgIds": ["JER.29.32"]}}]}], "next": {"id": "JER.30", "number": "30", "bookId": "JER"}, "previous": {"id": "JER.28", "number": "28", "bookId": "JER"}}}}