{"_default": {"1": {"id": "JDG.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "JDG", "reference": "Judges 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Abimelech the son of Jerubbaal went to Shechem to his mother’s brothers, and spoke with them and with all the family of the house of his mother’s father, saying, ", "type": "text", "attrs": {"verseId": "JDG.9.1", "verseOrgIds": ["JDG.9.1"]}}, {"text": "“Please speak in the ears of all the men of Shechem, ‘Is it better for you that all the sons of Jerubbaal, who are seventy persons, rule over you, or that one rule over you?’ Remember also that I am your bone and your flesh.”", "type": "text", "attrs": {"verseId": "JDG.9.2", "verseOrgIds": ["JDG.9.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "His mother’s brothers spoke of him in the ears of all the men of Shechem all these words. Their hearts inclined to follow Abimelech; for they said, “He is our brother.” ", "type": "text", "attrs": {"verseId": "JDG.9.3", "verseOrgIds": ["JDG.9.3"]}}, {"text": "They gave him seventy pieces of silver out of the house of Baal Berith, with which Abimelech hired vain and reckless fellows who followed him. ", "type": "text", "attrs": {"verseId": "JDG.9.4", "verseOrgIds": ["JDG.9.4"]}}, {"text": "He went to his father’s house at Ophrah, and killed his brothers the sons of Jerubbaal, being seventy persons, on one stone; but Jotham the youngest son of Jerubbaal was left, for he hid himself. ", "type": "text", "attrs": {"verseId": "JDG.9.5", "verseOrgIds": ["JDG.9.5"]}}, {"text": "All the men of Shechem assembled themselves together with all the house of Millo, and went and made Abimelech king by the oak of the pillar that was in Shechem. ", "type": "text", "attrs": {"verseId": "JDG.9.6", "verseOrgIds": ["JDG.9.6"]}}, {"text": "When they told it to Jotham, he went and stood on the top of Mount Gerizim and lifted up his voice, cried out, and said to them, “Listen to me, you men of Shechem, that God may listen to you. ", "type": "text", "attrs": {"verseId": "JDG.9.7", "verseOrgIds": ["JDG.9.7"]}}, {"text": "The trees set out to anoint a king over themselves. They said to the olive tree, ‘Reign over us.’", "type": "text", "attrs": {"verseId": "JDG.9.8", "verseOrgIds": ["JDG.9.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“But the olive tree said to them, ‘Should I stop producing my oil, with which they honor God and man by me, and go to wave back and forth over the trees?’", "type": "text", "attrs": {"verseId": "JDG.9.9", "verseOrgIds": ["JDG.9.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The trees said to the fig tree, ‘Come and reign over us.’", "type": "text", "attrs": {"verseId": "JDG.9.10", "verseOrgIds": ["JDG.9.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“But the fig tree said to them, ‘Should I leave my sweetness, and my good fruit, and go to wave back and forth over the trees?’", "type": "text", "attrs": {"verseId": "JDG.9.11", "verseOrgIds": ["JDG.9.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The trees said to the vine, ‘Come and reign over us.’", "type": "text", "attrs": {"verseId": "JDG.9.12", "verseOrgIds": ["JDG.9.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The vine said to them, ‘Should I leave my new wine, which cheers God and man, and go to wave back and forth over the trees?’", "type": "text", "attrs": {"verseId": "JDG.9.13", "verseOrgIds": ["JDG.9.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Then all the trees said to the bramble, ‘Come and reign over us.’", "type": "text", "attrs": {"verseId": "JDG.9.14", "verseOrgIds": ["JDG.9.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The bramble said to the trees, ‘If in truth you anoint me king over you, then come and take refuge in my shade; and if not, let fire come out of the bramble, and devour the cedars of Lebanon.’", "type": "text", "attrs": {"verseId": "JDG.9.15", "verseOrgIds": ["JDG.9.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now therefore, if you have dealt truly and righteously, in that you have made Abimelech king, and if you have dealt well with Jerubbaal and his house, and have done to him according to the deserving of his hands ", "type": "text", "attrs": {"verseId": "JDG.9.16", "verseOrgIds": ["JDG.9.16"]}}, {"text": "(for my father fought for you, risked his life, and delivered you out of the hand of Midian; ", "type": "text", "attrs": {"verseId": "JDG.9.17", "verseOrgIds": ["JDG.9.17"]}}, {"text": "and you have risen up against my father’s house today and have slain his sons, seventy persons, on one stone, and have made Abimelech, the son of his female servant, king over the men of Shechem, because he is your brother); ", "type": "text", "attrs": {"verseId": "JDG.9.18", "verseOrgIds": ["JDG.9.18"]}}, {"text": "if you then have dealt truly and righteously with Jerubbaal and with his house today, then rejoice in Abimelech, and let him also rejoice in you; ", "type": "text", "attrs": {"verseId": "JDG.9.19", "verseOrgIds": ["JDG.9.19"]}}, {"text": "but if not, let fire come out from Abimelech and devour the men of Shechem and the house of Millo; and let fire come out from the men of Shechem and from the house of Millo and devour Abimelech.”", "type": "text", "attrs": {"verseId": "JDG.9.20", "verseOrgIds": ["JDG.9.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jotham ran away and fled, and went to Beer", "type": "text", "attrs": {"verseId": "JDG.9.21", "verseOrgIds": ["JDG.9.21"]}}, {"text": " and lived there, for fear of Abimelech his brother.", "type": "text", "attrs": {"verseId": "JDG.9.21", "verseOrgIds": ["JDG.9.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Abimelech was prince over Israel three years. ", "type": "text", "attrs": {"verseId": "JDG.9.22", "verseOrgIds": ["JDG.9.22"]}}, {"text": "Then God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech, ", "type": "text", "attrs": {"verseId": "JDG.9.23", "verseOrgIds": ["JDG.9.23"]}}, {"text": "that the violence done to the seventy sons of Jerubbaal might come, and that their blood might be laid on Abimelech their brother who killed them, and on the men of Shechem who strengthened his hands to kill his brothers. ", "type": "text", "attrs": {"verseId": "JDG.9.24", "verseOrgIds": ["JDG.9.24"]}}, {"text": "The men of Shechem set an ambush for him on the tops of the mountains, and they robbed all who came along that way by them; and Abimelech was told about it.", "type": "text", "attrs": {"verseId": "JDG.9.25", "verseOrgIds": ["JDG.9.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Gaal the son of Ebed came with his brothers and went over to Shechem; and the men of Shechem put their trust in him. ", "type": "text", "attrs": {"verseId": "JDG.9.26", "verseOrgIds": ["JDG.9.26"]}}, {"text": "They went out into the field, harvested their vineyards, trod the grapes, celebrated, and went into the house of their god and ate and drank, and cursed Abimelech. ", "type": "text", "attrs": {"verseId": "JDG.9.27", "verseOrgIds": ["JDG.9.27"]}}, {"text": "Gaal the son of Ebed said, “Who is Abimelech, and who is Shechem, that we should serve him? Isn’t he the son of Jerubbaal? Isn’t Zebul his officer? Serve the men of Hamor the father of Shechem, but why should we serve him? ", "type": "text", "attrs": {"verseId": "JDG.9.28", "verseOrgIds": ["JDG.9.28"]}}, {"text": "I wish that this people were under my hand! Then I would remove Abimelech.” He said to Abimelech, “Increase your army and come out!”", "type": "text", "attrs": {"verseId": "JDG.9.29", "verseOrgIds": ["JDG.9.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger burned. ", "type": "text", "attrs": {"verseId": "JDG.9.30", "verseOrgIds": ["JDG.9.30"]}}, {"text": "He sent messengers to Abimelech craftily, saying, “Behold, Gaal the son of Ebed and his brothers have come to Shechem; and behold, they incite the city against you. ", "type": "text", "attrs": {"verseId": "JDG.9.31", "verseOrgIds": ["JDG.9.31"]}}, {"text": "Now therefore, go up by night, you and the people who are with you, and lie in wait in the field. ", "type": "text", "attrs": {"verseId": "JDG.9.32", "verseOrgIds": ["JDG.9.32"]}}, {"text": "It shall be that in the morning, as soon as the sun is up, you shall rise early and rush on the city. Behold, when he and the people who are with him come out against you, then may you do to them as you shall find occasion.”", "type": "text", "attrs": {"verseId": "JDG.9.33", "verseOrgIds": ["JDG.9.33"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Abimelech rose up, and all the people who were with him, by night, and they laid wait against Shechem in four companies. ", "type": "text", "attrs": {"verseId": "JDG.9.34", "verseOrgIds": ["JDG.9.34"]}}, {"text": "Gaal the son of Ebed went out, and stood in the entrance of the gate of the city. Abimelech rose up, and the people who were with him, from the ambush.", "type": "text", "attrs": {"verseId": "JDG.9.35", "verseOrgIds": ["JDG.9.35"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Gaal saw the people, he said to Zebul, “Behold, people are coming down from the tops of the mountains.”", "type": "text", "attrs": {"verseId": "JDG.9.36", "verseOrgIds": ["JDG.9.36"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JDG 9:36"}, "items": [{"text": "Zebul said to him, “You see the shadows of the mountains as if they were men.”", "type": "text", "attrs": {"verseId": "JDG.9.36", "verseOrgIds": ["JDG.9.36"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Gaal spoke again and said, “Behold, people are coming down by the middle of the land, and one company comes by the way of the oak of Meonenim.”", "type": "text", "attrs": {"verseId": "JDG.9.37", "verseOrgIds": ["JDG.9.37"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Zebul said to him, “Now where is your mouth, that you said, ‘Who is Abimelech, that we should serve him?’ Isn’t this the people that you have despised? Please go out now and fight with them.”", "type": "text", "attrs": {"verseId": "JDG.9.38", "verseOrgIds": ["JDG.9.38"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Gaal went out before the men of Shechem, and fought with Abimelech. ", "type": "text", "attrs": {"verseId": "JDG.9.39", "verseOrgIds": ["JDG.9.39"]}}, {"text": "Abimelech chased him, and he fled before him, and many fell wounded, even to the entrance of the gate. ", "type": "text", "attrs": {"verseId": "JDG.9.40", "verseOrgIds": ["JDG.9.40"]}}, {"text": "Abimelech lived at Arumah; and Zebul drove out Gaal and his brothers, that they should not dwell in Shechem. ", "type": "text", "attrs": {"verseId": "JDG.9.41", "verseOrgIds": ["JDG.9.41"]}}, {"text": "On the next day, the people went out into the field; and they told Abimelech. ", "type": "text", "attrs": {"verseId": "JDG.9.42", "verseOrgIds": ["JDG.9.42"]}}, {"text": "He took the people and divided them into three companies, and laid wait in the field; and he looked, and behold, the people came out of the city. So, he rose up against them and struck them. ", "type": "text", "attrs": {"verseId": "JDG.9.43", "verseOrgIds": ["JDG.9.43"]}}, {"text": "Abimelech and the companies that were with him rushed forward and stood in the entrance of the gate of the city; and the two companies rushed on all who were in the field and struck them. ", "type": "text", "attrs": {"verseId": "JDG.9.44", "verseOrgIds": ["JDG.9.44"]}}, {"text": "Abimelech fought against the city all that day; and he took the city and killed the people in it. He beat down the city and sowed it with salt.", "type": "text", "attrs": {"verseId": "JDG.9.45", "verseOrgIds": ["JDG.9.45"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When all the men of the tower of Shechem heard of it, they entered into the stronghold of the house of Elberith. ", "type": "text", "attrs": {"verseId": "JDG.9.46", "verseOrgIds": ["JDG.9.46"]}}, {"text": "Abimelech was told that all the men of the tower of Shechem were gathered together. ", "type": "text", "attrs": {"verseId": "JDG.9.47", "verseOrgIds": ["JDG.9.47"]}}, {"text": "Abimelech went up to Mount Zalmon, he and all the people who were with him; and Abimelech took an ax in his hand, and cut down a bough from the trees, and took it up, and laid it on his shoulder. Then he said to the people who were with him, “What you have seen me do, make haste, and do as I have done!” ", "type": "text", "attrs": {"verseId": "JDG.9.48", "verseOrgIds": ["JDG.9.48"]}}, {"text": "All the people likewise each cut down his bough, followed Abimelech, and put them at the base of the stronghold, and set the stronghold on fire over them, so that all the people of the tower of Shechem died also, about a thousand men and women. ", "type": "text", "attrs": {"verseId": "JDG.9.49", "verseOrgIds": ["JDG.9.49"]}}, {"text": "Then Abimelech went to Thebez and encamped against Thebez, and took it. ", "type": "text", "attrs": {"verseId": "JDG.9.50", "verseOrgIds": ["JDG.9.50"]}}, {"text": "But there was a strong tower within the city, and all the men and women of the city fled there, and shut themselves in, and went up to the roof of the tower. ", "type": "text", "attrs": {"verseId": "JDG.9.51", "verseOrgIds": ["JDG.9.51"]}}, {"text": "Abimelech came to the tower and fought against it, and came near to the door of the tower to burn it with fire. ", "type": "text", "attrs": {"verseId": "JDG.9.52", "verseOrgIds": ["JDG.9.52"]}}, {"text": "A certain woman cast an upper millstone on Abimelech’s head, and broke his skull.", "type": "text", "attrs": {"verseId": "JDG.9.53", "verseOrgIds": ["JDG.9.53"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then he called hastily to the young man, his armor bearer, and said to him, “Draw your sword and kill me, that men not say of me, ‘A woman killed him.’ His young man thrust him through, and he died.”", "type": "text", "attrs": {"verseId": "JDG.9.54", "verseOrgIds": ["JDG.9.54"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the men of Israel saw that Abimelech was dead, they each departed to his place. ", "type": "text", "attrs": {"verseId": "JDG.9.55", "verseOrgIds": ["JDG.9.55"]}}, {"text": "Thus God repaid the wickedness of Abimelech, which he did to his father in killing his seventy brothers; ", "type": "text", "attrs": {"verseId": "JDG.9.56", "verseOrgIds": ["JDG.9.56"]}}, {"text": "and God repaid all the wickedness of the men of Shechem on their heads; and the curse of Jotham the son of Jerubbaal came on them.", "type": "text", "attrs": {"verseId": "JDG.9.57", "verseOrgIds": ["JDG.9.57"]}}]}], "next": {"id": "JDG.10", "number": "10", "bookId": "JDG"}, "previous": {"id": "JDG.8", "number": "8", "bookId": "JDG"}}}}