{"_default": {"1": {"id": "JOS.5", "bibleId": "f72b840c855f362c-04", "number": "5", "bookId": "JOS", "reference": "Joshua 5", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When all the kings of the Amorites, who were beyond the Jordan westward, and all the kings of the Canaanites, who were by the sea, heard how the LORD had dried up the waters of the Jordan from before the children of Israel until we had crossed over, their heart melted, and there was no more spirit in them, because of the children of Israel. ", "type": "text", "attrs": {"verseId": "JOS.5.1", "verseOrgIds": ["JOS.5.1"]}}, {"text": "At that time, the LORD said to Joshua, “Make flint knives, and circumcise again the sons of Israel the second time.” ", "type": "text", "attrs": {"verseId": "JOS.5.2", "verseOrgIds": ["JOS.5.2"]}}, {"text": "Joshua made himself flint knives, and circumcised the sons of Israel at the hill of the foreskins. ", "type": "text", "attrs": {"verseId": "JOS.5.3", "verseOrgIds": ["JOS.5.3"]}}, {"text": "This is the reason Joshua circumcised them: all the people who came out of Egypt, who were males, even all the men of war, died in the wilderness along the way, after they came out of Egypt. ", "type": "text", "attrs": {"verseId": "JOS.5.4", "verseOrgIds": ["JOS.5.4"]}}, {"text": "For all the people who came out were circumcised; but all the people who were born in the wilderness along the way as they came out of Egypt had not been circumcised. ", "type": "text", "attrs": {"verseId": "JOS.5.5", "verseOrgIds": ["JOS.5.5"]}}, {"text": "For the children of Israel walked forty years in the wilderness until all the nation, even the men of war who came out of Egypt, were consumed, because they didn’t listen to the LORD’s voice. The LORD swore to them that he wouldn’t let them see the land which the LORD swore to their fathers that he would give us, a land flowing with milk and honey. ", "type": "text", "attrs": {"verseId": "JOS.5.6", "verseOrgIds": ["JOS.5.6"]}}, {"text": "Their children, whom he raised up in their place, were circumcised by Joshua, for they were uncircumcised, because they had not circumcised them on the way. ", "type": "text", "attrs": {"verseId": "JOS.5.7", "verseOrgIds": ["JOS.5.7"]}}, {"text": "When they were done circumcising the whole nation, they stayed in their places in the camp until they were healed.", "type": "text", "attrs": {"verseId": "JOS.5.8", "verseOrgIds": ["JOS.5.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Joshua, “Today I have rolled away the reproach of Egypt from you.” Therefore the name of that place was called Gilgal", "type": "text", "attrs": {"verseId": "JOS.5.9", "verseOrgIds": ["JOS.5.9"]}}, {"text": " to this day. ", "type": "text", "attrs": {"verseId": "JOS.5.9", "verseOrgIds": ["JOS.5.9"]}}, {"text": "The children of Israel encamped in Gilgal. They kept the Passover on the fourteenth day of the month at evening in the plains of Jericho. ", "type": "text", "attrs": {"verseId": "JOS.5.10", "verseOrgIds": ["JOS.5.10"]}}, {"text": "They ate unleavened cakes and parched grain of the produce of the land on the next day after the Passover, in the same day. ", "type": "text", "attrs": {"verseId": "JOS.5.11", "verseOrgIds": ["JOS.5.11"]}}, {"text": "The manna ceased on the next day, after they had eaten of the produce of the land. The children of Israel didn’t have manna any more, but they ate of the fruit of the land of Canaan that year.", "type": "text", "attrs": {"verseId": "JOS.5.12", "verseOrgIds": ["JOS.5.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Joshua was by Jericho, he lifted up his eyes and looked, and behold, a man stood in front of him with his sword drawn in his hand. Joshua went to him and said to him, “Are you for us, or for our enemies?”", "type": "text", "attrs": {"verseId": "JOS.5.13", "verseOrgIds": ["JOS.5.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said, “No; but I have come now as commander of the LORD’s army.”", "type": "text", "attrs": {"verseId": "JOS.5.14", "verseOrgIds": ["JOS.5.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JOS 5:14"}, "items": [{"text": "Joshua fell on his face to the earth, and worshiped, and asked him, “What does my lord say to his servant?”", "type": "text", "attrs": {"verseId": "JOS.5.14", "verseOrgIds": ["JOS.5.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The prince of the LORD’s army said to Joshua, “Take off your sandals, for the place on which you stand is holy.” Joshua did so.", "type": "text", "attrs": {"verseId": "JOS.5.15", "verseOrgIds": ["JOS.5.15"]}}]}], "next": {"id": "JOS.6", "number": "6", "bookId": "JOS"}, "previous": {"id": "JOS.4", "number": "4", "bookId": "JOS"}}}}