{"_default": {"1": {"id": "DEU.16", "bibleId": "f72b840c855f362c-04", "number": "16", "bookId": "DEU", "reference": "Deuteronomy 16", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Observe the month of Abib, and keep the Passover to the LORD your God; for in the month of Abib the LORD your God brought you out of Egypt by night. ", "type": "text", "attrs": {"verseId": "DEU.16.1", "verseOrgIds": ["DEU.16.1"]}}, {"text": "You shall sacrifice the Passover to the LORD your God, of the flock and the herd, in the place which the LORD shall choose to cause his name to dwell there. ", "type": "text", "attrs": {"verseId": "DEU.16.2", "verseOrgIds": ["DEU.16.2"]}}, {"text": "You shall eat no leavened bread with it. You shall eat unleavened bread with it seven days, even the bread of affliction (for you came out of the land of Egypt in haste) that you may remember the day when you came out of the land of Egypt all the days of your life. ", "type": "text", "attrs": {"verseId": "DEU.16.3", "verseOrgIds": ["DEU.16.3"]}}, {"text": "No yeast shall be seen with you in all your borders seven days; neither shall any of the meat, which you sacrifice the first day at evening, remain all night until the morning. ", "type": "text", "attrs": {"verseId": "DEU.16.4", "verseOrgIds": ["DEU.16.4"]}}, {"text": "You may not sacrifice the Passover within any of your gates which the LORD your God gives you; ", "type": "text", "attrs": {"verseId": "DEU.16.5", "verseOrgIds": ["DEU.16.5"]}}, {"text": "but at the place which the LORD your God shall choose to cause his name to dwell in, there you shall sacrifice the Passover at evening, at the going down of the sun, at the season that you came out of Egypt. ", "type": "text", "attrs": {"verseId": "DEU.16.6", "verseOrgIds": ["DEU.16.6"]}}, {"text": "You shall roast and eat it in the place which the LORD your God chooses. In the morning you shall return to your tents. ", "type": "text", "attrs": {"verseId": "DEU.16.7", "verseOrgIds": ["DEU.16.7"]}}, {"text": "Six days you shall eat unleavened bread. On the seventh day shall be a solemn assembly to the LORD your God. You shall do no work.", "type": "text", "attrs": {"verseId": "DEU.16.8", "verseOrgIds": ["DEU.16.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You shall count for yourselves seven weeks. From the time you begin to put the sickle to the standing grain you shall begin to count seven weeks. ", "type": "text", "attrs": {"verseId": "DEU.16.9", "verseOrgIds": ["DEU.16.9"]}}, {"text": "You shall keep the feast of weeks to the LORD your God with a tribute of a free will offering of your hand, which you shall give according to how the LORD your God blesses you. ", "type": "text", "attrs": {"verseId": "DEU.16.10", "verseOrgIds": ["DEU.16.10"]}}, {"text": "You shall rejoice before the LORD your God: you, your son, your daughter, your male servant, your female servant, the Levite who is within your gates, the foreigner, the fatherless, and the widow who are among you, in the place which the LORD your God shall choose to cause his name to dwell there. ", "type": "text", "attrs": {"verseId": "DEU.16.11", "verseOrgIds": ["DEU.16.11"]}}, {"text": "You shall remember that you were a slave in Egypt. You shall observe and do these statutes.", "type": "text", "attrs": {"verseId": "DEU.16.12", "verseOrgIds": ["DEU.16.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You shall keep the feast of booths seven days, after you have gathered in from your threshing floor and from your wine press. ", "type": "text", "attrs": {"verseId": "DEU.16.13", "verseOrgIds": ["DEU.16.13"]}}, {"text": "You shall rejoice in your feast, you, your son, your daughter, your male servant, your female servant, the Levite, the foreigner, the fatherless, and the widow who are within your gates. ", "type": "text", "attrs": {"verseId": "DEU.16.14", "verseOrgIds": ["DEU.16.14"]}}, {"text": "You shall keep a feast to the LORD your God seven days in the place which the LORD chooses, because the LORD your God will bless you in all your increase and in all the work of your hands, and you shall be altogether joyful. ", "type": "text", "attrs": {"verseId": "DEU.16.15", "verseOrgIds": ["DEU.16.15"]}}, {"text": "Three times in a year all of your males shall appear before the LORD your God in the place which he chooses: in the feast of unleavened bread, in the feast of weeks, and in the feast of booths. They shall not appear before the LORD empty. ", "type": "text", "attrs": {"verseId": "DEU.16.16", "verseOrgIds": ["DEU.16.16"]}}, {"text": "Every man shall give as he is able, according to the LORD your God’s blessing which he has given you. ", "type": "text", "attrs": {"verseId": "DEU.16.17", "verseOrgIds": ["DEU.16.17"]}}, {"text": "You shall make judges and officers in all your gates, which the LORD your God gives you, according to your tribes; and they shall judge the people with righteous judgment. ", "type": "text", "attrs": {"verseId": "DEU.16.18", "verseOrgIds": ["DEU.16.18"]}}, {"text": "You shall not pervert justice. You shall not show partiality. You shall not take a bribe, for a bribe blinds the eyes of the wise and perverts the words of the righteous. ", "type": "text", "attrs": {"verseId": "DEU.16.19", "verseOrgIds": ["DEU.16.19"]}}, {"text": "You shall follow that which is altogether just, that you may live and inherit the land which the LORD your God gives you. ", "type": "text", "attrs": {"verseId": "DEU.16.20", "verseOrgIds": ["DEU.16.20"]}}, {"text": "You shall not plant for yourselves an Asherah of any kind of tree beside the LORD your God’s altar, which you shall make for yourselves. ", "type": "text", "attrs": {"verseId": "DEU.16.21", "verseOrgIds": ["DEU.16.21"]}}, {"text": "Neither shall you set yourself up a sacred stone which the LORD your God hates.", "type": "text", "attrs": {"verseId": "DEU.16.22", "verseOrgIds": ["DEU.16.22"]}}]}], "next": {"id": "DEU.17", "number": "17", "bookId": "DEU"}, "previous": {"id": "DEU.15", "number": "15", "bookId": "DEU"}}}}