{"_default": {"1": {"id": "JER.43", "bibleId": "f72b840c855f362c-04", "number": "43", "bookId": "JER", "reference": "Jeremiah 43", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Jeremiah had finished speaking to all the people all the words of the LORD their God, with which the LORD their God had sent him to them, even all these words, ", "type": "text", "attrs": {"verseId": "JER.43.1", "verseOrgIds": ["JER.43.1"]}}, {"text": "then Azariah the son of Hoshaiah, Yochanan the son of Kareah, and all the proud men spoke, saying to Jeremiah, “You speak falsely. The LORD our God has not sent you to say, ‘You shall not go into Egypt to live there;’ ", "type": "text", "attrs": {"verseId": "JER.43.2", "verseOrgIds": ["JER.43.2"]}}, {"text": "but Baruch the son of Neriah has turned you against us, to deliver us into the hand of the Kasdim, that they may put us to death or carry us away captive to Babylon.”", "type": "text", "attrs": {"verseId": "JER.43.3", "verseOrgIds": ["JER.43.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Yochanan the son of Kareah, and all the captains of the forces, and all the people, didn’t obey the LORD’s voice, to dwell in the land of Judah. ", "type": "text", "attrs": {"verseId": "JER.43.4", "verseOrgIds": ["JER.43.4"]}}, {"text": "But Yochanan the son of Kareah and all the captains of the forces took all the remnant of Judah, who had returned from all the nations where they had been driven, to live in the land of Judah— ", "type": "text", "attrs": {"verseId": "JER.43.5", "verseOrgIds": ["JER.43.5"]}}, {"text": "the men, the women, the children, the king’s daughters, and every person who Nebuzaradan the captain of the guard had left with Gedaliah the son of Ahikam, the son of Shaphan; and Jeremiah the prophet, and Baruch the son of Neriah. ", "type": "text", "attrs": {"verseId": "JER.43.6", "verseOrgIds": ["JER.43.6"]}}, {"text": "They came into the land of Egypt, for they didn’t obey the LORD’s voice; and they came to Tahpanhes.", "type": "text", "attrs": {"verseId": "JER.43.7", "verseOrgIds": ["JER.43.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the LORD’s word came to Jeremiah in Tahpanhes, saying, ", "type": "text", "attrs": {"verseId": "JER.43.8", "verseOrgIds": ["JER.43.8"]}}, {"text": "“Take great stones in your hand and hide them in mortar in the brick work which is at the entry of Pharaoh’s house in Tahpanhes, in the sight of the men of Judah. ", "type": "text", "attrs": {"verseId": "JER.43.9", "verseOrgIds": ["JER.43.9"]}}, {"text": "Tell them, the LORD of Hosts, the God of Israel, says: ‘Behold, I will send and take Nebuchadnezzar the king of Babylon, my servant, and will set his throne on these stones that I have hidden; and he will spread his royal pavilion over them. ", "type": "text", "attrs": {"verseId": "JER.43.10", "verseOrgIds": ["JER.43.10"]}}, {"text": "He will come, and will strike the land of Egypt; such as are for death will be put to death, and such as are for captivity to captivity, and such as are for the sword to the sword. ", "type": "text", "attrs": {"verseId": "JER.43.11", "verseOrgIds": ["JER.43.11"]}}, {"text": "I will kindle a fire in the houses of the gods of Egypt. He will burn them, and carry them away captive. He will array himself with the land of Egypt, as a shepherd puts on his garment; and he will go out from there in peace. ", "type": "text", "attrs": {"verseId": "JER.43.12", "verseOrgIds": ["JER.43.12"]}}, {"text": "He will also break the pillars of Beth Shemesh that is in the land of Egypt; and he will burn the houses of the gods of Egypt with fire.’”", "type": "text", "attrs": {"verseId": "JER.43.13", "verseOrgIds": ["JER.43.13"]}}]}], "next": {"id": "JER.44", "number": "44", "bookId": "JER"}, "previous": {"id": "JER.42", "number": "42", "bookId": "JER"}}}}