{"_default": {"1": {"id": "REV.4", "bibleId": "f72b840c855f362c-04", "number": "4", "bookId": "REV", "reference": "Revelation 4", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After these things I looked and saw a door opened in heaven; and the first voice that I heard, like a shofar speaking with me, was one saying, “Come up here, and I will show you the things which must happen after this.”", "type": "text", "attrs": {"verseId": "REV.4.1", "verseOrgIds": ["REV.4.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Immediately I was in the Spirit. Behold, there was a throne set in heaven, and one sitting on the throne ", "type": "text", "attrs": {"verseId": "REV.4.2", "verseOrgIds": ["REV.4.2"]}}, {"text": "that looked like a jasper stone and a sardius. There was a rainbow around the throne, like an emerald to look at. ", "type": "text", "attrs": {"verseId": "REV.4.3", "verseOrgIds": ["REV.4.3"]}}, {"text": "Around the throne were twenty-four thrones. On the thrones were twenty-four elders sitting, dressed in white garments, with crowns of gold on their heads. ", "type": "text", "attrs": {"verseId": "REV.4.4", "verseOrgIds": ["REV.4.4"]}}, {"text": "Out of the throne proceed lightnings, sounds, and thunders. There were seven lamps of fire burning before his throne, which are the seven Spirits of God. ", "type": "text", "attrs": {"verseId": "REV.4.5", "verseOrgIds": ["REV.4.5"]}}, {"text": "Before the throne was something like a sea of glass, similar to crystal. In the middle of the throne, and around the throne were four living creatures full of eyes before and behind. ", "type": "text", "attrs": {"verseId": "REV.4.6", "verseOrgIds": ["REV.4.6"]}}, {"text": "The first creature was like a lion, the second creature like a calf, the third creature had a face like a man, and the fourth was like a flying eagle. ", "type": "text", "attrs": {"verseId": "REV.4.7", "verseOrgIds": ["REV.4.7"]}}, {"text": "The four living creatures, each one of them having six wings, are full of eyes around and within. They have no rest day and night, saying, “Holy, holy, holy", "type": "text", "attrs": {"verseId": "REV.4.8", "verseOrgIds": ["REV.4.8"]}}, {"text": " is the Lord God, the Almighty, who was and who is and who is to come!”", "type": "text", "attrs": {"verseId": "REV.4.8", "verseOrgIds": ["REV.4.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the living creatures give glory, honor, and thanks to him who sits on the throne, to him who lives forever and ever, ", "type": "text", "attrs": {"verseId": "REV.4.9", "verseOrgIds": ["REV.4.9"]}}, {"text": "the twenty-four elders fall down before him who sits on the throne and worship him who lives forever and ever, and throw their crowns before the throne, saying, ", "type": "text", "attrs": {"verseId": "REV.4.10", "verseOrgIds": ["REV.4.10"]}}, {"text": "“Worthy are you, our Lord and God, the Holy One,", "type": "text", "attrs": {"verseId": "REV.4.11", "verseOrgIds": ["REV.4.11"]}}, {"text": " to receive the glory, the honor, and the power, for you created all things, and because of your desire they existed and were created!”", "type": "text", "attrs": {"verseId": "REV.4.11", "verseOrgIds": ["REV.4.11"]}}]}], "next": {"id": "REV.5", "number": "5", "bookId": "REV"}, "previous": {"id": "REV.3", "number": "3", "bookId": "REV"}}}}