{"_default": {"1": {"id": "EST.3", "bibleId": "f72b840c855f362c-04", "number": "3", "bookId": "EST", "reference": "Esther 3", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After these things King Ahasuerus promoted Haman the son of Hammedatha the Agagite, and advanced him, and set his seat above all the princes who were with him. ", "type": "text", "attrs": {"verseId": "EST.3.1", "verseOrgIds": ["EST.3.1"]}}, {"text": "All the king’s servants who were in the king’s gate bowed down and paid homage to Haman, for the king had so commanded concerning him. But Mordecai didn’t bow down or pay him homage. ", "type": "text", "attrs": {"verseId": "EST.3.2", "verseOrgIds": ["EST.3.2"]}}, {"text": "Then the king’s servants who were in the king’s gate said to Mordecai, “Why do you disobey the king’s commandment?” ", "type": "text", "attrs": {"verseId": "EST.3.3", "verseOrgIds": ["EST.3.3"]}}, {"text": "Now it came to pass, when they spoke daily to him, and he didn’t listen to them, that they told Haman, to see whether Mordecai’s reason would stand; for he had told them that he was a Jew. ", "type": "text", "attrs": {"verseId": "EST.3.4", "verseOrgIds": ["EST.3.4"]}}, {"text": "When Haman saw that Mordecai didn’t bow down nor pay him homage, Haman was full of wrath. ", "type": "text", "attrs": {"verseId": "EST.3.5", "verseOrgIds": ["EST.3.5"]}}, {"text": "But he scorned the thought of laying hands on Mordecai alone, for they had made known to him Mordecai’s people. Therefore Haman sought to destroy all the Jews who were throughout the whole kingdom of Ahasuerus, even Mordecai’s people.", "type": "text", "attrs": {"verseId": "EST.3.6", "verseOrgIds": ["EST.3.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the first month, which is the month Nisan, in the twelfth year of King Ahasuerus, they cast Pur, that is, the lot, before Haman from day to day, and from month to month, and chose the twelfth month, which is the month Adar. ", "type": "text", "attrs": {"verseId": "EST.3.7", "verseOrgIds": ["EST.3.7"]}}, {"text": "Haman said to King Ahasuerus, “There is a certain people scattered abroad and dispersed among the peoples in all the provinces of your kingdom, and their laws are different from other people’s. They don’t keep the king’s laws. Therefore it is not for the king’s profit to allow them to remain. ", "type": "text", "attrs": {"verseId": "EST.3.8", "verseOrgIds": ["EST.3.8"]}}, {"text": "If it pleases the king, let it be written that they be destroyed; and I will pay ten thousand talents", "type": "text", "attrs": {"verseId": "EST.3.9", "verseOrgIds": ["EST.3.9"]}}, {"text": " of silver into the hands of those who are in charge of the king’s business, to bring it into the king’s treasuries.”", "type": "text", "attrs": {"verseId": "EST.3.9", "verseOrgIds": ["EST.3.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king took his ring from his hand, and gave it to Haman the son of Hammedatha the Agagite, the Jews’ enemy. ", "type": "text", "attrs": {"verseId": "EST.3.10", "verseOrgIds": ["EST.3.10"]}}, {"text": "The king said to Haman, “The silver is given to you, the people also, to do with them as it seems good to you.”", "type": "text", "attrs": {"verseId": "EST.3.11", "verseOrgIds": ["EST.3.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the king’s scribes were called in on the first month, on the thirteenth day of the month; and all that Haman commanded was written to the king’s local governors, and to the governors who were over every province, and to the princes of every people, to every province according to its writing, and to every people in their language. It was written in the name of King Ahasuerus, and it was sealed with the king’s ring. ", "type": "text", "attrs": {"verseId": "EST.3.12", "verseOrgIds": ["EST.3.12"]}}, {"text": "Letters were sent by couriers into all the king’s provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, even on the thirteenth day of the twelfth month, which is the month Adar, and to plunder their possessions. ", "type": "text", "attrs": {"verseId": "EST.3.13", "verseOrgIds": ["EST.3.13"]}}, {"text": "A copy of the letter, that the decree should be given out in every province, was published to all the peoples, that they should be ready against that day. ", "type": "text", "attrs": {"verseId": "EST.3.14", "verseOrgIds": ["EST.3.14"]}}, {"text": "The couriers went out in haste by the king’s commandment, and the decree was given out in the citadel of Susa. The king and Haman sat down to drink; but the city of Susa was perplexed.", "type": "text", "attrs": {"verseId": "EST.3.15", "verseOrgIds": ["EST.3.15"]}}]}], "next": {"id": "EST.4", "number": "4", "bookId": "EST"}, "previous": {"id": "EST.2", "number": "2", "bookId": "EST"}}}}