{"_default": {"1": {"id": "NUM.8", "bibleId": "f72b840c855f362c-04", "number": "8", "bookId": "NUM", "reference": "Numbers 8", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, saying, ", "type": "text", "attrs": {"verseId": "NUM.8.1", "verseOrgIds": ["NUM.8.1"]}}, {"text": "“Speak to Aaron, and tell him, ‘When you light the lamps, the seven lamps shall give light in front of the lamp stand.’”", "type": "text", "attrs": {"verseId": "NUM.8.2", "verseOrgIds": ["NUM.8.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Aaron did so. He lit its lamps to light the area in front of the lamp stand, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "NUM.8.3", "verseOrgIds": ["NUM.8.3"]}}, {"text": "This was the workmanship of the lamp stand, beaten work of gold. From its base to its flowers, it was beaten work. He made the lamp stand according to the pattern which the LORD had shown Moses.", "type": "text", "attrs": {"verseId": "NUM.8.4", "verseOrgIds": ["NUM.8.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, saying, ", "type": "text", "attrs": {"verseId": "NUM.8.5", "verseOrgIds": ["NUM.8.5"]}}, {"text": "“Take the Levites from among the children of Israel, and cleanse them. ", "type": "text", "attrs": {"verseId": "NUM.8.6", "verseOrgIds": ["NUM.8.6"]}}, {"text": "You shall do this to them to cleanse them: sprinkle the water of cleansing on them, let them shave their whole bodies with a razor, let them wash their clothes, and cleanse themselves. ", "type": "text", "attrs": {"verseId": "NUM.8.7", "verseOrgIds": ["NUM.8.7"]}}, {"text": "Then let them take a young bull and its meal offering, fine flour mixed with oil; and another young bull you shall take for a sin offering. ", "type": "text", "attrs": {"verseId": "NUM.8.8", "verseOrgIds": ["NUM.8.8"]}}, {"text": "You shall present the Levites before the Tent of Meeting. You shall assemble the whole congregation of the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.8.9", "verseOrgIds": ["NUM.8.9"]}}, {"text": "You shall present the Levites before the LORD. The children of Israel shall lay their hands on the Levites, ", "type": "text", "attrs": {"verseId": "NUM.8.10", "verseOrgIds": ["NUM.8.10"]}}, {"text": "and Aaron shall offer the Levites before the LORD for a wave offering on the behalf of the children of Israel, that it may be theirs to do the service of the LORD.", "type": "text", "attrs": {"verseId": "NUM.8.11", "verseOrgIds": ["NUM.8.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The Levites shall lay their hands on the heads of the bulls, and you shall offer the one for a sin offering and the other for a burnt offering to the LORD, to make atonement for the Levites. ", "type": "text", "attrs": {"verseId": "NUM.8.12", "verseOrgIds": ["NUM.8.12"]}}, {"text": "You shall set the Levites before Aaron and before his sons, and offer them as a wave offering to the LORD. ", "type": "text", "attrs": {"verseId": "NUM.8.13", "verseOrgIds": ["NUM.8.13"]}}, {"text": "Thus you shall separate the Levites from among the children of Israel, and the Levites shall be mine.", "type": "text", "attrs": {"verseId": "NUM.8.14", "verseOrgIds": ["NUM.8.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“After that, the Levites shall go in to do the service of the Tent of Meeting. You shall cleanse them, and offer them as a wave offering. ", "type": "text", "attrs": {"verseId": "NUM.8.15", "verseOrgIds": ["NUM.8.15"]}}, {"text": "For they are wholly given to me from among the children of Israel; instead of all who open the womb, even the firstborn of all the children of Israel, I have taken them to me. ", "type": "text", "attrs": {"verseId": "NUM.8.16", "verseOrgIds": ["NUM.8.16"]}}, {"text": "For all the firstborn among the children of Israel are mine, both man and animal. On the day that I struck all the firstborn in the land of Egypt, I sanctified them for myself. ", "type": "text", "attrs": {"verseId": "NUM.8.17", "verseOrgIds": ["NUM.8.17"]}}, {"text": "I have taken the Levites instead of all the firstborn among the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.8.18", "verseOrgIds": ["NUM.8.18"]}}, {"text": "I have given the Levites as a gift to Aaron and to his sons from among the children of Israel, to do the service of the children of Israel in the Tent of Meeting, and to make atonement for the children of Israel, so that there will be no plague among the children of Israel when the children of Israel come near to the sanctuary.”", "type": "text", "attrs": {"verseId": "NUM.8.19", "verseOrgIds": ["NUM.8.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses, and Aaron, and all the congregation of the children of Israel did so to the Levites. According to all that the LORD commanded Moses concerning the Levites, so the children of Israel did to them. ", "type": "text", "attrs": {"verseId": "NUM.8.20", "verseOrgIds": ["NUM.8.20"]}}, {"text": "The Levites purified themselves from sin, and they washed their clothes; and Aaron offered them for a wave offering before the LORD and Aaron made atonement for them to cleanse them. ", "type": "text", "attrs": {"verseId": "NUM.8.21", "verseOrgIds": ["NUM.8.21"]}}, {"text": "After that, the Levites went in to do their service in the Tent of Meeting before Aaron and before his sons: as the LORD had commanded Moses concerning the Levites, so they did to them.", "type": "text", "attrs": {"verseId": "NUM.8.22", "verseOrgIds": ["NUM.8.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, saying, ", "type": "text", "attrs": {"verseId": "NUM.8.23", "verseOrgIds": ["NUM.8.23"]}}, {"text": "“This is what is assigned to the Levites: from twenty-five years old and upward they shall go in to wait on the service in the work of the Tent of Meeting; ", "type": "text", "attrs": {"verseId": "NUM.8.24", "verseOrgIds": ["NUM.8.24"]}}, {"text": "and from the age of fifty years they shall retire from doing the work, and shall serve no more, ", "type": "text", "attrs": {"verseId": "NUM.8.25", "verseOrgIds": ["NUM.8.25"]}}, {"text": "but shall assist their brothers in the Tent of Meeting, to perform the duty, and shall perform no service. This is how you shall have the Levites do their duties.”", "type": "text", "attrs": {"verseId": "NUM.8.26", "verseOrgIds": ["NUM.8.26"]}}]}], "next": {"id": "NUM.9", "number": "9", "bookId": "NUM"}, "previous": {"id": "NUM.7", "number": "7", "bookId": "NUM"}}}}