{"_default": {"1": {"id": "ACT.25", "bibleId": "f72b840c855f362c-04", "number": "25", "bookId": "ACT", "reference": "Acts 25", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Festus therefore, having come into the province, after three days went up to Jerusalem from Caesarea. ", "type": "text", "attrs": {"verseId": "ACT.25.1", "verseOrgIds": ["ACT.25.1"]}}, {"text": "Then the high priest and the principal men of the Judeans informed him against Paul, and they begged him, ", "type": "text", "attrs": {"verseId": "ACT.25.2", "verseOrgIds": ["ACT.25.2"]}}, {"text": "asking a favor against him, that he would summon him to Jerusalem, plotting to kill him on the way. ", "type": "text", "attrs": {"verseId": "ACT.25.3", "verseOrgIds": ["ACT.25.3"]}}, {"text": "However Festus answered that Paul should be kept in custody at Caesarea, and that he himself was about to depart shortly. ", "type": "text", "attrs": {"verseId": "ACT.25.4", "verseOrgIds": ["ACT.25.4"]}}, {"text": "“Let them therefore”, he said, “that are in power among you go down with me, and if there is anything wrong in the man, let them accuse him.”", "type": "text", "attrs": {"verseId": "ACT.25.5", "verseOrgIds": ["ACT.25.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When he had stayed among them more than ten days, he went down to Caesarea, and on the next day he sat on the judgment seat, and commanded Paul to be brought. ", "type": "text", "attrs": {"verseId": "ACT.25.6", "verseOrgIds": ["ACT.25.6"]}}, {"text": "When he had come, the Judeans who had come down from Jerusalem stood around him, bringing against him many and grievous charges which they could not prove, ", "type": "text", "attrs": {"verseId": "ACT.25.7", "verseOrgIds": ["ACT.25.7"]}}, {"text": "while he said in his defense, “Neither against the law of the Jews, nor against the temple, nor against Caesar, have I sinned at all.”", "type": "text", "attrs": {"verseId": "ACT.25.8", "verseOrgIds": ["ACT.25.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But Festus, desiring to gain favor with the Judeans, answered Paul and said, “Are you willing to go up to Jerusalem and be judged by me there concerning these things?”", "type": "text", "attrs": {"verseId": "ACT.25.9", "verseOrgIds": ["ACT.25.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But Paul said, “I am standing before Caesar’s judgment seat, where I ought to be tried. I have done no wrong to the Judeans, as you also know very well. ", "type": "text", "attrs": {"verseId": "ACT.25.10", "verseOrgIds": ["ACT.25.10"]}}, {"text": "For if I have done wrong and have committed anything worthy of death, I don’t refuse to die; but if none of those things is true that they accuse me of, no one can give me up to them. I appeal to Caesar!”", "type": "text", "attrs": {"verseId": "ACT.25.11", "verseOrgIds": ["ACT.25.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Festus, when he had conferred with the council, answered, “You have appealed to Caesar. To Caesar you shall go.”", "type": "text", "attrs": {"verseId": "ACT.25.12", "verseOrgIds": ["ACT.25.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now when some days had passed, King Agrippa and Bernice arrived at Caesarea and greeted Festus. ", "type": "text", "attrs": {"verseId": "ACT.25.13", "verseOrgIds": ["ACT.25.13"]}}, {"text": "As he stayed there many days, Festus laid Paul’s case before the king, saying, “There is a certain man left a prisoner by Felix; ", "type": "text", "attrs": {"verseId": "ACT.25.14", "verseOrgIds": ["ACT.25.14"]}}, {"text": "about whom, when I was at Jerusalem, the chief priests and the Jewish elders informed me, asking for a sentence against him. ", "type": "text", "attrs": {"verseId": "ACT.25.15", "verseOrgIds": ["ACT.25.15"]}}, {"text": "I answered them that it is not the custom of the Romans to give up any man to destruction before the accused has met the accusers face to face and has had opportunity to make his defense concerning the matter laid against him. ", "type": "text", "attrs": {"verseId": "ACT.25.16", "verseOrgIds": ["ACT.25.16"]}}, {"text": "When therefore they had come together here, I didn’t delay, but on the next day sat on the judgment seat and commanded the man to be brought. ", "type": "text", "attrs": {"verseId": "ACT.25.17", "verseOrgIds": ["ACT.25.17"]}}, {"text": "When the accusers stood up, they brought no charges against him of such things as I supposed; ", "type": "text", "attrs": {"verseId": "ACT.25.18", "verseOrgIds": ["ACT.25.18"]}}, {"text": "but had certain questions against him about their own religion and about one Yeshua, who was dead, whom Paul affirmed to be alive. ", "type": "text", "attrs": {"verseId": "ACT.25.19", "verseOrgIds": ["ACT.25.19"]}}, {"text": "Being perplexed how to inquire concerning these things, I asked whether he was willing to go to Jerusalem and there be judged concerning these matters. ", "type": "text", "attrs": {"verseId": "ACT.25.20", "verseOrgIds": ["ACT.25.20"]}}, {"text": "But when Paul had appealed to be kept for the decision of the emperor, I commanded him to be kept until I could send him to Caesar.”", "type": "text", "attrs": {"verseId": "ACT.25.21", "verseOrgIds": ["ACT.25.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Agrippa said to Festus, “I also would like to hear the man myself.”", "type": "text", "attrs": {"verseId": "ACT.25.22", "verseOrgIds": ["ACT.25.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "ACT 25:22"}, "items": [{"text": "“Tomorrow,” he said, “you shall hear him.”", "type": "text", "attrs": {"verseId": "ACT.25.22", "verseOrgIds": ["ACT.25.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So on the next day, when Agrippa and Bernice had come with great pomp, and they had entered into the place of hearing with the commanding officers and the principal men of the city, at the command of Festus, Paul was brought in. ", "type": "text", "attrs": {"verseId": "ACT.25.23", "verseOrgIds": ["ACT.25.23"]}}, {"text": "Festus said, “King Agrippa, and all men who are here present with us, you see this man about whom all the multitude of the Judeans petitioned me, both at Jerusalem and here, crying that he ought not to live any longer. ", "type": "text", "attrs": {"verseId": "ACT.25.24", "verseOrgIds": ["ACT.25.24"]}}, {"text": "But when I found that he had committed nothing worthy of death, and as he himself appealed to the emperor, I determined to send him, ", "type": "text", "attrs": {"verseId": "ACT.25.25", "verseOrgIds": ["ACT.25.25"]}}, {"text": "of whom I have no certain thing to write to my lord. Therefore I have brought him out before you, and especially before you, King Agrippa, that, after examination I may have something to write. ", "type": "text", "attrs": {"verseId": "ACT.25.26", "verseOrgIds": ["ACT.25.26"]}}, {"text": "For it seems to me unreasonable, in sending a prisoner, not to also specify the charges against him.”", "type": "text", "attrs": {"verseId": "ACT.25.27", "verseOrgIds": ["ACT.25.27"]}}]}], "next": {"id": "ACT.26", "number": "26", "bookId": "ACT"}, "previous": {"id": "ACT.24", "number": "24", "bookId": "ACT"}}}}