{"_default": {"1": {"id": "2CH.6", "bibleId": "f72b840c855f362c-04", "number": "6", "bookId": "2CH", "reference": "2 Chronicles 6", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Solomon said, “The LORD has said that he would dwell in the thick darkness. ", "type": "text", "attrs": {"verseId": "2CH.6.1", "verseOrgIds": ["2CH.6.1"]}}, {"text": "But I have built you a house and home, a place for you to dwell in forever.”", "type": "text", "attrs": {"verseId": "2CH.6.2", "verseOrgIds": ["2CH.6.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king turned his face, and blessed all the assembly of Israel; and all the assembly of Israel stood.", "type": "text", "attrs": {"verseId": "2CH.6.3", "verseOrgIds": ["2CH.6.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said, “Blessed be the LORD, the God of Israel, who spoke with his mouth to David my father, and has with his hands fulfilled it, saying, ", "type": "text", "attrs": {"verseId": "2CH.6.4", "verseOrgIds": ["2CH.6.4"]}}, {"text": "‘Since the day that I brought my people out of the land of Egypt, I chose no city out of all the tribes of Israel to build a house in, that my name might be there, and I chose no man to be prince over my people Israel; ", "type": "text", "attrs": {"verseId": "2CH.6.5", "verseOrgIds": ["2CH.6.5"]}}, {"text": "but now I have chosen Jerusalem, that my name might be there; and I have chosen David to be over my people Israel.’ ", "type": "text", "attrs": {"verseId": "2CH.6.6", "verseOrgIds": ["2CH.6.6"]}}, {"text": "Now it was in the heart of David my father to build a house for the name of the LORD, the God of Israel. ", "type": "text", "attrs": {"verseId": "2CH.6.7", "verseOrgIds": ["2CH.6.7"]}}, {"text": "But the LORD said to David my father, ‘Whereas it was in your heart to build a house for my name, you did well that it was in your heart; ", "type": "text", "attrs": {"verseId": "2CH.6.8", "verseOrgIds": ["2CH.6.8"]}}, {"text": "nevertheless you shall not build the house, but your son who will come out of your body, he shall build the house for my name.’", "type": "text", "attrs": {"verseId": "2CH.6.9", "verseOrgIds": ["2CH.6.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The LORD has performed his word that he spoke; for I have risen up in the place of David my father, and sit on the throne of Israel, as the LORD promised, and have built the house for the name of the LORD, the God of Israel. ", "type": "text", "attrs": {"verseId": "2CH.6.10", "verseOrgIds": ["2CH.6.10"]}}, {"text": "There I have set the ark, in which is the LORD’s covenant, which he made with the children of Israel.”", "type": "text", "attrs": {"verseId": "2CH.6.11", "verseOrgIds": ["2CH.6.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He stood before the LORD’s altar in the presence of all the assembly of Israel, and spread out his hands ", "type": "text", "attrs": {"verseId": "2CH.6.12", "verseOrgIds": ["2CH.6.12"]}}, {"text": "(for Solomon had made a bronze platform, five cubits", "type": "text", "attrs": {"verseId": "2CH.6.13", "verseOrgIds": ["2CH.6.13"]}}, {"text": " long, five cubits wide, and three cubits high, and had set it in the middle of the court; and he stood on it, and knelt down on his knees before all the assembly of Israel, and spread out his hands toward heaven). ", "type": "text", "attrs": {"verseId": "2CH.6.13", "verseOrgIds": ["2CH.6.13"]}}, {"text": "Then he said, “LORD, the God of Israel, there is no God like you in heaven or on earth—you who keep covenant and loving kindness with your servants who walk before you with all their heart; ", "type": "text", "attrs": {"verseId": "2CH.6.14", "verseOrgIds": ["2CH.6.14"]}}, {"text": "who have kept with your servant David my father that which you promised him. Yes, you spoke with your mouth, and have fulfilled it with your hand, as it is today.", "type": "text", "attrs": {"verseId": "2CH.6.15", "verseOrgIds": ["2CH.6.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now therefore, LORD, the God of Israel, keep with your servant David my father that which you have promised him, saying, ‘There shall not fail you a man in my sight to sit on the throne of Israel, if only your children take heed to their way, to walk in my law as you have walked before me.’ ", "type": "text", "attrs": {"verseId": "2CH.6.16", "verseOrgIds": ["2CH.6.16"]}}, {"text": "Now therefore, LORD, the God of Israel, let your word be verified, which you spoke to your servant David.", "type": "text", "attrs": {"verseId": "2CH.6.17", "verseOrgIds": ["2CH.6.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“But will God indeed dwell with men on the earth? Behold, heaven and the heaven of heavens can’t contain you; how much less this house which I have built! ", "type": "text", "attrs": {"verseId": "2CH.6.18", "verseOrgIds": ["2CH.6.18"]}}, {"text": "Yet have respect for the prayer of your servant and to his supplication, LORD my God, to listen to the cry and to the prayer which your servant prays before you; ", "type": "text", "attrs": {"verseId": "2CH.6.19", "verseOrgIds": ["2CH.6.19"]}}, {"text": "that your eyes may be open toward this house day and night, even toward the place where you have said that you would put your name, to listen to the prayer which your servant will pray toward this place. ", "type": "text", "attrs": {"verseId": "2CH.6.20", "verseOrgIds": ["2CH.6.20"]}}, {"text": "Listen to the petitions of your servant and of your people Israel, when they pray toward this place. Yes, hear from your dwelling place, even from heaven; and when you hear, forgive.", "type": "text", "attrs": {"verseId": "2CH.6.21", "verseOrgIds": ["2CH.6.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If a man sins against his neighbor, and an oath is laid on him to cause him to swear, and he comes and swears before your altar in this house, ", "type": "text", "attrs": {"verseId": "2CH.6.22", "verseOrgIds": ["2CH.6.22"]}}, {"text": "then hear from heaven, act, and judge your servants, bringing retribution to the wicked, to bring his way on his own head; and justifying the righteous, to give him according to his righteousness.", "type": "text", "attrs": {"verseId": "2CH.6.23", "verseOrgIds": ["2CH.6.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If your people Israel are struck down before the enemy because they have sinned against you, and they turn again and confess your name, and pray and make supplication before you in this house, ", "type": "text", "attrs": {"verseId": "2CH.6.24", "verseOrgIds": ["2CH.6.24"]}}, {"text": "then hear from heaven, and forgive the sin of your people Israel, and bring them again to the land which you gave to them and to their fathers.", "type": "text", "attrs": {"verseId": "2CH.6.25", "verseOrgIds": ["2CH.6.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“When the sky is shut up and there is no rain because they have sinned against you, if they pray toward this place and confess your name, and turn from their sin when you afflict them, ", "type": "text", "attrs": {"verseId": "2CH.6.26", "verseOrgIds": ["2CH.6.26"]}}, {"text": "then hear in heaven, and forgive the sin of your servants, your people Israel, when you teach them the good way in which they should walk, and send rain on your land, which you have given to your people for an inheritance.", "type": "text", "attrs": {"verseId": "2CH.6.27", "verseOrgIds": ["2CH.6.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If there is famine in the land, if there is pestilence, if there is blight or mildew, locust or caterpillar; if their enemies besiege them in the land of their cities; whatever plague or whatever sickness there is— ", "type": "text", "attrs": {"verseId": "2CH.6.28", "verseOrgIds": ["2CH.6.28"]}}, {"text": "whatever prayer and supplication is made by any man, or by all your people Israel, who will each know his own plague and his own sorrow, and shall spread out his hands toward this house, ", "type": "text", "attrs": {"verseId": "2CH.6.29", "verseOrgIds": ["2CH.6.29"]}}, {"text": "then hear from heaven your dwelling place and forgive, and render to every man according to all his ways, whose heart you know (for you, even you only, know the hearts of the children of men), ", "type": "text", "attrs": {"verseId": "2CH.6.30", "verseOrgIds": ["2CH.6.30"]}}, {"text": "that they may fear you, to walk in your ways as long as they live in the land which you gave to our fathers.", "type": "text", "attrs": {"verseId": "2CH.6.31", "verseOrgIds": ["2CH.6.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Moreover, concerning the foreigner, who is not of your people Israel, when he comes from a far country for your great name’s sake and your mighty hand and your outstretched arm, when they come and pray toward this house, ", "type": "text", "attrs": {"verseId": "2CH.6.32", "verseOrgIds": ["2CH.6.32"]}}, {"text": "then hear from heaven, even from your dwelling place, and do according to all that the foreigner calls to you for; that all the peoples of the earth may know your name and fear you, as do your people Israel, and that they may know that this house which I have built is called by your name.", "type": "text", "attrs": {"verseId": "2CH.6.33", "verseOrgIds": ["2CH.6.33"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If your people go out to battle against their enemies, by whatever way you send them, and they pray to you toward this city which you have chosen, and the house which I have built for your name; ", "type": "text", "attrs": {"verseId": "2CH.6.34", "verseOrgIds": ["2CH.6.34"]}}, {"text": "then hear from heaven their prayer and their supplication, and maintain their cause.", "type": "text", "attrs": {"verseId": "2CH.6.35", "verseOrgIds": ["2CH.6.35"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If they sin against you (for there is no man who doesn’t sin), and you are angry with them and deliver them to the enemy, so that they carry them away captive to a land far off or near; ", "type": "text", "attrs": {"verseId": "2CH.6.36", "verseOrgIds": ["2CH.6.36"]}}, {"text": "yet if they come to their senses in the land where they are carried captive, and turn again, and make supplication to you in the land of their captivity, saying, ‘We have sinned, we have done perversely, and have dealt wickedly;’ ", "type": "text", "attrs": {"verseId": "2CH.6.37", "verseOrgIds": ["2CH.6.37"]}}, {"text": "if they return to you with all their heart and with all their soul in the land of their captivity, where they have been taken captive, and pray toward their land which you gave to their fathers, and the city which you have chosen, and toward the house which I have built for your name; ", "type": "text", "attrs": {"verseId": "2CH.6.38", "verseOrgIds": ["2CH.6.38"]}}, {"text": "then hear from heaven, even from your dwelling place, their prayer and their petitions, and maintain their cause, and forgive your people who have sinned against you.", "type": "text", "attrs": {"verseId": "2CH.6.39", "verseOrgIds": ["2CH.6.39"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now, my God, let, I beg you, your eyes be open, and let your ears be attentive to the prayer that is made in this place.", "type": "text", "attrs": {"verseId": "2CH.6.40", "verseOrgIds": ["2CH.6.40"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now therefore arise, LORD God, into your resting place, you, and the ark of your strength. Let your priests, LORD God, be clothed with salvation [yeshu`ah], and let your holy ones rejoice in goodness.", "type": "text", "attrs": {"verseId": "2CH.6.41", "verseOrgIds": ["2CH.6.41"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“LORD God, don’t turn away the face of your anointed. Remember your loving kindnesses to David your servant.”", "type": "text", "attrs": {"verseId": "2CH.6.42", "verseOrgIds": ["2CH.6.42"]}}]}], "next": {"id": "2CH.7", "number": "7", "bookId": "2CH"}, "previous": {"id": "2CH.5", "number": "5", "bookId": "2CH"}}}}