{"_default": {"1": {"id": "1SA.5", "bibleId": "f72b840c855f362c-04", "number": "5", "bookId": "1SA", "reference": "1 Samuel 5", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the Philistines had taken God’s ark, and they brought it from Ebenezer to Ashdod. ", "type": "text", "attrs": {"verseId": "1SA.5.1", "verseOrgIds": ["1SA.5.1"]}}, {"text": "The Philistines took God’s ark, and brought it into the house of Dagon and set it by Dagon. ", "type": "text", "attrs": {"verseId": "1SA.5.2", "verseOrgIds": ["1SA.5.2"]}}, {"text": "When the people of Ashdod arose early on the next day, behold, Dagon had fallen on his face to the ground before the LORD’s ark. They took Dagon and set him in his place again. ", "type": "text", "attrs": {"verseId": "1SA.5.3", "verseOrgIds": ["1SA.5.3"]}}, {"text": "When they arose early on the following morning, behold, Dagon had fallen on his face to the ground before the LORD’s ark; and the head of Dagon and both the palms of his hands were cut off on the threshold. Only Dagon’s torso was intact. ", "type": "text", "attrs": {"verseId": "1SA.5.4", "verseOrgIds": ["1SA.5.4"]}}, {"text": "Therefore neither the priests of Dagon nor any who come into Dagon’s house step on the threshold of Dagon in Ashdod to this day. ", "type": "text", "attrs": {"verseId": "1SA.5.5", "verseOrgIds": ["1SA.5.5"]}}, {"text": "But the LORD’s hand was heavy on the people of Ashdod, and he destroyed them and struck them with tumors, even Ashdod and its borders.", "type": "text", "attrs": {"verseId": "1SA.5.6", "verseOrgIds": ["1SA.5.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the men of Ashdod saw that it was so, they said, “The ark of the God of Israel shall not stay with us, for his hand is severe on us and on Dagon our god.” ", "type": "text", "attrs": {"verseId": "1SA.5.7", "verseOrgIds": ["1SA.5.7"]}}, {"text": "They sent therefore and gathered together all the lords of the Philistines, and said, “What shall we do with the ark of the God of Israel?”", "type": "text", "attrs": {"verseId": "1SA.5.8", "verseOrgIds": ["1SA.5.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1SA 5:8"}, "items": [{"text": "They answered, “Let the ark of the God of Israel be carried over to Gath.” They carried the ark of the God of Israel there. ", "type": "text", "attrs": {"verseId": "1SA.5.8", "verseOrgIds": ["1SA.5.8"]}}, {"text": "It was so, that after they had carried it there, the LORD’s hand was against the city with a very great confusion; and he struck the men of the city, both small and great, so that tumors broke out on them. ", "type": "text", "attrs": {"verseId": "1SA.5.9", "verseOrgIds": ["1SA.5.9"]}}, {"text": "So they sent God’s ark to Ekron.", "type": "text", "attrs": {"verseId": "1SA.5.10", "verseOrgIds": ["1SA.5.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1SA 5:10"}, "items": [{"text": "As God’s ark came to Ekron, the Ekronites cried out, saying, “They have brought the ark of the God of Israel here to us, to kill us and our people.” ", "type": "text", "attrs": {"verseId": "1SA.5.10", "verseOrgIds": ["1SA.5.10"]}}, {"text": "They sent therefore and gathered together all the lords of the Philistines, and they said, “Send the ark of the God of Israel away, and let it go again to its own place, that it not kill us and our people.” For there was a deadly panic throughout all the city. The hand of God was very heavy there. ", "type": "text", "attrs": {"verseId": "1SA.5.11", "verseOrgIds": ["1SA.5.11"]}}, {"text": "The men who didn’t die were struck with the tumors; and the cry of the city went up to heaven.", "type": "text", "attrs": {"verseId": "1SA.5.12", "verseOrgIds": ["1SA.5.12"]}}]}], "next": {"id": "1SA.6", "number": "6", "bookId": "1SA"}, "previous": {"id": "1SA.4", "number": "4", "bookId": "1SA"}}}}