{"_default": {"1": {"id": "2KI.21", "bibleId": "f72b840c855f362c-04", "number": "21", "bookId": "2KI", "reference": "2 Kings 21", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Manasseh was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem. His mother’s name was Hephzibah. ", "type": "text", "attrs": {"verseId": "2KI.21.1", "verseOrgIds": ["2KI.21.1"]}}, {"text": "He did that which was evil in the LORD’s sight, after the abominations of the nations whom the LORD cast out before the children of Israel. ", "type": "text", "attrs": {"verseId": "2KI.21.2", "verseOrgIds": ["2KI.21.2"]}}, {"text": "For he built again the high places which Hezekiah his father had destroyed; and he raised up altars for Baal, and made an Asherah, as Ahab king of Israel did, and worshiped all the army of the sky, and served them. ", "type": "text", "attrs": {"verseId": "2KI.21.3", "verseOrgIds": ["2KI.21.3"]}}, {"text": "He built altars in the LORD’s house, of which the LORD said, “I will put my name in Jerusalem.” ", "type": "text", "attrs": {"verseId": "2KI.21.4", "verseOrgIds": ["2KI.21.4"]}}, {"text": "He built altars for all the army of the sky in the two courts of the LORD’s house. ", "type": "text", "attrs": {"verseId": "2KI.21.5", "verseOrgIds": ["2KI.21.5"]}}, {"text": "He made his son to pass through the fire, practiced sorcery, used enchantments, and dealt with those who had familiar spirits and with wizards. He did much evil in the LORD’s sight, to provoke him to anger. ", "type": "text", "attrs": {"verseId": "2KI.21.6", "verseOrgIds": ["2KI.21.6"]}}, {"text": "He set the engraved image of Asherah that he had made in the house of which the LORD said to David and to Solomon his son, “In this house, and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my name forever; ", "type": "text", "attrs": {"verseId": "2KI.21.7", "verseOrgIds": ["2KI.21.7"]}}, {"text": "I will not cause the feet of Israel to wander any more out of the land which I gave their fathers, if only they will observe to do according to all that I have commanded them, and according to all the law that my servant Moses commanded them.” ", "type": "text", "attrs": {"verseId": "2KI.21.8", "verseOrgIds": ["2KI.21.8"]}}, {"text": "But they didn’t listen, and Manasseh seduced them to do that which is evil more than the nations did whom the LORD destroyed before the children of Israel.", "type": "text", "attrs": {"verseId": "2KI.21.9", "verseOrgIds": ["2KI.21.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke by his servants the prophets, saying, ", "type": "text", "attrs": {"verseId": "2KI.21.10", "verseOrgIds": ["2KI.21.10"]}}, {"text": "“Because Manasseh king of Judah has done these abominations, and has done wickedly above all that the Amorites did, who were before him, and has also made Judah to sin with his idols; ", "type": "text", "attrs": {"verseId": "2KI.21.11", "verseOrgIds": ["2KI.21.11"]}}, {"text": "therefore the LORD the God of Israel says, ‘Behold, I will bring such evil on Jerusalem and Judah that whoever hears of it, both his ears will tingle. ", "type": "text", "attrs": {"verseId": "2KI.21.12", "verseOrgIds": ["2KI.21.12"]}}, {"text": "I will stretch over Jerusalem the line of Samaria, and the plumb line of Ahab’s house; and I will wipe Jerusalem as a man wipes a dish, wiping it and turning it upside down. ", "type": "text", "attrs": {"verseId": "2KI.21.13", "verseOrgIds": ["2KI.21.13"]}}, {"text": "I will cast off the remnant of my inheritance and deliver them into the hands of their enemies. They will become a prey and a plunder to all their enemies, ", "type": "text", "attrs": {"verseId": "2KI.21.14", "verseOrgIds": ["2KI.21.14"]}}, {"text": "because they have done that which is evil in my sight, and have provoked me to anger since the day their fathers came out of Egypt, even to this day.’”", "type": "text", "attrs": {"verseId": "2KI.21.15", "verseOrgIds": ["2KI.21.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover Manasseh shed innocent blood very much, until he had filled Jerusalem from one end to another; in addition to his sin with which he made Judah to sin, in doing that which was evil in the LORD’s sight.", "type": "text", "attrs": {"verseId": "2KI.21.16", "verseOrgIds": ["2KI.21.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the rest of the acts of Manasseh, and all that he did, and his sin that he sinned, aren’t they written in the book of the chronicles of the kings of Judah? ", "type": "text", "attrs": {"verseId": "2KI.21.17", "verseOrgIds": ["2KI.21.17"]}}, {"text": "Manasseh slept with his fathers, and was buried in the garden of his own house, in the garden of Uzza; and Amon his son reigned in his place.", "type": "text", "attrs": {"verseId": "2KI.21.18", "verseOrgIds": ["2KI.21.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Amon was twenty-two years old when he began to reign; and he reigned two years in Jerusalem. His mother’s name was Meshullemeth the daughter of Haruz of Jotbah. ", "type": "text", "attrs": {"verseId": "2KI.21.19", "verseOrgIds": ["2KI.21.19"]}}, {"text": "He did that which was evil in the LORD’s sight, as Manasseh his father did. ", "type": "text", "attrs": {"verseId": "2KI.21.20", "verseOrgIds": ["2KI.21.20"]}}, {"text": "He walked in all the ways that his father walked in, and served the idols that his father served, and worshiped them; ", "type": "text", "attrs": {"verseId": "2KI.21.21", "verseOrgIds": ["2KI.21.21"]}}, {"text": "and he abandoned the LORD, the God of his fathers, and didn’t walk in the way of the LORD. ", "type": "text", "attrs": {"verseId": "2KI.21.22", "verseOrgIds": ["2KI.21.22"]}}, {"text": "The servants of Amon conspired against him, and put the king to death in his own house. ", "type": "text", "attrs": {"verseId": "2KI.21.23", "verseOrgIds": ["2KI.21.23"]}}, {"text": "But the people of the land killed all those who had conspired against king Amon; and the people of the land made Josiah his son king in his place. ", "type": "text", "attrs": {"verseId": "2KI.21.24", "verseOrgIds": ["2KI.21.24"]}}, {"text": "Now the rest of the acts of Amon which he did, aren’t they written in the book of the chronicles of the kings of Judah? ", "type": "text", "attrs": {"verseId": "2KI.21.25", "verseOrgIds": ["2KI.21.25"]}}, {"text": "He was buried in his tomb in the garden of Uzza, and Josiah his son reigned in his place.", "type": "text", "attrs": {"verseId": "2KI.21.26", "verseOrgIds": ["2KI.21.26"]}}]}], "next": {"id": "2KI.22", "number": "22", "bookId": "2KI"}, "previous": {"id": "2KI.20", "number": "20", "bookId": "2KI"}}}}