{"_default": {"1": {"id": "EZK.22", "bibleId": "f72b840c855f362c-04", "number": "22", "bookId": "EZK", "reference": "Ezekiel 22", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover the LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.22.1", "verseOrgIds": ["EZK.22.1"]}}, {"text": "“You, son of man, will you judge? Will you judge the bloody city? Then cause her to know all her abominations. ", "type": "text", "attrs": {"verseId": "EZK.22.2", "verseOrgIds": ["EZK.22.2"]}}, {"text": "You shall say, ‘The Lord GOD says: “A city that sheds blood within herself, that her time may come, and that makes idols against herself to defile her! ", "type": "text", "attrs": {"verseId": "EZK.22.3", "verseOrgIds": ["EZK.22.3"]}}, {"text": "You have become guilty in your blood that you have shed, and are defiled in your idols which you have made! You have caused your days to draw near, and have come to the end of your years. Therefore I have made you a reproach to the nations, and a mocking to all the countries. ", "type": "text", "attrs": {"verseId": "EZK.22.4", "verseOrgIds": ["EZK.22.4"]}}, {"text": "Those who are near and those who are far from you will mock you, you infamous one, full of tumult.", "type": "text", "attrs": {"verseId": "EZK.22.5", "verseOrgIds": ["EZK.22.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Behold, the princes of Israel, everyone according to his power, have been in you to shed blood. ", "type": "text", "attrs": {"verseId": "EZK.22.6", "verseOrgIds": ["EZK.22.6"]}}, {"text": "In you have they treated father and mother with contempt.", "type": "text", "attrs": {"verseId": "EZK.22.7", "verseOrgIds": ["EZK.22.7"]}}, {"text": " Among you they have oppressed the foreigner. In you they have wronged the fatherless and the widow. ", "type": "text", "attrs": {"verseId": "EZK.22.7", "verseOrgIds": ["EZK.22.7"]}}, {"text": "You have despised my holy things, and have profaned my Sabbaths. ", "type": "text", "attrs": {"verseId": "EZK.22.8", "verseOrgIds": ["EZK.22.8"]}}, {"text": "Slanderous men have been in you to shed blood. In you they have eaten on the mountains. They have committed lewdness among you. ", "type": "text", "attrs": {"verseId": "EZK.22.9", "verseOrgIds": ["EZK.22.9"]}}, {"text": "In you have they uncovered their fathers’ nakedness. In you have they humbled her who was unclean in her impurity. ", "type": "text", "attrs": {"verseId": "EZK.22.10", "verseOrgIds": ["EZK.22.10"]}}, {"text": "One has committed abomination with his neighbor’s wife, and another has lewdly defiled his daughter-in-law. Another in you has humbled his sister, his father’s daughter. ", "type": "text", "attrs": {"verseId": "EZK.22.11", "verseOrgIds": ["EZK.22.11"]}}, {"text": "In you have they taken bribes to shed blood. You have taken interest and increase, and you have greedily gained of your neighbors by oppression, and have forgotten me,” says the Lord GOD.", "type": "text", "attrs": {"verseId": "EZK.22.12", "verseOrgIds": ["EZK.22.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Behold, therefore I have struck my hand at your dishonest gain which you have made, and at the blood which has been shed within you. ", "type": "text", "attrs": {"verseId": "EZK.22.13", "verseOrgIds": ["EZK.22.13"]}}, {"text": "Can your heart endure, or can your hands be strong, in the days that I will deal with you? I, the LORD, have spoken it, and will do it. ", "type": "text", "attrs": {"verseId": "EZK.22.14", "verseOrgIds": ["EZK.22.14"]}}, {"text": "I will scatter you among the nations, and disperse you through the countries. I will purge your filthiness out of you. ", "type": "text", "attrs": {"verseId": "EZK.22.15", "verseOrgIds": ["EZK.22.15"]}}, {"text": "You will be profaned in yourself in the sight of the nations. Then you will know that I am the LORD.”’”", "type": "text", "attrs": {"verseId": "EZK.22.16", "verseOrgIds": ["EZK.22.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.22.17", "verseOrgIds": ["EZK.22.17"]}}, {"text": "“Son of man, the house of Israel has become dross to me. All of them are bronze, tin, iron, and lead in the middle of the furnace. They are the dross of silver. ", "type": "text", "attrs": {"verseId": "EZK.22.18", "verseOrgIds": ["EZK.22.18"]}}, {"text": "Therefore the Lord GOD says: ‘Because you have all become dross, therefore, behold, I will gather you into the middle of Jerusalem. ", "type": "text", "attrs": {"verseId": "EZK.22.19", "verseOrgIds": ["EZK.22.19"]}}, {"text": "As they gather silver, bronze, iron, lead, and tin into the middle of the furnace, to blow the fire on it, to melt it, so I will gather you in my anger and in my wrath, and I will lay you there and melt you. ", "type": "text", "attrs": {"verseId": "EZK.22.20", "verseOrgIds": ["EZK.22.20"]}}, {"text": "Yes, I will gather you, and blow on you with the fire of my wrath, and you will be melted in the middle of it. ", "type": "text", "attrs": {"verseId": "EZK.22.21", "verseOrgIds": ["EZK.22.21"]}}, {"text": "As silver is melted in the middle of the furnace, so you will be melted in the middle of it; and you will know that I, the LORD, have poured out my wrath on you.’”", "type": "text", "attrs": {"verseId": "EZK.22.22", "verseOrgIds": ["EZK.22.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.22.23", "verseOrgIds": ["EZK.22.23"]}}, {"text": "“Son of man, tell her, ‘You are a land that is not cleansed nor rained on in the day of indignation.’ ", "type": "text", "attrs": {"verseId": "EZK.22.24", "verseOrgIds": ["EZK.22.24"]}}, {"text": "There is a conspiracy of her prophets within it, like a roaring lion ravening the prey. They have devoured souls. They take treasure and precious things. They have made many widows within it. ", "type": "text", "attrs": {"verseId": "EZK.22.25", "verseOrgIds": ["EZK.22.25"]}}, {"text": "Her priests have done violence to my law and have profaned my holy things. They have made no distinction between the holy and the common, neither have they caused men to discern between the unclean and the clean, and have hidden their eyes from my Sabbaths. So I am profaned among them. ", "type": "text", "attrs": {"verseId": "EZK.22.26", "verseOrgIds": ["EZK.22.26"]}}, {"text": "Her princes within it are like wolves ravening the prey, to shed blood and to destroy souls, that they may get dishonest gain. ", "type": "text", "attrs": {"verseId": "EZK.22.27", "verseOrgIds": ["EZK.22.27"]}}, {"text": "Her prophets have plastered for them with whitewash, seeing false visions, and divining lies to them, saying, ‘The Lord GOD says,’ when the LORD has not spoken. ", "type": "text", "attrs": {"verseId": "EZK.22.28", "verseOrgIds": ["EZK.22.28"]}}, {"text": "The people of the land have used oppression and exercised robbery. Yes, they have troubled the poor and needy, and have oppressed the foreigner wrongfully.", "type": "text", "attrs": {"verseId": "EZK.22.29", "verseOrgIds": ["EZK.22.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“I sought for a man among them who would build up the wall and stand in the gap before me for the land, that I would not destroy it; but I found no one. ", "type": "text", "attrs": {"verseId": "EZK.22.30", "verseOrgIds": ["EZK.22.30"]}}, {"text": "Therefore I have poured out my indignation on them. I have consumed them with the fire of my wrath. I have brought their own way on their heads,” says the Lord GOD.", "type": "text", "attrs": {"verseId": "EZK.22.31", "verseOrgIds": ["EZK.22.31"]}}]}], "next": {"id": "EZK.23", "number": "23", "bookId": "EZK"}, "previous": {"id": "EZK.21", "number": "21", "bookId": "EZK"}}}}