{"_default": {"1": {"id": "2SA.7", "bibleId": "f72b840c855f362c-04", "number": "7", "bookId": "2SA", "reference": "2 Samuel 7", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the king lived in his house, and the LORD had given him rest from all his enemies all around, ", "type": "text", "attrs": {"verseId": "2SA.7.1", "verseOrgIds": ["2SA.7.1"]}}, {"text": "the king said to Nathan the prophet, “See now, I dwell in a house of cedar, but God’s ark dwells within curtains.”", "type": "text", "attrs": {"verseId": "2SA.7.2", "verseOrgIds": ["2SA.7.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Nathan said to the king, “Go, do all that is in your heart, for the LORD is with you.”", "type": "text", "attrs": {"verseId": "2SA.7.3", "verseOrgIds": ["2SA.7.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "That same night, the LORD’s word came to Nathan, saying, ", "type": "text", "attrs": {"verseId": "2SA.7.4", "verseOrgIds": ["2SA.7.4"]}}, {"text": "“Go and tell my servant David, ‘The LORD says, “Should you build me a house for me to dwell in? ", "type": "text", "attrs": {"verseId": "2SA.7.5", "verseOrgIds": ["2SA.7.5"]}}, {"text": "For I have not lived in a house since the day that I brought the children of Israel up out of Egypt, even to this day, but have moved around in a tent and in a tabernacle. ", "type": "text", "attrs": {"verseId": "2SA.7.6", "verseOrgIds": ["2SA.7.6"]}}, {"text": "In all places in which I have walked with all the children of Israel, did I say a word to anyone from the tribes of Israel whom I commanded to be shepherd of my people Israel, saying, ‘Why have you not built me a house of cedar?’”’ ", "type": "text", "attrs": {"verseId": "2SA.7.7", "verseOrgIds": ["2SA.7.7"]}}, {"text": "Now therefore tell my servant David this: ‘The LORD of Hosts says, “I took you from the sheep pen, from following the sheep, to be prince over my people, over Israel. ", "type": "text", "attrs": {"verseId": "2SA.7.8", "verseOrgIds": ["2SA.7.8"]}}, {"text": "I have been with you wherever you went, and have cut off all your enemies from before you. I will make you a great name, like the name of the great ones who are in the earth. ", "type": "text", "attrs": {"verseId": "2SA.7.9", "verseOrgIds": ["2SA.7.9"]}}, {"text": "I will appoint a place for my people Israel, and will plant them, that they may dwell in their own place and be moved no more. The children of wickedness will not afflict them any more, as at the first, ", "type": "text", "attrs": {"verseId": "2SA.7.10", "verseOrgIds": ["2SA.7.10"]}}, {"text": "and as from the day that I commanded judges to be over my people Israel. I will cause you to rest from all your enemies. Moreover the LORD tells you that the LORD will make you a house. ", "type": "text", "attrs": {"verseId": "2SA.7.11", "verseOrgIds": ["2SA.7.11"]}}, {"text": "When your days are fulfilled and you sleep with your fathers, I will set up your offspring after you, who will proceed out of your body, and I will establish his kingdom. ", "type": "text", "attrs": {"verseId": "2SA.7.12", "verseOrgIds": ["2SA.7.12"]}}, {"text": "He will build a house for my name, and I will establish the throne of his kingdom forever. ", "type": "text", "attrs": {"verseId": "2SA.7.13", "verseOrgIds": ["2SA.7.13"]}}, {"text": "I will be his father, and he will be my son. If he commits iniquity, I will chasten him with the rod of men and with the stripes of the children of men; ", "type": "text", "attrs": {"verseId": "2SA.7.14", "verseOrgIds": ["2SA.7.14"]}}, {"text": "but my loving kindness will not depart from him, as I took it from Saul, whom I put away before you. ", "type": "text", "attrs": {"verseId": "2SA.7.15", "verseOrgIds": ["2SA.7.15"]}}, {"text": "Your house and your kingdom will be made sure forever before you. Your throne will be established forever.”’” ", "type": "text", "attrs": {"verseId": "2SA.7.16", "verseOrgIds": ["2SA.7.16"]}}, {"text": "Nathan spoke to David all these words, and according to all this vision.", "type": "text", "attrs": {"verseId": "2SA.7.17", "verseOrgIds": ["2SA.7.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then David the king went in and sat before the LORD; and he said, “Who am I, Lord", "type": "text", "attrs": {"verseId": "2SA.7.18", "verseOrgIds": ["2SA.7.18"]}}, {"text": " GOD, and what is my house, that you have brought me this far? ", "type": "text", "attrs": {"verseId": "2SA.7.18", "verseOrgIds": ["2SA.7.18"]}}, {"text": "This was yet a small thing in your eyes, Lord GOD, but you have spoken also of your servant’s house for a great while to come; and this among men, Lord GOD! ", "type": "text", "attrs": {"verseId": "2SA.7.19", "verseOrgIds": ["2SA.7.19"]}}, {"text": "What more can David say to you? For you know your servant, Lord GOD. ", "type": "text", "attrs": {"verseId": "2SA.7.20", "verseOrgIds": ["2SA.7.20"]}}, {"text": "For your word’s sake, and according to your own heart, you have worked all this greatness, to make your servant know it. ", "type": "text", "attrs": {"verseId": "2SA.7.21", "verseOrgIds": ["2SA.7.21"]}}, {"text": "Therefore you are great, LORD God. For there is no one like you, neither is there any God besides you, according to all that we have heard with our ears. ", "type": "text", "attrs": {"verseId": "2SA.7.22", "verseOrgIds": ["2SA.7.22"]}}, {"text": "What one nation in the earth is like your people, even like Israel, whom God went to redeem to himself for a people, and to make himself a name, and to do great things for you, and awesome things for your land, before your people, whom you redeemed to yourself out of Egypt, from the nations and their gods? ", "type": "text", "attrs": {"verseId": "2SA.7.23", "verseOrgIds": ["2SA.7.23"]}}, {"text": "You established for yourself your people Israel to be your people forever; and you, LORD, became their God.", "type": "text", "attrs": {"verseId": "2SA.7.24", "verseOrgIds": ["2SA.7.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now, LORD God, the word that you have spoken concerning your servant, and concerning his house, confirm it forever, and do as you have spoken. ", "type": "text", "attrs": {"verseId": "2SA.7.25", "verseOrgIds": ["2SA.7.25"]}}, {"text": "Let your name be magnified forever, saying, ‘The LORD of Hosts is God over Israel; and the house of your servant David will be established before you.’ ", "type": "text", "attrs": {"verseId": "2SA.7.26", "verseOrgIds": ["2SA.7.26"]}}, {"text": "For you, LORD of Hosts, the God of Israel, have revealed to your servant, saying, ‘I will build you a house.’ Therefore your servant has found in his heart to pray this prayer to you.", "type": "text", "attrs": {"verseId": "2SA.7.27", "verseOrgIds": ["2SA.7.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now, O Lord GOD, you are God, and your words are truth, and you have promised this good thing to your servant. ", "type": "text", "attrs": {"verseId": "2SA.7.28", "verseOrgIds": ["2SA.7.28"]}}, {"text": "Now therefore, let it please you to bless the house of your servant, that it may continue forever before you; for you, Lord GOD, have spoken it. Let the house of your servant be blessed forever with your blessing.”", "type": "text", "attrs": {"verseId": "2SA.7.29", "verseOrgIds": ["2SA.7.29"]}}]}], "next": {"id": "2SA.8", "number": "8", "bookId": "2SA"}, "previous": {"id": "2SA.6", "number": "6", "bookId": "2SA"}}}}