{"_default": {"1": {"id": "1CH.19", "bibleId": "f72b840c855f362c-04", "number": "19", "bookId": "1CH", "reference": "1 Chronicles 19", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After this, Nahash the king of the children of Ammon died, and his son reigned in his place. ", "type": "text", "attrs": {"verseId": "1CH.19.1", "verseOrgIds": ["1CH.19.1"]}}, {"text": "David said, “I will show kindness to Hanun the son of Nahash, because his father showed kindness to me.”", "type": "text", "attrs": {"verseId": "1CH.19.2", "verseOrgIds": ["1CH.19.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1CH 19:2"}, "items": [{"text": "So David sent messengers to comfort him concerning his father. David’s servants came into the land of the children of Ammon to Hanun to comfort him. ", "type": "text", "attrs": {"verseId": "1CH.19.2", "verseOrgIds": ["1CH.19.2"]}}, {"text": "But the princes of the children of Ammon said to Hanun, “Do you think that David honors your father, in that he has sent comforters to you? Haven’t his servants come to you to search, to overthrow, and to spy out the land?” ", "type": "text", "attrs": {"verseId": "1CH.19.3", "verseOrgIds": ["1CH.19.3"]}}, {"text": "So Hanun took David’s servants, shaved them, and cut off their garments in the middle at their buttocks, and sent them away. ", "type": "text", "attrs": {"verseId": "1CH.19.4", "verseOrgIds": ["1CH.19.4"]}}, {"text": "Then some people went and told David how the men were treated. He sent to meet them; for the men were greatly humiliated. The king said, “Stay at Jericho until your beards have grown, and then return.”", "type": "text", "attrs": {"verseId": "1CH.19.5", "verseOrgIds": ["1CH.19.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the children of Ammon saw that they had made themselves odious to David, Hanun and the children of Ammon sent one thousand talents", "type": "text", "attrs": {"verseId": "1CH.19.6", "verseOrgIds": ["1CH.19.6"]}}, {"text": " of silver to hire chariots and horsemen out of Mesopotamia, out of Aram-maacah, and out of Zobah. ", "type": "text", "attrs": {"verseId": "1CH.19.6", "verseOrgIds": ["1CH.19.6"]}}, {"text": "So they hired for themselves thirty-two thousand chariots, and the king of Maacah with his people, who came and encamped near Medeba. The children of Ammon gathered themselves together from their cities, and came to battle. ", "type": "text", "attrs": {"verseId": "1CH.19.7", "verseOrgIds": ["1CH.19.7"]}}, {"text": "When David heard of it, he sent Joab with all the army of the mighty men. ", "type": "text", "attrs": {"verseId": "1CH.19.8", "verseOrgIds": ["1CH.19.8"]}}, {"text": "The children of Ammon came out, and put the battle in array at the gate of the city; and the kings who had come were by themselves in the field.", "type": "text", "attrs": {"verseId": "1CH.19.9", "verseOrgIds": ["1CH.19.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now when Joab saw that the battle was set against him before and behind, he chose some of all the choice men of Israel, and put them in array against the Syrians. ", "type": "text", "attrs": {"verseId": "1CH.19.10", "verseOrgIds": ["1CH.19.10"]}}, {"text": "The rest of the people he committed into the hand of Abishai his brother; and they put themselves in array against the children of Ammon. ", "type": "text", "attrs": {"verseId": "1CH.19.11", "verseOrgIds": ["1CH.19.11"]}}, {"text": "He said, “If the Syrians are too strong for me, then you are to help me; but if the children of Ammon are too strong for you, then I will help you. ", "type": "text", "attrs": {"verseId": "1CH.19.12", "verseOrgIds": ["1CH.19.12"]}}, {"text": "Be courageous, and let’s be strong for our people and for the cities of our God. May the LORD do that which seems good to him.”", "type": "text", "attrs": {"verseId": "1CH.19.13", "verseOrgIds": ["1CH.19.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Joab and the people who were with him came near to the front of the Syrians to the battle; and they fled before him. ", "type": "text", "attrs": {"verseId": "1CH.19.14", "verseOrgIds": ["1CH.19.14"]}}, {"text": "When the children of Ammon saw that the Syrians had fled, they likewise fled before Abishai his brother, and entered into the city. Then Joab came to Jerusalem.", "type": "text", "attrs": {"verseId": "1CH.19.15", "verseOrgIds": ["1CH.19.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the Syrians saw that they were defeated by Israel, they sent messengers and called out the Syrians who were beyond the River,", "type": "text", "attrs": {"verseId": "1CH.19.16", "verseOrgIds": ["1CH.19.16"]}}, {"text": " with Shophach the captain of the army of Hadadezer leading them. ", "type": "text", "attrs": {"verseId": "1CH.19.16", "verseOrgIds": ["1CH.19.16"]}}, {"text": "David was told that, so he gathered all Israel together, passed over the Jordan, came to them, and set the battle in array against them. So when David had put the battle in array against the Syrians, they fought with him. ", "type": "text", "attrs": {"verseId": "1CH.19.17", "verseOrgIds": ["1CH.19.17"]}}, {"text": "The Syrians fled before Israel; and David killed of the Syrian men seven thousand charioteers and forty thousand footmen, and also killed Shophach the captain of the army. ", "type": "text", "attrs": {"verseId": "1CH.19.18", "verseOrgIds": ["1CH.19.18"]}}, {"text": "When the servants of Hadadezer saw that they were defeated by Israel, they made peace with David and served him. The Syrians would not help the children of Ammon any more.", "type": "text", "attrs": {"verseId": "1CH.19.19", "verseOrgIds": ["1CH.19.19"]}}]}], "next": {"id": "1CH.20", "number": "20", "bookId": "1CH"}, "previous": {"id": "1CH.18", "number": "18", "bookId": "1CH"}}}}