{"_default": {"1": {"id": "EZK.6", "bibleId": "f72b840c855f362c-04", "number": "6", "bookId": "EZK", "reference": "Ezekiel 6", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.6.1", "verseOrgIds": ["EZK.6.1"]}}, {"text": "“Son of man, set your face toward the mountains of Israel, and prophesy to them, ", "type": "text", "attrs": {"verseId": "EZK.6.2", "verseOrgIds": ["EZK.6.2"]}}, {"text": "and say, ‘You mountains of Israel, hear the word of the Lord GOD! The Lord GOD says to the mountains and to the hills, to the watercourses and to the valleys: “Behold, I, even I, will bring a sword on you, and I will destroy your high places. ", "type": "text", "attrs": {"verseId": "EZK.6.3", "verseOrgIds": ["EZK.6.3"]}}, {"text": "Your altars will become desolate, and your incense altars will be broken. I will cast down your slain men before your idols. ", "type": "text", "attrs": {"verseId": "EZK.6.4", "verseOrgIds": ["EZK.6.4"]}}, {"text": "I will lay the dead bodies of the children of Israel before their idols. I will scatter your bones around your altars. ", "type": "text", "attrs": {"verseId": "EZK.6.5", "verseOrgIds": ["EZK.6.5"]}}, {"text": "In all your dwelling places, the cities will be laid waste and the high places will be desolate, so that your altars may be laid waste and made desolate, and your idols may be broken and cease, and your incense altars may be cut down, and your works may be abolished. ", "type": "text", "attrs": {"verseId": "EZK.6.6", "verseOrgIds": ["EZK.6.6"]}}, {"text": "The slain will fall among you, and you will know that I am the LORD.", "type": "text", "attrs": {"verseId": "EZK.6.7", "verseOrgIds": ["EZK.6.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Yet I will leave a remnant, in that you will have some that escape the sword among the nations, when you are scattered through the countries. ", "type": "text", "attrs": {"verseId": "EZK.6.8", "verseOrgIds": ["EZK.6.8"]}}, {"text": "Those of you that escape will remember me among the nations where they are carried captive, how I have been broken with their lewd heart, which has departed from me, and with their eyes, which play the prostitute after their idols. Then they will loathe themselves in their own sight for the evils which they have committed in all their abominations. ", "type": "text", "attrs": {"verseId": "EZK.6.9", "verseOrgIds": ["EZK.6.9"]}}, {"text": "They will know that I am the LORD. I have not said in vain that I would do this evil to them.”’", "type": "text", "attrs": {"verseId": "EZK.6.10", "verseOrgIds": ["EZK.6.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The Lord GOD says: ‘Strike with your hand, and stamp with your foot, and say, “Alas!”, because of all the evil abominations of the house of Israel; for they will fall by the sword, by the famine, and by the pestilence. ", "type": "text", "attrs": {"verseId": "EZK.6.11", "verseOrgIds": ["EZK.6.11"]}}, {"text": "He who is far off will die of the pestilence. He who is near will fall by the sword. He who remains and is besieged will die by the famine. Thus I will accomplish my wrath on them. ", "type": "text", "attrs": {"verseId": "EZK.6.12", "verseOrgIds": ["EZK.6.12"]}}, {"text": "You will know that I am the LORD when their slain men are among their idols around their altars, on every high hill, on all the tops of the mountains, under every green tree, and under every thick oak—the places where they offered pleasant aroma to all their idols. ", "type": "text", "attrs": {"verseId": "EZK.6.13", "verseOrgIds": ["EZK.6.13"]}}, {"text": "I will stretch out my hand on them and make the land desolate and waste, from the wilderness toward Diblah, throughout all their habitations. Then they will know that I am the LORD.’”", "type": "text", "attrs": {"verseId": "EZK.6.14", "verseOrgIds": ["EZK.6.14"]}}]}], "next": {"id": "EZK.7", "number": "7", "bookId": "EZK"}, "previous": {"id": "EZK.5", "number": "5", "bookId": "EZK"}}}}