{"_default": {"1": {"id": "LEV.5", "bibleId": "f72b840c855f362c-04", "number": "5", "bookId": "LEV", "reference": "Leviticus 5", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘If anyone sins, in that he hears a public adjuration to testify, he being a witness, whether he has seen or known, if he doesn’t report it, then he shall bear his iniquity.", "type": "text", "attrs": {"verseId": "LEV.5.1", "verseOrgIds": ["LEV.5.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘Or if anyone touches any unclean thing, whether it is the carcass of an unclean animal, or the carcass of unclean livestock, or the carcass of unclean creeping things, and it is hidden from him, and he is unclean, then he shall be guilty.", "type": "text", "attrs": {"verseId": "LEV.5.2", "verseOrgIds": ["LEV.5.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘Or if he touches the uncleanness of man, whatever his uncleanness is with which he is unclean, and it is hidden from him; when he knows of it, then he shall be guilty.", "type": "text", "attrs": {"verseId": "LEV.5.3", "verseOrgIds": ["LEV.5.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘Or if anyone swears rashly with his lips to do evil or to do good—whatever it is that a man might utter rashly with an oath, and it is hidden from him—when he knows of it, then he will be guilty of one of these. ", "type": "text", "attrs": {"verseId": "LEV.5.4", "verseOrgIds": ["LEV.5.4"]}}, {"text": "It shall be, when he is guilty of one of these, he shall confess that in which he has sinned; ", "type": "text", "attrs": {"verseId": "LEV.5.5", "verseOrgIds": ["LEV.5.5"]}}, {"text": "and he shall bring his trespass offering to the LORD for his sin which he has sinned: a female from the flock, a lamb or a goat, for a sin offering; and the priest shall make atonement for him concerning his sin.", "type": "text", "attrs": {"verseId": "LEV.5.6", "verseOrgIds": ["LEV.5.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘If he can’t afford a lamb, then he shall bring his trespass offering for that in which he has sinned, two turtledoves, or two young pigeons, to the LORD; one for a sin offering, and the other for a burnt offering. ", "type": "text", "attrs": {"verseId": "LEV.5.7", "verseOrgIds": ["LEV.5.7"]}}, {"text": "He shall bring them to the priest, who shall first offer the one which is for the sin offering. He shall wring off its head from its neck, but shall not sever it completely. ", "type": "text", "attrs": {"verseId": "LEV.5.8", "verseOrgIds": ["LEV.5.8"]}}, {"text": "He shall sprinkle some of the blood of the sin offering on the side of the altar; and the rest of the blood shall be drained out at the base of the altar. It is a sin offering. ", "type": "text", "attrs": {"verseId": "LEV.5.9", "verseOrgIds": ["LEV.5.9"]}}, {"text": "He shall offer the second for a burnt offering, according to the ordinance; and the priest shall make atonement for him concerning his sin which he has sinned, and he shall be forgiven.", "type": "text", "attrs": {"verseId": "LEV.5.10", "verseOrgIds": ["LEV.5.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘But if he can’t afford two turtledoves or two young pigeons, then he shall bring as his offering for that in which he has sinned, one tenth of an efah", "type": "text", "attrs": {"verseId": "LEV.5.11", "verseOrgIds": ["LEV.5.11"]}}, {"text": " of fine flour for a sin offering. He shall put no oil on it, and he shall not put any frankincense on it, for it is a sin offering. ", "type": "text", "attrs": {"verseId": "LEV.5.11", "verseOrgIds": ["LEV.5.11"]}}, {"text": "He shall bring it to the priest, and the priest shall take his handful of it as the memorial portion, and burn it on the altar, on the offerings of the LORD made by fire. It is a sin offering. ", "type": "text", "attrs": {"verseId": "LEV.5.12", "verseOrgIds": ["LEV.5.12"]}}, {"text": "The priest shall make atonement for him concerning his sin that he has sinned in any of these things, and he will be forgiven; and the rest shall be the priest’s, as the meal offering.’”", "type": "text", "attrs": {"verseId": "LEV.5.13", "verseOrgIds": ["LEV.5.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, saying, ", "type": "text", "attrs": {"verseId": "LEV.5.14", "verseOrgIds": ["LEV.5.14"]}}, {"text": "“If anyone commits a trespass, and sins unwittingly regarding the LORD’s holy things, then he shall bring his trespass offering to the LORD: a ram without defect from the flock, according to your estimation in silver by shekels, according to the shekel", "type": "text", "attrs": {"verseId": "LEV.5.15", "verseOrgIds": ["LEV.5.15"]}}, {"text": " of the sanctuary, for a trespass offering. ", "type": "text", "attrs": {"verseId": "LEV.5.15", "verseOrgIds": ["LEV.5.15"]}}, {"text": "He shall make restitution for that which he has done wrong regarding the holy thing, and shall add a fifth part to it, and give it to the priest; and the priest shall make atonement for him with the ram of the trespass offering, and he will be forgiven.", "type": "text", "attrs": {"verseId": "LEV.5.16", "verseOrgIds": ["LEV.5.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If anyone sins, doing any of the things which the LORD has commanded not to be done, though he didn’t know it, he is still guilty, and shall bear his iniquity. ", "type": "text", "attrs": {"verseId": "LEV.5.17", "verseOrgIds": ["LEV.5.17"]}}, {"text": "He shall bring a ram without defect from of the flock, according to your estimation, for a trespass offering, to the priest; and the priest shall make atonement for him concerning the thing in which he sinned and didn’t know it, and he will be forgiven. ", "type": "text", "attrs": {"verseId": "LEV.5.18", "verseOrgIds": ["LEV.5.18"]}}, {"text": "It is a trespass offering. He is certainly guilty before the LORD.”", "type": "text", "attrs": {"verseId": "LEV.5.19", "verseOrgIds": ["LEV.5.19"]}}]}], "next": {"id": "LEV.6", "number": "6", "bookId": "LEV"}, "previous": {"id": "LEV.4", "number": "4", "bookId": "LEV"}}}}