{"_default": {"1": {"id": "EXO.11", "bibleId": "f72b840c855f362c-04", "number": "11", "bookId": "EXO", "reference": "Exodus 11", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “I will bring yet one more plague on Pharaoh, and on Egypt; afterwards he will let you go. When he lets you go, he will surely thrust you out altogether. ", "type": "text", "attrs": {"verseId": "EXO.11.1", "verseOrgIds": ["EXO.11.1"]}}, {"text": "Speak now in the ears of the people, and let every man ask of his neighbor, and every woman of her neighbor, jewels of silver, and jewels of gold.” ", "type": "text", "attrs": {"verseId": "EXO.11.2", "verseOrgIds": ["EXO.11.2"]}}, {"text": "The LORD gave the people favor in the sight of the Egyptians. Moreover, the man Moses was very great in the land of Egypt, in the sight of Pharaoh’s servants, and in the sight of the people.", "type": "text", "attrs": {"verseId": "EXO.11.3", "verseOrgIds": ["EXO.11.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said, “This is what the LORD says: ‘About midnight I will go out into the middle of Egypt, ", "type": "text", "attrs": {"verseId": "EXO.11.4", "verseOrgIds": ["EXO.11.4"]}}, {"text": "and all the firstborn in the land of Egypt shall die, from the firstborn of Pharaoh who sits on his throne, even to the firstborn of the female servant who is behind the mill, and all the firstborn of livestock. ", "type": "text", "attrs": {"verseId": "EXO.11.5", "verseOrgIds": ["EXO.11.5"]}}, {"text": "There will be a great cry throughout all the land of Egypt, such as there has not been, nor will be any more. ", "type": "text", "attrs": {"verseId": "EXO.11.6", "verseOrgIds": ["EXO.11.6"]}}, {"text": "But against any of the children of Israel a dog won’t even bark or move its tongue, against man or animal, that you may know that the LORD makes a distinction between the Egyptians and Israel. ", "type": "text", "attrs": {"verseId": "EXO.11.7", "verseOrgIds": ["EXO.11.7"]}}, {"text": "All these servants of yours will come down to me, and bow down themselves to me, saying, “Get out, with all the people who follow you;” and after that I will go out.’” He went out from Pharaoh in hot anger.", "type": "text", "attrs": {"verseId": "EXO.11.8", "verseOrgIds": ["EXO.11.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “Pharaoh won’t listen to you, that my wonders may be multiplied in the land of Egypt.” ", "type": "text", "attrs": {"verseId": "EXO.11.9", "verseOrgIds": ["EXO.11.9"]}}, {"text": "Moses and Aaron did all these wonders before Pharaoh, but the LORD hardened Pharaoh’s heart, and he didn’t let the children of Israel go out of his land.", "type": "text", "attrs": {"verseId": "EXO.11.10", "verseOrgIds": ["EXO.11.10"]}}]}], "next": {"id": "EXO.12", "number": "12", "bookId": "EXO"}, "previous": {"id": "EXO.10", "number": "10", "bookId": "EXO"}}}}