{"_default": {"1": {"id": "ISA.37", "bibleId": "f72b840c855f362c-04", "number": "37", "bookId": "ISA", "reference": "Isaiah 37", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When king Hezekiah heard it, he tore his clothes, covered himself with sackcloth, and went into the LORD’s house. ", "type": "text", "attrs": {"verseId": "ISA.37.1", "verseOrgIds": ["ISA.37.1"]}}, {"text": "He sent Eliakim, who was over the household, and Shebna the scribe, and the elders of the priests, covered with sackcloth, to Isaiah the prophet, the son of Amoz. ", "type": "text", "attrs": {"verseId": "ISA.37.2", "verseOrgIds": ["ISA.37.2"]}}, {"text": "They said to him, “Hezekiah says, ‘Today is a day of trouble, and of rebuke, and of rejection; for the children have come to the birth, and there is no strength to give birth. ", "type": "text", "attrs": {"verseId": "ISA.37.3", "verseOrgIds": ["ISA.37.3"]}}, {"text": "It may be the LORD your God will hear the words of Rabshakeh, whom the king of Assyria his master has sent to defy the living God, and will rebuke the words which the LORD your God has heard. Therefore lift up your prayer for the remnant that is left.’”", "type": "text", "attrs": {"verseId": "ISA.37.4", "verseOrgIds": ["ISA.37.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So the servants of king Hezekiah came to Isaiah.", "type": "text", "attrs": {"verseId": "ISA.37.5", "verseOrgIds": ["ISA.37.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Isaiah said to them, “Tell your master, ‘The LORD says, “Don’t be afraid of the words that you have heard, with which the servants of the king of Assyria have blasphemed me. ", "type": "text", "attrs": {"verseId": "ISA.37.6", "verseOrgIds": ["ISA.37.6"]}}, {"text": "Behold, I will put a spirit in him and he will hear news, and will return to his own land. I will cause him to fall by the sword in his own land.”’”", "type": "text", "attrs": {"verseId": "ISA.37.7", "verseOrgIds": ["ISA.37.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Rabshakeh returned, and found the king of Assyria warring against Libnah, for he heard that he had departed from Lachish. ", "type": "text", "attrs": {"verseId": "ISA.37.8", "verseOrgIds": ["ISA.37.8"]}}, {"text": "He heard news concerning Tirhakah king of Ethiopia, “He has come out to fight against you.” When he heard it, he sent messengers to Hezekiah, saying, ", "type": "text", "attrs": {"verseId": "ISA.37.9", "verseOrgIds": ["ISA.37.9"]}}, {"text": "“Thus you shall speak to Hezekiah king of Judah, saying, ‘Don’t let your God in whom you trust deceive you, saying, “Jerusalem won’t be given into the hand of the king of Assyria.” ", "type": "text", "attrs": {"verseId": "ISA.37.10", "verseOrgIds": ["ISA.37.10"]}}, {"text": "Behold, you have heard what the kings of Assyria have done to all lands, by destroying them utterly. Shall you be delivered? ", "type": "text", "attrs": {"verseId": "ISA.37.11", "verseOrgIds": ["ISA.37.11"]}}, {"text": "Have the gods of the nations delivered them, which my fathers have destroyed, Gozan, Haran, Rezeph, and the children of Eden who were in Telassar? ", "type": "text", "attrs": {"verseId": "ISA.37.12", "verseOrgIds": ["ISA.37.12"]}}, {"text": "Where is the king of Hamath, and the king of Arpad, and the king of the city of Sepharvaim, of Hena, and Ivvah?’”", "type": "text", "attrs": {"verseId": "ISA.37.13", "verseOrgIds": ["ISA.37.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hezekiah received the letter from the hand of the messengers and read it. Then Hezekiah went up to the LORD’s house, and spread it before the LORD. ", "type": "text", "attrs": {"verseId": "ISA.37.14", "verseOrgIds": ["ISA.37.14"]}}, {"text": "Hezekiah prayed to the LORD, saying, ", "type": "text", "attrs": {"verseId": "ISA.37.15", "verseOrgIds": ["ISA.37.15"]}}, {"text": "“LORD of Hosts, the God of Israel, who is enthroned among the cherubim, you are the God, even you alone, of all the kingdoms of the earth. You have made heaven and earth. ", "type": "text", "attrs": {"verseId": "ISA.37.16", "verseOrgIds": ["ISA.37.16"]}}, {"text": "Turn your ear, LORD, and hear. Open your eyes, LORD, and behold. Hear all of the words of Sennacherib, who has sent to defy the living God. ", "type": "text", "attrs": {"verseId": "ISA.37.17", "verseOrgIds": ["ISA.37.17"]}}, {"text": "Truly, LORD, the kings of Assyria have destroyed all the countries and their land, ", "type": "text", "attrs": {"verseId": "ISA.37.18", "verseOrgIds": ["ISA.37.18"]}}, {"text": "and have cast their gods into the fire; for they were no gods, but the work of men’s hands, wood and stone; therefore they have destroyed them. ", "type": "text", "attrs": {"verseId": "ISA.37.19", "verseOrgIds": ["ISA.37.19"]}}, {"text": "Now therefore, LORD our God, save us from his hand, that all the kingdoms of the earth may know that you are the LORD, even you only.”", "type": "text", "attrs": {"verseId": "ISA.37.20", "verseOrgIds": ["ISA.37.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Isaiah the son of Amoz sent to Hezekiah, saying, “The LORD, the God of Israel says, ‘Because you have prayed to me against Sennacherib king of Assyria, ", "type": "text", "attrs": {"verseId": "ISA.37.21", "verseOrgIds": ["ISA.37.21"]}}, {"text": "this is the word which the LORD has spoken concerning him: The virgin daughter of Zion has despised you and ridiculed you. The daughter of Jerusalem has shaken her head at you. ", "type": "text", "attrs": {"verseId": "ISA.37.22", "verseOrgIds": ["ISA.37.22"]}}, {"text": "Whom have you defied and blasphemed? Against whom have you exalted your voice and lifted up your eyes on high? Against the Holy One of Israel. ", "type": "text", "attrs": {"verseId": "ISA.37.23", "verseOrgIds": ["ISA.37.23"]}}, {"text": "By your servants, you have defied the Lord, and have said, “With the multitude of my chariots I have come up to the height of the mountains, to the innermost parts of Lebanon. I will cut down its tall cedars and its choice cypress trees. I will enter into its farthest height, the forest of its fruitful field. ", "type": "text", "attrs": {"verseId": "ISA.37.24", "verseOrgIds": ["ISA.37.24"]}}, {"text": "I have dug and drunk water, and with the sole of my feet I will dry up all the rivers of Egypt.”", "type": "text", "attrs": {"verseId": "ISA.37.25", "verseOrgIds": ["ISA.37.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘Have you not heard how I have done it long ago, and formed it in ancient times? Now I have brought it to pass, that it should be yours to destroy fortified cities, turning them into ruinous heaps. ", "type": "text", "attrs": {"verseId": "ISA.37.26", "verseOrgIds": ["ISA.37.26"]}}, {"text": "Therefore their inhabitants had little power. They were dismayed and confounded. They were like the grass of the field, and like the green herb, like the grass on the housetops, and like a field before its crop has grown. ", "type": "text", "attrs": {"verseId": "ISA.37.27", "verseOrgIds": ["ISA.37.27"]}}, {"text": "But I know your sitting down, your going out, your coming in, and your raging against me. ", "type": "text", "attrs": {"verseId": "ISA.37.28", "verseOrgIds": ["ISA.37.28"]}}, {"text": "Because of your raging against me, and because your arrogance has come up into my ears, therefore I will put my hook in your nose and my bridle in your lips, and I will turn you back by the way by which you came.", "type": "text", "attrs": {"verseId": "ISA.37.29", "verseOrgIds": ["ISA.37.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘This shall be the sign to you: You will eat this year that which grows of itself, and in the second year that which springs from it; and in the third year sow and reap and plant vineyards, and eat their fruit. ", "type": "text", "attrs": {"verseId": "ISA.37.30", "verseOrgIds": ["ISA.37.30"]}}, {"text": "The remnant that is escaped of the house of Judah will again take root downward, and bear fruit upward. ", "type": "text", "attrs": {"verseId": "ISA.37.31", "verseOrgIds": ["ISA.37.31"]}}, {"text": "For out of Jerusalem a remnant will go out, and survivors will escape from Mount Zion. The zeal of the LORD of Hosts will perform this.’", "type": "text", "attrs": {"verseId": "ISA.37.32", "verseOrgIds": ["ISA.37.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Therefore the LORD says concerning the king of Assyria, ‘He will not come to this city, nor shoot an arrow there, neither will he come before it with shield, nor cast up a mound against it. ", "type": "text", "attrs": {"verseId": "ISA.37.33", "verseOrgIds": ["ISA.37.33"]}}, {"text": "He will return the way that he came, and he won’t come to this city,’ says the LORD. ", "type": "text", "attrs": {"verseId": "ISA.37.34", "verseOrgIds": ["ISA.37.34"]}}, {"text": "‘For I will defend this city to save it, for my own sake, and for my servant David’s sake.’”", "type": "text", "attrs": {"verseId": "ISA.37.35", "verseOrgIds": ["ISA.37.35"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the LORD’s angel went out and struck one hundred and eighty-five thousand men in the camp of the Assyrians. When men arose early in the morning, behold, these were all dead bodies. ", "type": "text", "attrs": {"verseId": "ISA.37.36", "verseOrgIds": ["ISA.37.36"]}}, {"text": "So Sennacherib king of Assyria departed, went away, returned to Nineveh, and stayed there. ", "type": "text", "attrs": {"verseId": "ISA.37.37", "verseOrgIds": ["ISA.37.37"]}}, {"text": "As he was worshiping in the house of Nisroch his god, Adrammelech and Sharezer his sons struck him with the sword; and they escaped into the land of Ararat. Esar Haddon his son reigned in his place.", "type": "text", "attrs": {"verseId": "ISA.37.38", "verseOrgIds": ["ISA.37.38"]}}]}], "next": {"id": "ISA.38", "number": "38", "bookId": "ISA"}, "previous": {"id": "ISA.36", "number": "36", "bookId": "ISA"}}}}