{"_default": {"1": {"id": "LEV.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "LEV", "reference": "Leviticus 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "On the eighth day, Moses called Aaron and his sons, and the elders of Israel; ", "type": "text", "attrs": {"verseId": "LEV.9.1", "verseOrgIds": ["LEV.9.1"]}}, {"text": "and he said to Aaron, “Take a calf from the herd for a sin offering, and a ram for a burnt offering, without defect, and offer them before the LORD. ", "type": "text", "attrs": {"verseId": "LEV.9.2", "verseOrgIds": ["LEV.9.2"]}}, {"text": "You shall speak to the children of Israel, saying, ‘Take a male goat for a sin offering; and a calf and a lamb, both a year old, without defect, for a burnt offering; ", "type": "text", "attrs": {"verseId": "LEV.9.3", "verseOrgIds": ["LEV.9.3"]}}, {"text": "and a bull and a ram for peace offerings, to sacrifice before the LORD; and a meal offering mixed with oil: for today the LORD appears to you.’”", "type": "text", "attrs": {"verseId": "LEV.9.4", "verseOrgIds": ["LEV.9.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They brought what Moses commanded before the Tent of Meeting. All the congregation came near and stood before the LORD. ", "type": "text", "attrs": {"verseId": "LEV.9.5", "verseOrgIds": ["LEV.9.5"]}}, {"text": "Moses said, “This is the thing which the LORD commanded that you should do; and the LORD’s glory shall appear to you.” ", "type": "text", "attrs": {"verseId": "LEV.9.6", "verseOrgIds": ["LEV.9.6"]}}, {"text": "Moses said to Aaron, “Draw near to the altar, and offer your sin offering, and your burnt offering, and make atonement for yourself, and for the people; and offer the offering of the people, and make atonement for them, as the LORD commanded.”", "type": "text", "attrs": {"verseId": "LEV.9.7", "verseOrgIds": ["LEV.9.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Aaron came near to the altar, and killed the calf of the sin offering, which was for himself. ", "type": "text", "attrs": {"verseId": "LEV.9.8", "verseOrgIds": ["LEV.9.8"]}}, {"text": "The sons of Aaron presented the blood to him; and he dipped his finger in the blood, and put it on the horns of the altar, and poured out the blood at the base of the altar; ", "type": "text", "attrs": {"verseId": "LEV.9.9", "verseOrgIds": ["LEV.9.9"]}}, {"text": "but the fat, and the kidneys, and the cover from the liver of the sin offering, he burned upon the altar, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "LEV.9.10", "verseOrgIds": ["LEV.9.10"]}}, {"text": "The meat and the skin he burned with fire outside the camp. ", "type": "text", "attrs": {"verseId": "LEV.9.11", "verseOrgIds": ["LEV.9.11"]}}, {"text": "He killed the burnt offering; and Aaron’s sons delivered the blood to him, and he sprinkled it around on the altar. ", "type": "text", "attrs": {"verseId": "LEV.9.12", "verseOrgIds": ["LEV.9.12"]}}, {"text": "They delivered the burnt offering to him, piece by piece, and the head. He burned them upon the altar. ", "type": "text", "attrs": {"verseId": "LEV.9.13", "verseOrgIds": ["LEV.9.13"]}}, {"text": "He washed the innards and the legs, and burned them on the burnt offering on the altar. ", "type": "text", "attrs": {"verseId": "LEV.9.14", "verseOrgIds": ["LEV.9.14"]}}, {"text": "He presented the people’s offering, and took the goat of the sin offering which was for the people, and killed it, and offered it for sin, like the first. ", "type": "text", "attrs": {"verseId": "LEV.9.15", "verseOrgIds": ["LEV.9.15"]}}, {"text": "He presented the burnt offering, and offered it according to the ordinance. ", "type": "text", "attrs": {"verseId": "LEV.9.16", "verseOrgIds": ["LEV.9.16"]}}, {"text": "He presented the meal offering, and filled his hand from there, and burned it upon the altar, in addition to the burnt offering of the morning. ", "type": "text", "attrs": {"verseId": "LEV.9.17", "verseOrgIds": ["LEV.9.17"]}}, {"text": "He also killed the bull and the ram, the sacrifice of peace offerings, which was for the people. Aaron’s sons delivered to him the blood, which he sprinkled around on the altar; ", "type": "text", "attrs": {"verseId": "LEV.9.18", "verseOrgIds": ["LEV.9.18"]}}, {"text": "and the fat of the bull and of the ram, the fat tail, and that which covers the innards, and the kidneys, and the cover of the liver; ", "type": "text", "attrs": {"verseId": "LEV.9.19", "verseOrgIds": ["LEV.9.19"]}}, {"text": "and they put the fat upon the breasts, and he burned the fat on the altar. ", "type": "text", "attrs": {"verseId": "LEV.9.20", "verseOrgIds": ["LEV.9.20"]}}, {"text": "Aaron waved the breasts and the right thigh for a wave offering before the LORD, as Moses commanded. ", "type": "text", "attrs": {"verseId": "LEV.9.21", "verseOrgIds": ["LEV.9.21"]}}, {"text": "Aaron lifted up his hands toward the people, and blessed them; and he came down from offering the sin offering, and the burnt offering, and the peace offerings.", "type": "text", "attrs": {"verseId": "LEV.9.22", "verseOrgIds": ["LEV.9.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses and Aaron went into the Tent of Meeting, and came out, and blessed the people; and the LORD’s glory appeared to all the people. ", "type": "text", "attrs": {"verseId": "LEV.9.23", "verseOrgIds": ["LEV.9.23"]}}, {"text": "Fire came out from before the LORD, and consumed the burnt offering and the fat upon the altar. When all the people saw it, they shouted, and fell on their faces.", "type": "text", "attrs": {"verseId": "LEV.9.24", "verseOrgIds": ["LEV.9.24"]}}]}], "next": {"id": "LEV.10", "number": "10", "bookId": "LEV"}, "previous": {"id": "LEV.8", "number": "8", "bookId": "LEV"}}}}