{"_default": {"1": {"id": "2SA.11", "bibleId": "f72b840c855f362c-04", "number": "11", "bookId": "2SA", "reference": "2 Samuel 11", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "At the return of the year, at the time when kings go out, David sent Joab and his servants with him, and all Israel; and they destroyed the children of Ammon and besieged Rabbah. But David stayed at Jerusalem. ", "type": "text", "attrs": {"verseId": "2SA.11.1", "verseOrgIds": ["2SA.11.1"]}}, {"text": "At evening, David arose from his bed and walked on the roof of the king’s house. From the roof, he saw a woman bathing, and the woman was very beautiful to look at. ", "type": "text", "attrs": {"verseId": "2SA.11.2", "verseOrgIds": ["2SA.11.2"]}}, {"text": "David sent and inquired after the woman. One said, “Isn’t this Bathsheba, the daughter of Eliam, Uriah the Hittite’s wife?”", "type": "text", "attrs": {"verseId": "2SA.11.3", "verseOrgIds": ["2SA.11.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David sent messengers, and took her; and she came in to him, and he lay with her (for she was purified from her uncleanness); and she returned to her house. ", "type": "text", "attrs": {"verseId": "2SA.11.4", "verseOrgIds": ["2SA.11.4"]}}, {"text": "The woman conceived; and she sent and told David, and said, “I am with child.”", "type": "text", "attrs": {"verseId": "2SA.11.5", "verseOrgIds": ["2SA.11.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David sent to Joab, “Send me Uriah the Hittite.” Joab sent Uriah to David. ", "type": "text", "attrs": {"verseId": "2SA.11.6", "verseOrgIds": ["2SA.11.6"]}}, {"text": "When Uriah had come to him, David asked him how Joab did, and how the people fared, and how the war prospered. ", "type": "text", "attrs": {"verseId": "2SA.11.7", "verseOrgIds": ["2SA.11.7"]}}, {"text": "David said to Uriah, “Go down to your house and wash your feet.” Uriah departed out of the king’s house, and a gift from the king was sent after him. ", "type": "text", "attrs": {"verseId": "2SA.11.8", "verseOrgIds": ["2SA.11.8"]}}, {"text": "But Uriah slept at the door of the king’s house with all the servants of his lord, and didn’t go down to his house. ", "type": "text", "attrs": {"verseId": "2SA.11.9", "verseOrgIds": ["2SA.11.9"]}}, {"text": "When they had told David, saying, “Uriah didn’t go down to his house,” David said to Uriah, “Haven’t you come from a journey? Why didn’t you go down to your house?”", "type": "text", "attrs": {"verseId": "2SA.11.10", "verseOrgIds": ["2SA.11.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Uriah said to David, “The ark, Israel, and Judah, are staying in tents; and my lord Joab and the servants of my lord are encamped in the open field. Shall I then go into my house to eat and to drink, and to lie with my wife? As you live, and as your soul lives, I will not do this thing!”", "type": "text", "attrs": {"verseId": "2SA.11.11", "verseOrgIds": ["2SA.11.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David said to Uriah, “Stay here today also, and tomorrow I will let you depart.” So Uriah stayed in Jerusalem that day and the next day. ", "type": "text", "attrs": {"verseId": "2SA.11.12", "verseOrgIds": ["2SA.11.12"]}}, {"text": "When David had called him, he ate and drank before him; and he made him drunk. At evening, he went out to lie on his bed with the servants of his lord, but didn’t go down to his house. ", "type": "text", "attrs": {"verseId": "2SA.11.13", "verseOrgIds": ["2SA.11.13"]}}, {"text": "In the morning, David wrote a letter to Joab and sent it by the hand of Uriah. ", "type": "text", "attrs": {"verseId": "2SA.11.14", "verseOrgIds": ["2SA.11.14"]}}, {"text": "He wrote in the letter, saying, “Send Uriah to the forefront of the hottest battle, and retreat from him, that he may be struck and die.”", "type": "text", "attrs": {"verseId": "2SA.11.15", "verseOrgIds": ["2SA.11.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Joab kept watch on the city, he assigned Uriah to the place where he knew that valiant men were. ", "type": "text", "attrs": {"verseId": "2SA.11.16", "verseOrgIds": ["2SA.11.16"]}}, {"text": "The men of the city went out and fought with Joab. Some of the people fell, even of David’s servants; and Uriah the Hittite died also. ", "type": "text", "attrs": {"verseId": "2SA.11.17", "verseOrgIds": ["2SA.11.17"]}}, {"text": "Then Joab sent and told David all the things concerning the war; ", "type": "text", "attrs": {"verseId": "2SA.11.18", "verseOrgIds": ["2SA.11.18"]}}, {"text": "and he commanded the messenger, saying, “When you have finished telling all the things concerning the war to the king, ", "type": "text", "attrs": {"verseId": "2SA.11.19", "verseOrgIds": ["2SA.11.19"]}}, {"text": "it shall be that, if the king’s wrath arise, and he asks you, ‘Why did you go so near to the city to fight? Didn’t you know that they would shoot from the wall? ", "type": "text", "attrs": {"verseId": "2SA.11.20", "verseOrgIds": ["2SA.11.20"]}}, {"text": "Who struck Abimelech the son of Jerubbesheth? Didn’t a woman cast an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?’ then you shall say, ‘Your servant Uriah the Hittite is also dead.’”", "type": "text", "attrs": {"verseId": "2SA.11.21", "verseOrgIds": ["2SA.11.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So the messenger went, and came and showed David all that Joab had sent him for. ", "type": "text", "attrs": {"verseId": "2SA.11.22", "verseOrgIds": ["2SA.11.22"]}}, {"text": "The messenger said to David, “The men prevailed against us, and came out to us into the field; and we were on them even to the entrance of the gate. ", "type": "text", "attrs": {"verseId": "2SA.11.23", "verseOrgIds": ["2SA.11.23"]}}, {"text": "The shooters shot at your servants from off the wall; and some of the king’s servants are dead, and your servant Uriah the Hittite is also dead.”", "type": "text", "attrs": {"verseId": "2SA.11.24", "verseOrgIds": ["2SA.11.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then David said to the messenger, “Tell Joab, ‘Don’t let this thing displease you, for the sword devours one as well as another. Make your battle stronger against the city, and overthrow it.’ Encourage him.”", "type": "text", "attrs": {"verseId": "2SA.11.25", "verseOrgIds": ["2SA.11.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Uriah’s wife heard that Uriah her husband was dead, she mourned for her husband. ", "type": "text", "attrs": {"verseId": "2SA.11.26", "verseOrgIds": ["2SA.11.26"]}}, {"text": "When the mourning was past, David sent and took her home to his house, and she became his wife and bore him a son. But the thing that David had done displeased the LORD.", "type": "text", "attrs": {"verseId": "2SA.11.27", "verseOrgIds": ["2SA.11.27"]}}]}], "next": {"id": "2SA.12", "number": "12", "bookId": "2SA"}, "previous": {"id": "2SA.10", "number": "10", "bookId": "2SA"}}}}