{"_default": {"1": {"id": "2KI.18", "bibleId": "f72b840c855f362c-04", "number": "18", "bookId": "2KI", "reference": "2 Kings 18", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now in the third year of Hoshea son of Elah king of Israel, Hezekiah the son of Ahaz king of Judah began to reign. ", "type": "text", "attrs": {"verseId": "2KI.18.1", "verseOrgIds": ["2KI.18.1"]}}, {"text": "He was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abi the daughter of Zechariah. ", "type": "text", "attrs": {"verseId": "2KI.18.2", "verseOrgIds": ["2KI.18.2"]}}, {"text": "He did that which was right in the LORD’s eyes, according to all that David his father had done. ", "type": "text", "attrs": {"verseId": "2KI.18.3", "verseOrgIds": ["2KI.18.3"]}}, {"text": "He removed the high places, broke the pillars, and cut down the Asherah. He also broke in pieces the bronze serpent that Moses had made, because in those days the children of Israel burned incense to it; and he called it Nehushtan. ", "type": "text", "attrs": {"verseId": "2KI.18.4", "verseOrgIds": ["2KI.18.4"]}}, {"text": "He trusted in the LORD, the God of Israel, so that after him was no one like him among all the kings of Judah, nor among them that were before him. ", "type": "text", "attrs": {"verseId": "2KI.18.5", "verseOrgIds": ["2KI.18.5"]}}, {"text": "For he joined with the LORD. He didn’t depart from following him, but kept his commandments, which the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "2KI.18.6", "verseOrgIds": ["2KI.18.6"]}}, {"text": "The LORD was with him. Wherever he went, he prospered. He rebelled against the king of Assyria, and didn’t serve him. ", "type": "text", "attrs": {"verseId": "2KI.18.7", "verseOrgIds": ["2KI.18.7"]}}, {"text": "He struck the Philistines to Gaza and its borders, from the tower of the watchmen to the fortified city.", "type": "text", "attrs": {"verseId": "2KI.18.8", "verseOrgIds": ["2KI.18.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the fourth year of king Hezekiah, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria came up against Samaria and besieged it. ", "type": "text", "attrs": {"verseId": "2KI.18.9", "verseOrgIds": ["2KI.18.9"]}}, {"text": "At the end of three years they took it. In the sixth year of Hezekiah, which was the ninth year of Hoshea king of Israel, Samaria was taken. ", "type": "text", "attrs": {"verseId": "2KI.18.10", "verseOrgIds": ["2KI.18.10"]}}, {"text": "The king of Assyria carried Israel away to Assyria, and put them in Halah, and on the Habor, the river of Gozan, and in the cities of the Medes, ", "type": "text", "attrs": {"verseId": "2KI.18.11", "verseOrgIds": ["2KI.18.11"]}}, {"text": "because they didn’t obey the LORD their God’s voice, but transgressed his covenant, even all that Moses the servant of the LORD commanded, and would not hear it or do it.", "type": "text", "attrs": {"verseId": "2KI.18.12", "verseOrgIds": ["2KI.18.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now in the fourteenth year of king Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and took them. ", "type": "text", "attrs": {"verseId": "2KI.18.13", "verseOrgIds": ["2KI.18.13"]}}, {"text": "Hezekiah king of Judah sent to the king of Assyria at Lachish, saying, “I have offended you. Withdraw from me. That which you put on me, I will bear.” The king of Assyria appointed to Hezekiah king of Judah three hundred talents of silver and thirty talents", "type": "text", "attrs": {"verseId": "2KI.18.14", "verseOrgIds": ["2KI.18.14"]}}, {"text": " of gold. ", "type": "text", "attrs": {"verseId": "2KI.18.14", "verseOrgIds": ["2KI.18.14"]}}, {"text": "Hezekiah gave him all the silver that was found in the LORD’s house and in the treasures of the king’s house. ", "type": "text", "attrs": {"verseId": "2KI.18.15", "verseOrgIds": ["2KI.18.15"]}}, {"text": "At that time, Hezekiah cut off the gold from the doors of the LORD’s temple, and from the pillars which Hezekiah king of Judah had overlaid, and gave it to the king of Assyria.", "type": "text", "attrs": {"verseId": "2KI.18.16", "verseOrgIds": ["2KI.18.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king of Assyria sent Tartan, Rabsaris, and Rabshakeh from Lachish to king Hezekiah with a great army to Jerusalem. They went up and came to Jerusalem. When they had come up, they came and stood by the conduit of the upper pool, which is in the highway of the fuller’s field. ", "type": "text", "attrs": {"verseId": "2KI.18.17", "verseOrgIds": ["2KI.18.17"]}}, {"text": "When they had called to the king, Eliakim the son of Hilkiah, who was over the household, and Shebnah the scribe, and Joah the son of Asaph the recorder came out to them. ", "type": "text", "attrs": {"verseId": "2KI.18.18", "verseOrgIds": ["2KI.18.18"]}}, {"text": "Rabshakeh said to them, “Say now to Hezekiah, ‘The great king, the king of Assyria, says, “What confidence is this in which you trust? ", "type": "text", "attrs": {"verseId": "2KI.18.19", "verseOrgIds": ["2KI.18.19"]}}, {"text": "You say (but they are but vain words), ‘There is counsel and strength for war.’ Now on whom do you trust, that you have rebelled against me? ", "type": "text", "attrs": {"verseId": "2KI.18.20", "verseOrgIds": ["2KI.18.20"]}}, {"text": "Now, behold, you trust in the staff of this bruised reed, even in Egypt. If a man leans on it, it will go into his hand and pierce it. So is Pharaoh king of Egypt to all who trust on him. ", "type": "text", "attrs": {"verseId": "2KI.18.21", "verseOrgIds": ["2KI.18.21"]}}, {"text": "But if you tell me, ‘We trust in the LORD our God,’ isn’t that he whose high places and whose altars Hezekiah has taken away, and has said to Judah and to Jerusalem, ‘You shall worship before this altar in Jerusalem?’ ", "type": "text", "attrs": {"verseId": "2KI.18.22", "verseOrgIds": ["2KI.18.22"]}}, {"text": "Now therefore, please give pledges to my master the king of Assyria, and I will give you two thousand horses if you are able on your part to set riders on them. ", "type": "text", "attrs": {"verseId": "2KI.18.23", "verseOrgIds": ["2KI.18.23"]}}, {"text": "How then can you turn away the face of one captain of the least of my master’s servants, and put your trust on Egypt for chariots and for horsemen? ", "type": "text", "attrs": {"verseId": "2KI.18.24", "verseOrgIds": ["2KI.18.24"]}}, {"text": "Have I now come up without the LORD against this place to destroy it? the LORD said to me, ‘Go up against this land, and destroy it.’”’”", "type": "text", "attrs": {"verseId": "2KI.18.25", "verseOrgIds": ["2KI.18.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Eliakim the son of Hilkiah, Shebnah, and Joah, said to Rabshakeh, “Please speak to your servants in the Syrian language, for we understand it. Don’t speak with us in the Jews’ language, in the hearing of the people who are on the wall.”", "type": "text", "attrs": {"verseId": "2KI.18.26", "verseOrgIds": ["2KI.18.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But Rabshakeh said to them, “Has my master sent me to your master and to you, to speak these words? Hasn’t he sent me to the men who sit on the wall, to eat their own dung, and to drink their own urine with you?”", "type": "text", "attrs": {"verseId": "2KI.18.27", "verseOrgIds": ["2KI.18.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Rabshakeh stood and cried with a loud voice in the Jews’ language, and spoke, saying, “Hear the word of the great king, the king of Assyria. ", "type": "text", "attrs": {"verseId": "2KI.18.28", "verseOrgIds": ["2KI.18.28"]}}, {"text": "The king says, ‘Don’t let Hezekiah deceive you, for he will not be able to deliver you out of his hand. ", "type": "text", "attrs": {"verseId": "2KI.18.29", "verseOrgIds": ["2KI.18.29"]}}, {"text": "Don’t let Hezekiah make you trust in the LORD, saying, “The LORD will surely deliver us, and this city shall not be given into the hand of the king of Assyria.” ", "type": "text", "attrs": {"verseId": "2KI.18.30", "verseOrgIds": ["2KI.18.30"]}}, {"text": "Don’t listen to Hezekiah.’ For the king of Assyria says, ‘Make your peace with me, and come out to me; and everyone of you eat from his own vine, and everyone from his own fig tree, and everyone drink water from his own cistern; ", "type": "text", "attrs": {"verseId": "2KI.18.31", "verseOrgIds": ["2KI.18.31"]}}, {"text": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards, a land of olive trees and of honey, that you may live and not die. Don’t listen to Hezekiah when he persuades you, saying, “The LORD will deliver us.” ", "type": "text", "attrs": {"verseId": "2KI.18.32", "verseOrgIds": ["2KI.18.32"]}}, {"text": "Has any of the gods of the nations ever delivered his land out of the hand of the king of Assyria? ", "type": "text", "attrs": {"verseId": "2KI.18.33", "verseOrgIds": ["2KI.18.33"]}}, {"text": "Where are the gods of Hamath and of Arpad? Where are the gods of Sepharvaim, of Hena, and Ivvah? Have they delivered Samaria out of my hand? ", "type": "text", "attrs": {"verseId": "2KI.18.34", "verseOrgIds": ["2KI.18.34"]}}, {"text": "Who are they among all the gods of the countries, that have delivered their country out of my hand, that the LORD should deliver Jerusalem out of my hand?’”", "type": "text", "attrs": {"verseId": "2KI.18.35", "verseOrgIds": ["2KI.18.35"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But the people stayed quiet, and answered him not a word; for the king’s commandment was, “Don’t answer him.” ", "type": "text", "attrs": {"verseId": "2KI.18.36", "verseOrgIds": ["2KI.18.36"]}}, {"text": "Then Eliakim the son of Hilkiah, who was over the household, came with Shebna the scribe and Joah the son of Asaph the recorder to Hezekiah with their clothes torn, and told him Rabshakeh’s words.", "type": "text", "attrs": {"verseId": "2KI.18.37", "verseOrgIds": ["2KI.18.37"]}}]}], "next": {"id": "2KI.19", "number": "19", "bookId": "2KI"}, "previous": {"id": "2KI.17", "number": "17", "bookId": "2KI"}}}}