{"_default": {"1": {"id": "JOS.8", "bibleId": "f72b840c855f362c-04", "number": "8", "bookId": "JOS", "reference": "Joshua 8", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Joshua, “Don’t be afraid, and don’t be dismayed. Take all the warriors with you, and arise, go up to Ai. Behold, I have given into your hand the king of Ai, with his people, his city, and his land. ", "type": "text", "attrs": {"verseId": "JOS.8.1", "verseOrgIds": ["JOS.8.1"]}}, {"text": "You shall do to Ai and her king as you did to Jericho and her king, except you shall take its goods and its livestock for yourselves. Set an ambush for the city behind it.”", "type": "text", "attrs": {"verseId": "JOS.8.2", "verseOrgIds": ["JOS.8.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Joshua arose, with all the warriors, to go up to Ai. Joshua chose thirty thousand men, the mighty men of valor, and sent them out by night. ", "type": "text", "attrs": {"verseId": "JOS.8.3", "verseOrgIds": ["JOS.8.3"]}}, {"text": "He commanded them, saying, “Behold, you shall lie in ambush against the city, behind the city. Don’t go very far from the city, but all of you be ready. ", "type": "text", "attrs": {"verseId": "JOS.8.4", "verseOrgIds": ["JOS.8.4"]}}, {"text": "I and all the people who are with me will approach the city. It shall happen, when they come out against us, as at the first, that we will flee before them. ", "type": "text", "attrs": {"verseId": "JOS.8.5", "verseOrgIds": ["JOS.8.5"]}}, {"text": "They will come out after us until we have drawn them away from the city; for they will say, ‘They flee before us, like the first time.’ So we will flee before them, ", "type": "text", "attrs": {"verseId": "JOS.8.6", "verseOrgIds": ["JOS.8.6"]}}, {"text": "and you shall rise up from the ambush, and take possession of the city; for the LORD your God will deliver it into your hand. ", "type": "text", "attrs": {"verseId": "JOS.8.7", "verseOrgIds": ["JOS.8.7"]}}, {"text": "It shall be, when you have seized the city, that you shall set the city on fire. You shall do this according to the LORD’s word. Behold, I have commanded you.”", "type": "text", "attrs": {"verseId": "JOS.8.8", "verseOrgIds": ["JOS.8.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua sent them out; and they went to set up the ambush, and stayed between Bethel and Ai on the west side of Ai; but Joshua stayed among the people that night. ", "type": "text", "attrs": {"verseId": "JOS.8.9", "verseOrgIds": ["JOS.8.9"]}}, {"text": "Joshua rose up early in the morning, mustered the people, and went up, he and the elders of Israel, before the people to Ai. ", "type": "text", "attrs": {"verseId": "JOS.8.10", "verseOrgIds": ["JOS.8.10"]}}, {"text": "All the people, even the men of war who were with him, went up and came near, and came before the city and encamped on the north side of Ai. Now there was a valley between him and Ai. ", "type": "text", "attrs": {"verseId": "JOS.8.11", "verseOrgIds": ["JOS.8.11"]}}, {"text": "He took about five thousand men, and set them in ambush between Bethel and Ai, on the west side of the city. ", "type": "text", "attrs": {"verseId": "JOS.8.12", "verseOrgIds": ["JOS.8.12"]}}, {"text": "So they set the people, even all the army who was on the north of the city, and their ambush on the west of the city; and Joshua went that night into the middle of the valley. ", "type": "text", "attrs": {"verseId": "JOS.8.13", "verseOrgIds": ["JOS.8.13"]}}, {"text": "When the king of Ai saw it, they hurried and rose up early, and the men of the city went out against Israel to battle, he and all his people, at the time appointed, before the Arabah; but he didn’t know that there was an ambush against him behind the city. ", "type": "text", "attrs": {"verseId": "JOS.8.14", "verseOrgIds": ["JOS.8.14"]}}, {"text": "Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness. ", "type": "text", "attrs": {"verseId": "JOS.8.15", "verseOrgIds": ["JOS.8.15"]}}, {"text": "All the people who were in the city were called together to pursue after them. They pursued Joshua, and were drawn away from the city. ", "type": "text", "attrs": {"verseId": "JOS.8.16", "verseOrgIds": ["JOS.8.16"]}}, {"text": "There was not a man left in Ai or Bethel who didn’t go out after Israel. They left the city open, and pursued Israel.", "type": "text", "attrs": {"verseId": "JOS.8.17", "verseOrgIds": ["JOS.8.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Joshua, “Stretch out the javelin that is in your hand toward Ai, for I will give it into your hand.”", "type": "text", "attrs": {"verseId": "JOS.8.18", "verseOrgIds": ["JOS.8.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JOS 8:18"}, "items": [{"text": "Joshua stretched out the javelin that was in his hand toward the city. ", "type": "text", "attrs": {"verseId": "JOS.8.18", "verseOrgIds": ["JOS.8.18"]}}, {"text": "The ambush arose quickly out of their place, and they ran as soon as he had stretched out his hand and entered into the city and took it. They hurried and set the city on fire. ", "type": "text", "attrs": {"verseId": "JOS.8.19", "verseOrgIds": ["JOS.8.19"]}}, {"text": "When the men of Ai looked behind them, they saw, and behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way. The people who fled to the wilderness turned back on the pursuers. ", "type": "text", "attrs": {"verseId": "JOS.8.20", "verseOrgIds": ["JOS.8.20"]}}, {"text": "When Joshua and all Israel saw that the ambush had taken the city, and that the smoke of the city ascended, then they turned back and killed the men of Ai. ", "type": "text", "attrs": {"verseId": "JOS.8.21", "verseOrgIds": ["JOS.8.21"]}}, {"text": "The others came out of the city against them, so they were in the middle of Israel, some on this side, and some on that side. They struck them, so that they let none of them remain or escape. ", "type": "text", "attrs": {"verseId": "JOS.8.22", "verseOrgIds": ["JOS.8.22"]}}, {"text": "They captured the king of Ai alive, and brought him to Joshua.", "type": "text", "attrs": {"verseId": "JOS.8.23", "verseOrgIds": ["JOS.8.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Israel had finished killing all the inhabitants of Ai in the field, in the wilderness in which they pursued them, and they had all fallen by the edge of the sword until they were consumed, all Israel returned to Ai and struck it with the edge of the sword. ", "type": "text", "attrs": {"verseId": "JOS.8.24", "verseOrgIds": ["JOS.8.24"]}}, {"text": "All that fell that day, both of men and women, were twelve thousand, even all the people of Ai. ", "type": "text", "attrs": {"verseId": "JOS.8.25", "verseOrgIds": ["JOS.8.25"]}}, {"text": "For Joshua didn’t draw back his hand, with which he stretched out the javelin, until he had utterly destroyed all the inhabitants of Ai. ", "type": "text", "attrs": {"verseId": "JOS.8.26", "verseOrgIds": ["JOS.8.26"]}}, {"text": "Israel took for themselves only the livestock and the goods of that city, according to the LORD’s word which he commanded Joshua. ", "type": "text", "attrs": {"verseId": "JOS.8.27", "verseOrgIds": ["JOS.8.27"]}}, {"text": "So Joshua burned Ai and made it a heap forever, even a desolation, to this day. ", "type": "text", "attrs": {"verseId": "JOS.8.28", "verseOrgIds": ["JOS.8.28"]}}, {"text": "He hanged the king of Ai on a tree until the evening. At sundown, Joshua commanded, and they took his body down from the tree and threw it at the entrance of the gate of the city, and raised a great heap of stones on it that remains to this day.", "type": "text", "attrs": {"verseId": "JOS.8.29", "verseOrgIds": ["JOS.8.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Joshua built an altar to the LORD, the God of Israel, on Mount Ebal, ", "type": "text", "attrs": {"verseId": "JOS.8.30", "verseOrgIds": ["JOS.8.30"]}}, {"text": "as Moses the servant of the LORD commanded the children of Israel, as it is written in the scroll of the Torah of Moses: an altar of uncut stones, on which no one had lifted up any iron. They offered burnt offerings on it to the LORD and sacrificed peace offerings. ", "type": "text", "attrs": {"verseId": "JOS.8.31", "verseOrgIds": ["JOS.8.31"]}}, {"text": "He wrote there on the stones a copy of Moses’ law, which he wrote in the presence of the children of Israel. ", "type": "text", "attrs": {"verseId": "JOS.8.32", "verseOrgIds": ["JOS.8.32"]}}, {"text": "All Israel, with their elders, officers, and judges, stood on both sides of the ark before the Levitical priests, who carried the ark of the LORD’s covenant, the foreigner as well as the native; half of them in front of Mount Gerizim, and half of them in front of Mount Ebal, as Moses the servant of the LORD had commanded at the first, that they should bless the people of Israel. ", "type": "text", "attrs": {"verseId": "JOS.8.33", "verseOrgIds": ["JOS.8.33"]}}, {"text": "Afterward he read all the words of the law, the blessing and the curse, according to all that is written in the scroll of the Torah. ", "type": "text", "attrs": {"verseId": "JOS.8.34", "verseOrgIds": ["JOS.8.34"]}}, {"text": "There was not a word of all that Moses commanded which Joshua didn’t read before all the assembly of Israel, with the women, the little ones, and the foreigners who were among them.", "type": "text", "attrs": {"verseId": "JOS.8.35", "verseOrgIds": ["JOS.8.35"]}}]}], "next": {"id": "JOS.9", "number": "9", "bookId": "JOS"}, "previous": {"id": "JOS.7", "number": "7", "bookId": "JOS"}}}}