{"_default": {"1": {"id": "JOS.23", "bibleId": "f72b840c855f362c-04", "number": "23", "bookId": "JOS", "reference": "Joshua 23", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After many days, when the LORD had given rest to Israel from their enemies all around, and Joshua was old and well advanced in years, ", "type": "text", "attrs": {"verseId": "JOS.23.1", "verseOrgIds": ["JOS.23.1"]}}, {"text": "Joshua called for all Israel, for their elders and for their heads, and for their judges and for their officers, and said to them, “I am old and well advanced in years. ", "type": "text", "attrs": {"verseId": "JOS.23.2", "verseOrgIds": ["JOS.23.2"]}}, {"text": "You have seen all that the LORD your God has done to all these nations because of you; for it is the LORD your God who has fought for you. ", "type": "text", "attrs": {"verseId": "JOS.23.3", "verseOrgIds": ["JOS.23.3"]}}, {"text": "Behold, I have allotted to you these nations that remain, to be an inheritance for your tribes, from the Jordan, with all the nations that I have cut off, even to the great sea toward the going down of the sun. ", "type": "text", "attrs": {"verseId": "JOS.23.4", "verseOrgIds": ["JOS.23.4"]}}, {"text": "The LORD your God will thrust them out from before you, and drive them from out of your sight. You shall possess their land, as the LORD your God spoke to you.", "type": "text", "attrs": {"verseId": "JOS.23.5", "verseOrgIds": ["JOS.23.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Therefore be very courageous to keep and to do all that is written in the scroll of the Torah of Moses, that you not turn away from it to the right hand or to the left; ", "type": "text", "attrs": {"verseId": "JOS.23.6", "verseOrgIds": ["JOS.23.6"]}}, {"text": "that you not come among these nations, these that remain among you; neither make mention of the name of their gods, nor cause to swear by them, neither serve them, nor bow down yourselves to them; ", "type": "text", "attrs": {"verseId": "JOS.23.7", "verseOrgIds": ["JOS.23.7"]}}, {"text": "but hold fast to the LORD your God, as you have done to this day.", "type": "text", "attrs": {"verseId": "JOS.23.8", "verseOrgIds": ["JOS.23.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“For the LORD has driven great and strong nations out from before you. But as for you, no man has stood before you to this day. ", "type": "text", "attrs": {"verseId": "JOS.23.9", "verseOrgIds": ["JOS.23.9"]}}, {"text": "One man of you shall chase a thousand; for it is the LORD your God who fights for you, as he spoke to you. ", "type": "text", "attrs": {"verseId": "JOS.23.10", "verseOrgIds": ["JOS.23.10"]}}, {"text": "Take good heed therefore to yourselves, that you love the LORD your God.", "type": "text", "attrs": {"verseId": "JOS.23.11", "verseOrgIds": ["JOS.23.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“But if you do at all go back, and hold fast to the remnant of these nations, even these who remain among you, and make marriages with them, and go in to them, and they to you; ", "type": "text", "attrs": {"verseId": "JOS.23.12", "verseOrgIds": ["JOS.23.12"]}}, {"text": "know for a certainty that the LORD your God will no longer drive these nations from out of your sight; but they shall be a snare and a trap to you, a scourge in your sides, and thorns in your eyes, until you perish from off this good land which the LORD your God has given you.", "type": "text", "attrs": {"verseId": "JOS.23.13", "verseOrgIds": ["JOS.23.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Behold, today I am going the way of all the earth. You know in all your hearts and in all your souls that not one thing has failed of all the good things which the LORD your God spoke concerning you. All have happened to you. Not one thing has failed of it. ", "type": "text", "attrs": {"verseId": "JOS.23.14", "verseOrgIds": ["JOS.23.14"]}}, {"text": "It shall happen that as all the good things have come on you of which the LORD your God spoke to you, so the LORD will bring on you all the evil things, until he has destroyed you from off this good land which the LORD your God has given you, ", "type": "text", "attrs": {"verseId": "JOS.23.15", "verseOrgIds": ["JOS.23.15"]}}, {"text": "when you disobey the covenant of the LORD your God, which he commanded you, and go and serve other gods, and bow down yourselves to them. Then the LORD’s anger will be kindled against you, and you will perish quickly from off the good land which he has given to you.”", "type": "text", "attrs": {"verseId": "JOS.23.16", "verseOrgIds": ["JOS.23.16"]}}]}], "next": {"id": "JOS.24", "number": "24", "bookId": "JOS"}, "previous": {"id": "JOS.22", "number": "22", "bookId": "JOS"}}}}