{"_default": {"1": {"id": "1KI.15", "bibleId": "f72b840c855f362c-04", "number": "15", "bookId": "1KI", "reference": "1 Kings 15", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now in the eighteenth year of king Jeroboam the son of Nebat, Abijam began to reign over Judah. ", "type": "text", "attrs": {"verseId": "1KI.15.1", "verseOrgIds": ["1KI.15.1"]}}, {"text": "He reigned three years in Jerusalem. His mother’s name was Maacah the daughter of Abishalom. ", "type": "text", "attrs": {"verseId": "1KI.15.2", "verseOrgIds": ["1KI.15.2"]}}, {"text": "He walked in all the sins of his father, which he had done before him; and his heart was not perfect with the LORD his God, as the heart of David his father. ", "type": "text", "attrs": {"verseId": "1KI.15.3", "verseOrgIds": ["1KI.15.3"]}}, {"text": "Nevertheless for David’s sake, the LORD his God gave him a lamp in Jerusalem, to set up his son after him and to establish Jerusalem; ", "type": "text", "attrs": {"verseId": "1KI.15.4", "verseOrgIds": ["1KI.15.4"]}}, {"text": "because David did that which was right in the LORD’s eyes, and didn’t turn away from anything that he commanded him all the days of his life, except only in the matter of Uriah the Hittite. ", "type": "text", "attrs": {"verseId": "1KI.15.5", "verseOrgIds": ["1KI.15.5"]}}, {"text": "Now there was war between Rehoboam and Jeroboam all the days of his life. ", "type": "text", "attrs": {"verseId": "1KI.15.6", "verseOrgIds": ["1KI.15.6"]}}, {"text": "The rest of the acts of Abijam, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah? There was war between Abijam and Jeroboam. ", "type": "text", "attrs": {"verseId": "1KI.15.7", "verseOrgIds": ["1KI.15.7"]}}, {"text": "Abijam slept with his fathers, and they buried him in David’s city; and Asa his son reigned in his place.", "type": "text", "attrs": {"verseId": "1KI.15.8", "verseOrgIds": ["1KI.15.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the twentieth year of Jeroboam king of Israel, Asa began to reign over Judah. ", "type": "text", "attrs": {"verseId": "1KI.15.9", "verseOrgIds": ["1KI.15.9"]}}, {"text": "He reigned forty-one years in Jerusalem. His mother’s name was Maacah the daughter of Abishalom. ", "type": "text", "attrs": {"verseId": "1KI.15.10", "verseOrgIds": ["1KI.15.10"]}}, {"text": "Asa did that which was right in the LORD’s eyes, as David his father did. ", "type": "text", "attrs": {"verseId": "1KI.15.11", "verseOrgIds": ["1KI.15.11"]}}, {"text": "He put away the sodomites out of the land, and removed all the idols that his fathers had made. ", "type": "text", "attrs": {"verseId": "1KI.15.12", "verseOrgIds": ["1KI.15.12"]}}, {"text": "He also removed Maacah his mother from being queen, because she had made an abominable image for an Asherah. Asa cut down her image and burned it at the brook Kidron. ", "type": "text", "attrs": {"verseId": "1KI.15.13", "verseOrgIds": ["1KI.15.13"]}}, {"text": "But the high places were not taken away. Nevertheless the heart of Asa was perfect with the LORD all his days. ", "type": "text", "attrs": {"verseId": "1KI.15.14", "verseOrgIds": ["1KI.15.14"]}}, {"text": "He brought into the LORD’s house the things that his father had dedicated, and the things that he himself had dedicated: silver, gold, and utensils.", "type": "text", "attrs": {"verseId": "1KI.15.15", "verseOrgIds": ["1KI.15.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "There was war between Asa and Baasha king of Israel all their days. ", "type": "text", "attrs": {"verseId": "1KI.15.16", "verseOrgIds": ["1KI.15.16"]}}, {"text": "Baasha king of Israel went up against Judah, and built Ramah, that he might not allow anyone to go out or come in to Asa king of Judah. ", "type": "text", "attrs": {"verseId": "1KI.15.17", "verseOrgIds": ["1KI.15.17"]}}, {"text": "Then Asa took all the silver and the gold that was left in the treasures of the LORD’s house, and the treasures of the king’s house, and delivered it into the hand of his servants. Then King Asa sent them to Ben Hadad, the son of Tabrimmon, the son of Hezion, king of Syria, who lived at Damascus, saying, ", "type": "text", "attrs": {"verseId": "1KI.15.18", "verseOrgIds": ["1KI.15.18"]}}, {"text": "“Let there be a treaty between me and you, like that between my father and your father. Behold, I have sent to you a present of silver and gold. Go, break your treaty with Baasha king of Israel, that he may depart from me.”", "type": "text", "attrs": {"verseId": "1KI.15.19", "verseOrgIds": ["1KI.15.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Ben Hadad listened to king Asa, and sent the captains of his armies against the cities of Israel, and struck Ijon, and Dan, and Abel Beth Maacah, and all Chinneroth, with all the land of Naphtali. ", "type": "text", "attrs": {"verseId": "1KI.15.20", "verseOrgIds": ["1KI.15.20"]}}, {"text": "When Baasha heard of it, he stopped building Ramah, and lived in Tirzah. ", "type": "text", "attrs": {"verseId": "1KI.15.21", "verseOrgIds": ["1KI.15.21"]}}, {"text": "Then king Asa made a proclamation to all Judah. No one was exempted. They carried away the stones of Ramah, and its timber, with which Baasha had built; and king Asa used it to build Geba of Benjamin, and Mizpah. ", "type": "text", "attrs": {"verseId": "1KI.15.22", "verseOrgIds": ["1KI.15.22"]}}, {"text": "Now the rest of all the acts of Asa, and all his might, and all that he did, and the cities which he built, aren’t they written in the book of the chronicles of the kings of Judah? But in the time of his old age he was diseased in his feet. ", "type": "text", "attrs": {"verseId": "1KI.15.23", "verseOrgIds": ["1KI.15.23"]}}, {"text": "Asa slept with his fathers, and was buried with his fathers in his father David’s city; and Jehoshaphat his son reigned in his place.", "type": "text", "attrs": {"verseId": "1KI.15.24", "verseOrgIds": ["1KI.15.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Nadab the son of Jeroboam began to reign over Israel in the second year of Asa king of Judah; and he reigned over Israel two years. ", "type": "text", "attrs": {"verseId": "1KI.15.25", "verseOrgIds": ["1KI.15.25"]}}, {"text": "He did that which was evil in the LORD’s sight, and walked in the way of his father, and in his sin with which he made Israel to sin. ", "type": "text", "attrs": {"verseId": "1KI.15.26", "verseOrgIds": ["1KI.15.26"]}}, {"text": "Baasha the son of Ahijah, of the house of Issachar, conspired against him; and Baasha struck him at Gibbethon, which belonged to the Philistines; for Nadab and all Israel were besieging Gibbethon. ", "type": "text", "attrs": {"verseId": "1KI.15.27", "verseOrgIds": ["1KI.15.27"]}}, {"text": "Even in the third year of Asa king of Judah, Baasha killed him and reigned in his place. ", "type": "text", "attrs": {"verseId": "1KI.15.28", "verseOrgIds": ["1KI.15.28"]}}, {"text": "As soon as he was king, he struck all the house of Jeroboam. He didn’t leave to Jeroboam any who breathed, until he had destroyed him, according to the saying of the LORD, which he spoke by his servant Ahijah the Shilonite; ", "type": "text", "attrs": {"verseId": "1KI.15.29", "verseOrgIds": ["1KI.15.29"]}}, {"text": "for the sins of Jeroboam which he sinned, and with which he made Israel to sin, because of his provocation with which he provoked the LORD, the God of Israel, to anger.", "type": "text", "attrs": {"verseId": "1KI.15.30", "verseOrgIds": ["1KI.15.30"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the rest of the acts of Nadab, and all that he did, aren’t they written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "1KI.15.31", "verseOrgIds": ["1KI.15.31"]}}, {"text": "There was war between Asa and Baasha king of Israel all their days.", "type": "text", "attrs": {"verseId": "1KI.15.32", "verseOrgIds": ["1KI.15.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the third year of Asa king of Judah, Baasha the son of Ahijah began to reign over all Israel in Tirzah for twenty-four years. ", "type": "text", "attrs": {"verseId": "1KI.15.33", "verseOrgIds": ["1KI.15.33"]}}, {"text": "He did that which was evil in the LORD’s sight, and walked in the way of Jeroboam, and in his sin with which he made Israel to sin.", "type": "text", "attrs": {"verseId": "1KI.15.34", "verseOrgIds": ["1KI.15.34"]}}]}], "next": {"id": "1KI.16", "number": "16", "bookId": "1KI"}, "previous": {"id": "1KI.14", "number": "14", "bookId": "1KI"}}}}