{"_default": {"1": {"id": "2KI.11", "bibleId": "f72b840c855f362c-04", "number": "11", "bookId": "2KI", "reference": "2 Kings 11", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal offspring. ", "type": "text", "attrs": {"verseId": "2KI.11.1", "verseOrgIds": ["2KI.11.1"]}}, {"text": "But Jehosheba, the daughter of king Joram, sister of Ahaziah, took Joash the son of Ahaziah, and stole him away from among the king’s sons who were slain, even him and his nurse, and put them in the bedroom; and they hid him from Athaliah, so that he was not slain. ", "type": "text", "attrs": {"verseId": "2KI.11.2", "verseOrgIds": ["2KI.11.2"]}}, {"text": "He was with her hidden in the LORD’s house six years while Athaliah reigned over the land.", "type": "text", "attrs": {"verseId": "2KI.11.3", "verseOrgIds": ["2KI.11.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the seventh year Jehoiada sent and fetched the captains over hundreds of the Carites and of the guard, and brought them to him into the LORD’s house; and he made a covenant with them, and made a covenant with them in the LORD’s house, and showed them the king’s son. ", "type": "text", "attrs": {"verseId": "2KI.11.4", "verseOrgIds": ["2KI.11.4"]}}, {"text": "He commanded them, saying, “This is what you must do: a third of you, who come in on the Sabbath, shall be keepers of the watch of the king’s house; ", "type": "text", "attrs": {"verseId": "2KI.11.5", "verseOrgIds": ["2KI.11.5"]}}, {"text": "a third of you shall be at the gate Sur; and a third of you at the gate behind the guard. So you shall keep the watch of the house, and be a barrier. ", "type": "text", "attrs": {"verseId": "2KI.11.6", "verseOrgIds": ["2KI.11.6"]}}, {"text": "The two companies of you, even all who go out on the Sabbath, shall keep the watch of the LORD’s house around the king. ", "type": "text", "attrs": {"verseId": "2KI.11.7", "verseOrgIds": ["2KI.11.7"]}}, {"text": "You shall surround the king, every man with his weapons in his hand; and he who comes within the ranks, let him be slain. Be with the king when he goes out, and when he comes in.”", "type": "text", "attrs": {"verseId": "2KI.11.8", "verseOrgIds": ["2KI.11.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The captains over hundreds did according to all that Jehoiada the priest commanded; and they each took his men, those who were to come in on the Sabbath with those who were to go out on the Sabbath, and came to Jehoiada the priest. ", "type": "text", "attrs": {"verseId": "2KI.11.9", "verseOrgIds": ["2KI.11.9"]}}, {"text": "The priest delivered to the captains over hundreds the spears and shields that had been king David’s, which were in the LORD’s house. ", "type": "text", "attrs": {"verseId": "2KI.11.10", "verseOrgIds": ["2KI.11.10"]}}, {"text": "The guard stood, every man with his weapons in his hand, from the right side of the house to the left side of the house, along by the altar and the house, around the king. ", "type": "text", "attrs": {"verseId": "2KI.11.11", "verseOrgIds": ["2KI.11.11"]}}, {"text": "Then he brought out the king’s son, and put the crown on him, and gave him the covenant; and they made him king and anointed him; and they clapped their hands, and said, “Long live the king!”", "type": "text", "attrs": {"verseId": "2KI.11.12", "verseOrgIds": ["2KI.11.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Athaliah heard the noise of the guard and of the people, she came to the people into the LORD’s house; ", "type": "text", "attrs": {"verseId": "2KI.11.13", "verseOrgIds": ["2KI.11.13"]}}, {"text": "and she looked, and behold, the king stood by the pillar, as the tradition was, with the captains and the shofars", "type": "text", "attrs": {"verseId": "2KI.11.14", "verseOrgIds": ["2KI.11.14"]}}, {"text": " by the king; and all the people of the land rejoiced, and blew shofars", "type": "text", "attrs": {"verseId": "2KI.11.14", "verseOrgIds": ["2KI.11.14"]}}, {"text": ". Then Athaliah tore her clothes and cried, “Treason! Treason!”", "type": "text", "attrs": {"verseId": "2KI.11.14", "verseOrgIds": ["2KI.11.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoiada the priest commanded the captains of hundreds who were set over the army, and said to them, “Bring her out between the ranks. Kill anyone who follows her with the sword.” For the priest said, “Don’t let her be slain in the LORD’s house.” ", "type": "text", "attrs": {"verseId": "2KI.11.15", "verseOrgIds": ["2KI.11.15"]}}, {"text": "So they seized her; and she went by the way of the horses’ entry to the king’s house, and she was slain there.", "type": "text", "attrs": {"verseId": "2KI.11.16", "verseOrgIds": ["2KI.11.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoiada made a covenant between the LORD and the king and the people, that they should be the LORD’s people; also between the king and the people. ", "type": "text", "attrs": {"verseId": "2KI.11.17", "verseOrgIds": ["2KI.11.17"]}}, {"text": "All the people of the land went to the house of Baal, and broke it down. They broke his altars and his images in pieces thoroughly, and killed Mattan the priest of Baal before the altars. The priest appointed officers over the LORD’s house. ", "type": "text", "attrs": {"verseId": "2KI.11.18", "verseOrgIds": ["2KI.11.18"]}}, {"text": "He took the captains over hundreds, and the Carites, and the guard, and all the people of the land; and they brought down the king from the LORD’s house, and came by the way of the gate of the guard to the king’s house. He sat on the throne of the kings. ", "type": "text", "attrs": {"verseId": "2KI.11.19", "verseOrgIds": ["2KI.11.19"]}}, {"text": "So all the people of the land rejoiced, and the city was quiet. They had slain Athaliah with the sword at the king’s house.", "type": "text", "attrs": {"verseId": "2KI.11.20", "verseOrgIds": ["2KI.11.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoash was seven years old when he began to reign.", "type": "text", "attrs": {"verseId": "2KI.11.21", "verseOrgIds": ["2KI.12.1"]}}]}], "next": {"id": "2KI.12", "number": "12", "bookId": "2KI"}, "previous": {"id": "2KI.10", "number": "10", "bookId": "2KI"}}}}