{"_default": {"1": {"id": "EZK.38", "bibleId": "f72b840c855f362c-04", "number": "38", "bookId": "EZK", "reference": "Ezekiel 38", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.38.1", "verseOrgIds": ["EZK.38.1"]}}, {"text": "“Son of man, set your face toward Gog, of the land of Magog, the prince of Rosh, Meshech, and Tubal, and prophesy against him, ", "type": "text", "attrs": {"verseId": "EZK.38.2", "verseOrgIds": ["EZK.38.2"]}}, {"text": "and say, ‘The Lord GOD says: “Behold, I am against you, Gog, prince of Rosh, Meshech, and Tubal. ", "type": "text", "attrs": {"verseId": "EZK.38.3", "verseOrgIds": ["EZK.38.3"]}}, {"text": "I will turn you around, and put hooks into your jaws, and I will bring you out, with all your army, horses and horsemen, all of them clothed in full armor, a great company with buckler and shield, all of them handling swords; ", "type": "text", "attrs": {"verseId": "EZK.38.4", "verseOrgIds": ["EZK.38.4"]}}, {"text": "Persia, Cush, and Put with them, all of them with shield and helmet; ", "type": "text", "attrs": {"verseId": "EZK.38.5", "verseOrgIds": ["EZK.38.5"]}}, {"text": "Gomer, and all his hordes; the house of Togarmah in the uttermost parts of the north, and all his hordes—even many peoples with you.", "type": "text", "attrs": {"verseId": "EZK.38.6", "verseOrgIds": ["EZK.38.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Be prepared, yes, prepare yourself, you, and all your companies who are assembled to you, and be a guard to them. ", "type": "text", "attrs": {"verseId": "EZK.38.7", "verseOrgIds": ["EZK.38.7"]}}, {"text": "After many days you will be visited. In the latter years you will come into the land that is brought back from the sword, that is gathered out of many peoples, on the mountains of Israel, which have been a continual waste; but it is brought out of the peoples and they will dwell securely, all of them. ", "type": "text", "attrs": {"verseId": "EZK.38.8", "verseOrgIds": ["EZK.38.8"]}}, {"text": "You will ascend. You will come like a storm. You will be like a cloud to cover the land, you and all your hordes, and many peoples with you.”", "type": "text", "attrs": {"verseId": "EZK.38.9", "verseOrgIds": ["EZK.38.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘The Lord GOD says: “It will happen in that day that things will come into your mind, and you will devise an evil plan. ", "type": "text", "attrs": {"verseId": "EZK.38.10", "verseOrgIds": ["EZK.38.10"]}}, {"text": "You will say, ‘I will go up to the land of unwalled villages. I will go to those who are at rest, who dwell securely, all of them dwelling without walls, and having neither bars nor gates, ", "type": "text", "attrs": {"verseId": "EZK.38.11", "verseOrgIds": ["EZK.38.11"]}}, {"text": "to take the plunder and to take prey; to turn your hand against the waste places that are inhabited, and against the people who are gathered out of the nations, who have gotten livestock and goods, who dwell in the middle of the earth.’ ", "type": "text", "attrs": {"verseId": "EZK.38.12", "verseOrgIds": ["EZK.38.12"]}}, {"text": "Sheba, Dedan, and the merchants of Tarshish, with all its young lions, will ask you, ‘Have you come to take the plunder? Have you assembled your company to take the prey, to carry away silver and gold, to take away livestock and goods, to take great plunder?’”’", "type": "text", "attrs": {"verseId": "EZK.38.13", "verseOrgIds": ["EZK.38.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Therefore, son of man, prophesy, and tell Gog, ‘The Lord GOD says: “In that day when my people Israel dwells securely, will you not know it? ", "type": "text", "attrs": {"verseId": "EZK.38.14", "verseOrgIds": ["EZK.38.14"]}}, {"text": "You will come from your place out of the uttermost parts of the north, you, and many peoples with you, all of them riding on horses, a great company and a mighty army. ", "type": "text", "attrs": {"verseId": "EZK.38.15", "verseOrgIds": ["EZK.38.15"]}}, {"text": "You will come up against my people Israel as a cloud to cover the land. It will happen in the latter days that I will bring you against my land, that the nations may know me when I am sanctified in you, Gog, before their eyes.”", "type": "text", "attrs": {"verseId": "EZK.38.16", "verseOrgIds": ["EZK.38.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘The Lord GOD says: “Are you he of whom I spoke in old time by my servants the prophets of Israel, who prophesied in those days for years that I would bring you against them? ", "type": "text", "attrs": {"verseId": "EZK.38.17", "verseOrgIds": ["EZK.38.17"]}}, {"text": "It will happen in that day, when Gog comes against Eretz-Israel,” says the Lord GOD, “that my wrath will come up into my nostrils. ", "type": "text", "attrs": {"verseId": "EZK.38.18", "verseOrgIds": ["EZK.38.18"]}}, {"text": "For in my jealousy and in the fire of my wrath I have spoken. Surely in that day there will be a great shaking in Eretz-Israel, ", "type": "text", "attrs": {"verseId": "EZK.38.19", "verseOrgIds": ["EZK.38.19"]}}, {"text": "so that the fish of the sea, the birds of the sky, the animals of the field, all creeping things who creep on the earth, and all the men who are on the surface of the earth will shake at my presence. Then the mountains will be thrown down, the steep places will fall, and every wall will fall to the ground. ", "type": "text", "attrs": {"verseId": "EZK.38.20", "verseOrgIds": ["EZK.38.20"]}}, {"text": "I will call for a sword against him to all my mountains,” says the Lord GOD. “Every man’s sword will be against his brother. ", "type": "text", "attrs": {"verseId": "EZK.38.21", "verseOrgIds": ["EZK.38.21"]}}, {"text": "I will enter into judgment with him with pestilence and with blood. I will rain on him, on his hordes, and on the many peoples who are with him, torrential rains with great hailstones, fire, and sulfur. ", "type": "text", "attrs": {"verseId": "EZK.38.22", "verseOrgIds": ["EZK.38.22"]}}, {"text": "I will magnify myself and sanctify myself, and I will make myself known in the eyes of many nations. Then they will know that I am the LORD.”’", "type": "text", "attrs": {"verseId": "EZK.38.23", "verseOrgIds": ["EZK.38.23"]}}]}], "next": {"id": "EZK.39", "number": "39", "bookId": "EZK"}, "previous": {"id": "EZK.37", "number": "37", "bookId": "EZK"}}}}