{"_default": {"1": {"id": "GEN.47", "bibleId": "f72b840c855f362c-04", "number": "47", "bookId": "GEN", "reference": "Genesis 47", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Joseph went in and told Pharaoh, and said, “My father and my brothers, with their flocks, their herds, and all that they own, have come out of the land of Canaan; and behold, they are in the land of Goshen.” ", "type": "text", "attrs": {"verseId": "GEN.47.1", "verseOrgIds": ["GEN.47.1"]}}, {"text": "From among his brothers he took five men, and presented them to Pharaoh. ", "type": "text", "attrs": {"verseId": "GEN.47.2", "verseOrgIds": ["GEN.47.2"]}}, {"text": "Pharaoh said to his brothers, “What is your occupation?”", "type": "text", "attrs": {"verseId": "GEN.47.3", "verseOrgIds": ["GEN.47.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "GEN 47:3"}, "items": [{"text": "They said to Pharaoh, “Your servants are shepherds, both we, and our fathers.” ", "type": "text", "attrs": {"verseId": "GEN.47.3", "verseOrgIds": ["GEN.47.3"]}}, {"text": "They also said to Pharaoh, “We have come to live as foreigners in the land, for there is no pasture for your servants’ flocks. For the famine is severe in the land of Canaan. Now therefore, please let your servants dwell in the land of Goshen.”", "type": "text", "attrs": {"verseId": "GEN.47.4", "verseOrgIds": ["GEN.47.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Pharaoh spoke to Joseph, saying, “Your father and your brothers have come to you. ", "type": "text", "attrs": {"verseId": "GEN.47.5", "verseOrgIds": ["GEN.47.5"]}}, {"text": "The land of Egypt is before you. Make your father and your brothers dwell in the best of the land. Let them dwell in the land of Goshen. If you know any able men among them, then put them in charge of my livestock.”", "type": "text", "attrs": {"verseId": "GEN.47.6", "verseOrgIds": ["GEN.47.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joseph brought in Jacob, his father, and set him before Pharaoh; and Jacob blessed Pharaoh. ", "type": "text", "attrs": {"verseId": "GEN.47.7", "verseOrgIds": ["GEN.47.7"]}}, {"text": "Pharaoh said to Jacob, “How old are you?”", "type": "text", "attrs": {"verseId": "GEN.47.8", "verseOrgIds": ["GEN.47.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jacob said to Pharaoh, “The years of my pilgrimage are one hundred thirty years. The days of the years of my life have been few and evil. They have not attained to the days of the years of the life of my fathers in the days of their pilgrimage.” ", "type": "text", "attrs": {"verseId": "GEN.47.9", "verseOrgIds": ["GEN.47.9"]}}, {"text": "Jacob blessed Pharaoh, and went out from the presence of Pharaoh.", "type": "text", "attrs": {"verseId": "GEN.47.10", "verseOrgIds": ["GEN.47.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joseph placed his father and his brothers, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded. ", "type": "text", "attrs": {"verseId": "GEN.47.11", "verseOrgIds": ["GEN.47.11"]}}, {"text": "Joseph provided his father, his brothers, and all of his father’s household with bread, according to the sizes of their families.", "type": "text", "attrs": {"verseId": "GEN.47.12", "verseOrgIds": ["GEN.47.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "There was no bread in all the land; for the famine was very severe, so that the land of Egypt and the land of Canaan fainted by reason of the famine. ", "type": "text", "attrs": {"verseId": "GEN.47.13", "verseOrgIds": ["GEN.47.13"]}}, {"text": "Joseph gathered up all the money that was found in the land of Egypt, and in the land of Canaan, for the grain which they bought: and Joseph brought the money into Pharaoh’s house. ", "type": "text", "attrs": {"verseId": "GEN.47.14", "verseOrgIds": ["GEN.47.14"]}}, {"text": "When the money was all spent in the land of Egypt, and in the land of Canaan, all the Egyptians came to Joseph, and said, “Give us bread, for why should we die in your presence? For our money fails.”", "type": "text", "attrs": {"verseId": "GEN.47.15", "verseOrgIds": ["GEN.47.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joseph said, “Give me your livestock; and I will give you food for your livestock, if your money is gone.”", "type": "text", "attrs": {"verseId": "GEN.47.16", "verseOrgIds": ["GEN.47.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They brought their livestock to Joseph, and Joseph gave them bread in exchange for the horses, and for the flocks, and for the herds, and for the donkeys: and he fed them with bread in exchange for all their livestock for that year. ", "type": "text", "attrs": {"verseId": "GEN.47.17", "verseOrgIds": ["GEN.47.17"]}}, {"text": "When that year was ended, they came to him the second year, and said to him, “We will not hide from my lord how our money is all spent, and the herds of livestock are my lord’s. There is nothing left in the sight of my lord, but our bodies, and our lands. ", "type": "text", "attrs": {"verseId": "GEN.47.18", "verseOrgIds": ["GEN.47.18"]}}, {"text": "Why should we die before your eyes, both we and our land? Buy us and our land for bread, and we and our land will be servants to Pharaoh. Give us seed, that we may live, and not die, and that the land won’t be desolate.”", "type": "text", "attrs": {"verseId": "GEN.47.19", "verseOrgIds": ["GEN.47.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Joseph bought all the land of Egypt for Pharaoh, for every man of the Egyptians sold his field, because the famine was severe on them, and the land became Pharaoh’s. ", "type": "text", "attrs": {"verseId": "GEN.47.20", "verseOrgIds": ["GEN.47.20"]}}, {"text": "As for the people, he moved them to the cities from one end of the border of Egypt even to the other end of it. ", "type": "text", "attrs": {"verseId": "GEN.47.21", "verseOrgIds": ["GEN.47.21"]}}, {"text": "Only he didn’t buy the land of the priests, for the priests had a portion from Pharaoh, and ate their portion which Pharaoh gave them. That is why they didn’t sell their land. ", "type": "text", "attrs": {"verseId": "GEN.47.22", "verseOrgIds": ["GEN.47.22"]}}, {"text": "Then Joseph said to the people, “Behold, I have bought you and your land today for Pharaoh. Behold, here is seed for you, and you shall sow the land. ", "type": "text", "attrs": {"verseId": "GEN.47.23", "verseOrgIds": ["GEN.47.23"]}}, {"text": "It will happen at the harvests, that you shall give a fifth to Pharaoh, and four parts will be your own, for seed of the field, for your food, for them of your households, and for food for your little ones.”", "type": "text", "attrs": {"verseId": "GEN.47.24", "verseOrgIds": ["GEN.47.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They said, “You have saved our lives! Let us find favor in the sight of my lord, and we will be Pharaoh’s servants.”", "type": "text", "attrs": {"verseId": "GEN.47.25", "verseOrgIds": ["GEN.47.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joseph made it a statute concerning the land of Egypt to this day, that Pharaoh should have the fifth. Only the land of the priests alone didn’t become Pharaoh’s.", "type": "text", "attrs": {"verseId": "GEN.47.26", "verseOrgIds": ["GEN.47.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Israel lived in the land of Egypt, in the land of Goshen; and they got themselves possessions therein, and were fruitful, and multiplied exceedingly. ", "type": "text", "attrs": {"verseId": "GEN.47.27", "verseOrgIds": ["GEN.47.27"]}}, {"text": "Jacob lived in the land of Egypt seventeen years. So the days of Jacob, the years of his life, were one hundred forty-seven years. ", "type": "text", "attrs": {"verseId": "GEN.47.28", "verseOrgIds": ["GEN.47.28"]}}, {"text": "The time came near that Israel must die, and he called his son Joseph, and said to him, “If now I have found favor in your sight, please put your hand under my thigh, and deal kindly and truly with me. Please don’t bury me in Egypt, ", "type": "text", "attrs": {"verseId": "GEN.47.29", "verseOrgIds": ["GEN.47.29"]}}, {"text": "but when I sleep with my fathers, you shall carry me out of Egypt, and bury me in their burying place.”", "type": "text", "attrs": {"verseId": "GEN.47.30", "verseOrgIds": ["GEN.47.30"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "GEN 47:30"}, "items": [{"text": "Joseph said, “I will do as you have said.”", "type": "text", "attrs": {"verseId": "GEN.47.30", "verseOrgIds": ["GEN.47.30"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Israel said, “Swear to me,” and he swore to him. Then Israel bowed himself on the bed’s head.", "type": "text", "attrs": {"verseId": "GEN.47.31", "verseOrgIds": ["GEN.47.31"]}}]}], "next": {"id": "GEN.48", "number": "48", "bookId": "GEN"}, "previous": {"id": "GEN.46", "number": "46", "bookId": "GEN"}}}}