{"_default": {"1": {"id": "1SA.26", "bibleId": "f72b840c855f362c-04", "number": "26", "bookId": "1SA", "reference": "1 Samuel 26", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The Ziphites came to Saul to Gibeah, saying, “Doesn’t David hide himself in the hill of Hachilah, which is before the desert?” ", "type": "text", "attrs": {"verseId": "1SA.26.1", "verseOrgIds": ["1SA.26.1"]}}, {"text": "Then Saul arose and went down to the wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the wilderness of Ziph. ", "type": "text", "attrs": {"verseId": "1SA.26.2", "verseOrgIds": ["1SA.26.2"]}}, {"text": "Saul encamped in the hill of Hachilah, which is before the desert, by the way. But David stayed in the wilderness, and he saw that Saul came after him into the wilderness. ", "type": "text", "attrs": {"verseId": "1SA.26.3", "verseOrgIds": ["1SA.26.3"]}}, {"text": "David therefore sent out spies, and understood that Saul had certainly come. ", "type": "text", "attrs": {"verseId": "1SA.26.4", "verseOrgIds": ["1SA.26.4"]}}, {"text": "Then David arose and came to the place where Saul had encamped; and David saw the place where Saul lay, with Abner the son of Ner, the captain of his army. Saul lay within the place of the wagons, and the people were encamped around him.", "type": "text", "attrs": {"verseId": "1SA.26.5", "verseOrgIds": ["1SA.26.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then David answered and said to Ahimelech the Hittite, and to Abishai the son of Zeruiah, brother of Joab, saying, “Who will go down with me to Saul to the camp?”", "type": "text", "attrs": {"verseId": "1SA.26.6", "verseOrgIds": ["1SA.26.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1SA 26:6"}, "items": [{"text": "Abishai said, “I will go down with you.” ", "type": "text", "attrs": {"verseId": "1SA.26.6", "verseOrgIds": ["1SA.26.6"]}}, {"text": "So David and Abishai came to the people by night; and, behold, Saul lay sleeping within the place of the wagons, with his spear stuck in the ground at his head; and Abner and the people lay around him. ", "type": "text", "attrs": {"verseId": "1SA.26.7", "verseOrgIds": ["1SA.26.7"]}}, {"text": "Then Abishai said to David, “God has delivered up your enemy into your hand today. Now therefore please let me strike him with the spear to the earth at one stroke, and I will not strike him the second time.”", "type": "text", "attrs": {"verseId": "1SA.26.8", "verseOrgIds": ["1SA.26.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David said to Abishai, “Don’t destroy him, for who can stretch out his hand against the LORD’s anointed, and be guiltless?” ", "type": "text", "attrs": {"verseId": "1SA.26.9", "verseOrgIds": ["1SA.26.9"]}}, {"text": "David said, “As the LORD lives, the LORD will strike him; or his day shall come to die, or he shall go down into battle and perish. ", "type": "text", "attrs": {"verseId": "1SA.26.10", "verseOrgIds": ["1SA.26.10"]}}, {"text": "The LORD forbid that I should stretch out my hand against the LORD’s anointed; but now please take the spear that is at his head and the jar of water, and let’s go.”", "type": "text", "attrs": {"verseId": "1SA.26.11", "verseOrgIds": ["1SA.26.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So David took the spear and the jar of water from Saul’s head, and they went away. No man saw it, or knew it, nor did any awake; for they were all asleep, because a deep sleep from the LORD had fallen on them. ", "type": "text", "attrs": {"verseId": "1SA.26.12", "verseOrgIds": ["1SA.26.12"]}}, {"text": "Then David went over to the other side, and stood on the top of the mountain far away, a great space being between them; ", "type": "text", "attrs": {"verseId": "1SA.26.13", "verseOrgIds": ["1SA.26.13"]}}, {"text": "and David cried to the people, and to Abner the son of Ner, saying, “Don’t you answer, Abner?”", "type": "text", "attrs": {"verseId": "1SA.26.14", "verseOrgIds": ["1SA.26.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1SA 26:14"}, "items": [{"text": "Then Abner answered, “Who are you who calls to the king?”", "type": "text", "attrs": {"verseId": "1SA.26.14", "verseOrgIds": ["1SA.26.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David said to Abner, “Aren’t you a man? Who is like you in Israel? Why then have you not kept watch over your lord the king? For one of the people came in to destroy your lord the king. ", "type": "text", "attrs": {"verseId": "1SA.26.15", "verseOrgIds": ["1SA.26.15"]}}, {"text": "This thing isn’t good that you have done. As the LORD lives, you are worthy to die, because you have not kept watch over your lord, the LORD’s anointed. Now see where the king’s spear is, and the jar of water that was at his head.”", "type": "text", "attrs": {"verseId": "1SA.26.16", "verseOrgIds": ["1SA.26.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Saul recognized David’s voice, and said, “Is this your voice, my son David?”", "type": "text", "attrs": {"verseId": "1SA.26.17", "verseOrgIds": ["1SA.26.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1SA 26:17"}, "items": [{"text": "David said, “It is my voice, my lord, O king.” ", "type": "text", "attrs": {"verseId": "1SA.26.17", "verseOrgIds": ["1SA.26.17"]}}, {"text": "He said, “Why does my lord pursue his servant? For what have I done? What evil is in my hand? ", "type": "text", "attrs": {"verseId": "1SA.26.18", "verseOrgIds": ["1SA.26.18"]}}, {"text": "Now therefore, please let my lord the king hear the words of his servant. If it is so that the LORD has stirred you up against me, let him accept an offering. But if it is the children of men, they are cursed before the LORD; for they have driven me out today that I shouldn’t cling to the LORD’s inheritance, saying, ‘Go, serve other gods!’ ", "type": "text", "attrs": {"verseId": "1SA.26.19", "verseOrgIds": ["1SA.26.19"]}}, {"text": "Now therefore, don’t let my blood fall to the earth away from the presence of the LORD; for the king of Israel has come out to seek a flea, as when one hunts a partridge in the mountains.”", "type": "text", "attrs": {"verseId": "1SA.26.20", "verseOrgIds": ["1SA.26.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Saul said, “I have sinned. Return, my son David; for I will no more do you harm, because my life was precious in your eyes today. Behold, I have played the fool, and have erred exceedingly.”", "type": "text", "attrs": {"verseId": "1SA.26.21", "verseOrgIds": ["1SA.26.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David answered, “Behold the spear, O king! Let one of the young men come over and get it. ", "type": "text", "attrs": {"verseId": "1SA.26.22", "verseOrgIds": ["1SA.26.22"]}}, {"text": "The LORD will render to every man his righteousness and his faithfulness; because the LORD delivered you into my hand today, and I wouldn’t stretch out my hand against the LORD’s anointed. ", "type": "text", "attrs": {"verseId": "1SA.26.23", "verseOrgIds": ["1SA.26.23"]}}, {"text": "Behold, as your life was respected today in my eyes, so let my life be respected in the LORD’s eyes, and let him deliver me out of all oppression.”", "type": "text", "attrs": {"verseId": "1SA.26.24", "verseOrgIds": ["1SA.26.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Saul said to David, “You are blessed, my son David. You will both do mightily, and will surely prevail.”", "type": "text", "attrs": {"verseId": "1SA.26.25", "verseOrgIds": ["1SA.26.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1SA 26:25"}, "items": [{"text": "So David went his way, and Saul returned to his place.", "type": "text", "attrs": {"verseId": "1SA.26.25", "verseOrgIds": ["1SA.26.25"]}}]}], "next": {"id": "1SA.27", "number": "27", "bookId": "1SA"}, "previous": {"id": "1SA.25", "number": "25", "bookId": "1SA"}}}}