{"_default": {"1": {"id": "JDG.18", "bibleId": "f72b840c855f362c-04", "number": "18", "bookId": "JDG", "reference": "Judges 18", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In those days there was no king in Israel. In those days the tribe of the Danites sought an inheritance to dwell in; for to that day, their inheritance had not fallen to them among the tribes of Israel. ", "type": "text", "attrs": {"verseId": "JDG.18.1", "verseOrgIds": ["JDG.18.1"]}}, {"text": "The children of Dan sent five men of their family from their whole number, men of valor, from Zorah and from Eshtaol, to spy out the land and to search it. They said to them, “Go, explore the land!”", "type": "text", "attrs": {"verseId": "JDG.18.2", "verseOrgIds": ["JDG.18.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JDG 18:2"}, "items": [{"text": "They came to the hill country of Ephraim, to the house of Micah, and lodged there. ", "type": "text", "attrs": {"verseId": "JDG.18.2", "verseOrgIds": ["JDG.18.2"]}}, {"text": "When they were by the house of Micah, they knew the voice of the young man the Levite; so they went over there and said to him, “Who brought you here? What do you do in this place? What do you have here?”", "type": "text", "attrs": {"verseId": "JDG.18.3", "verseOrgIds": ["JDG.18.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said to them, “Thus and thus has Micah dealt with me, and he has hired me, and I have become his priest.”", "type": "text", "attrs": {"verseId": "JDG.18.4", "verseOrgIds": ["JDG.18.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They said to him, “Please ask counsel of God, that we may know whether our way which we go shall be prosperous.”", "type": "text", "attrs": {"verseId": "JDG.18.5", "verseOrgIds": ["JDG.18.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The priest said to them, “Go in peace. Your way in which you go is before the LORD.”", "type": "text", "attrs": {"verseId": "JDG.18.6", "verseOrgIds": ["JDG.18.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the five men departed and came to Laish and saw the people who were there, how they lived in safety, in the way of the Sidonians, quiet and secure; for there was no one in the land possessing authority, that might put them to shame in anything, and they were far from the Sidonians, and had no dealings with anyone else. ", "type": "text", "attrs": {"verseId": "JDG.18.7", "verseOrgIds": ["JDG.18.7"]}}, {"text": "They came to their brothers at Zorah and Eshtaol; and their brothers asked them, “What do you say?”", "type": "text", "attrs": {"verseId": "JDG.18.8", "verseOrgIds": ["JDG.18.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They said, “Arise, and let’s go up against them; for we have seen the land, and behold, it is very good. Do you stand still? Don’t be slothful to go and to enter in to possess the land. ", "type": "text", "attrs": {"verseId": "JDG.18.9", "verseOrgIds": ["JDG.18.9"]}}, {"text": "When you go, you will come to an unsuspecting people, and the land is large; for God has given it into your hand, a place where there is no lack of anything that is in the earth.”", "type": "text", "attrs": {"verseId": "JDG.18.10", "verseOrgIds": ["JDG.18.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The family of the Danites set out from Zorah and Eshtaol with six hundred men armed with weapons of war. ", "type": "text", "attrs": {"verseId": "JDG.18.11", "verseOrgIds": ["JDG.18.11"]}}, {"text": "They went up and encamped in Kiriath Jearim in Judah. Therefore they call that place Mahaneh Dan to this day. Behold, it is behind Kiriath Jearim. ", "type": "text", "attrs": {"verseId": "JDG.18.12", "verseOrgIds": ["JDG.18.12"]}}, {"text": "They passed from there to the hill country of Ephraim, and came to the house of Micah.", "type": "text", "attrs": {"verseId": "JDG.18.13", "verseOrgIds": ["JDG.18.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the five men who went to spy out the country of Laish answered and said to their brothers, “Do you know that there is in these houses an ephod, and teraphim,", "type": "text", "attrs": {"verseId": "JDG.18.14", "verseOrgIds": ["JDG.18.14"]}}, {"text": " and a carved image, and a molten image? Now therefore consider what you have to do.” ", "type": "text", "attrs": {"verseId": "JDG.18.14", "verseOrgIds": ["JDG.18.14"]}}, {"text": "They went over there and came to the house of the young Levite man, even to the house of Micah, and asked him how he was doing. ", "type": "text", "attrs": {"verseId": "JDG.18.15", "verseOrgIds": ["JDG.18.15"]}}, {"text": "The six hundred men armed with their weapons of war, who were of the children of Dan, stood by the entrance of the gate. ", "type": "text", "attrs": {"verseId": "JDG.18.16", "verseOrgIds": ["JDG.18.16"]}}, {"text": "The five men who went to spy out the land went up, and came in there, and took the engraved image, the ephod, the teraphim, and the molten image; and the priest stood by the entrance of the gate with the six hundred men armed with weapons of war.", "type": "text", "attrs": {"verseId": "JDG.18.17", "verseOrgIds": ["JDG.18.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When these went into Micah’s house, and took the engraved image, the ephod, the teraphim, and the molten image, the priest said to them, “What are you doing?”", "type": "text", "attrs": {"verseId": "JDG.18.18", "verseOrgIds": ["JDG.18.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They said to him, “Hold your peace, put your hand on your mouth, and go with us. Be a father and a priest to us. Is it better for you to be priest to the house of one man, or to be priest to a tribe and a family in Israel?”", "type": "text", "attrs": {"verseId": "JDG.18.19", "verseOrgIds": ["JDG.18.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The priest’s heart was glad, and he took the ephod, the teraphim, and the engraved image, and went with the people. ", "type": "text", "attrs": {"verseId": "JDG.18.20", "verseOrgIds": ["JDG.18.20"]}}, {"text": "So they turned and departed, and put the little ones, the livestock, and the goods before them. ", "type": "text", "attrs": {"verseId": "JDG.18.21", "verseOrgIds": ["JDG.18.21"]}}, {"text": "When they were a good way from the house of Micah, the men who were in the houses near Micah’s house gathered together and overtook the children of Dan. ", "type": "text", "attrs": {"verseId": "JDG.18.22", "verseOrgIds": ["JDG.18.22"]}}, {"text": "As they called to the children of Dan, they turned their faces, and said to Micah, “What ails you, that you come with such a company?”", "type": "text", "attrs": {"verseId": "JDG.18.23", "verseOrgIds": ["JDG.18.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said, “You have taken away my gods which I made, and the priest, and have gone away! What more do I have? How can you ask me, ‘What ails you?’”", "type": "text", "attrs": {"verseId": "JDG.18.24", "verseOrgIds": ["JDG.18.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The children of Dan said to him, “Don’t let your voice be heard among us, lest angry fellows fall on you, and you lose your life, with the lives of your household.”", "type": "text", "attrs": {"verseId": "JDG.18.25", "verseOrgIds": ["JDG.18.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The children of Dan went their way; and when Micah saw that they were too strong for him, he turned and went back to his house. ", "type": "text", "attrs": {"verseId": "JDG.18.26", "verseOrgIds": ["JDG.18.26"]}}, {"text": "They took that which Micah had made, and the priest whom he had, and came to Laish, to a people quiet and unsuspecting, and struck them with the edge of the sword; then they burned the city with fire. ", "type": "text", "attrs": {"verseId": "JDG.18.27", "verseOrgIds": ["JDG.18.27"]}}, {"text": "There was no deliverer, because it was far from Sidon, and they had no dealings with anyone else; and it was in the valley that lies by Beth Rehob. They built the city and lived in it. ", "type": "text", "attrs": {"verseId": "JDG.18.28", "verseOrgIds": ["JDG.18.28"]}}, {"text": "They called the name of the city Dan, after the name of Dan their father, who was born to Israel; however the name of the city used to be Laish. ", "type": "text", "attrs": {"verseId": "JDG.18.29", "verseOrgIds": ["JDG.18.29"]}}, {"text": "The children of Dan set up for themselves the engraved image; and Jonathan, the son of Gershom, the son of Moses, and his sons were priests to the tribe of the Danites until the day of the captivity of the land. ", "type": "text", "attrs": {"verseId": "JDG.18.30", "verseOrgIds": ["JDG.18.30"]}}, {"text": "So they set up for themselves Micah’s engraved image which he made, and it remained all the time that God’s house was in Shiloh.", "type": "text", "attrs": {"verseId": "JDG.18.31", "verseOrgIds": ["JDG.18.31"]}}]}], "next": {"id": "JDG.19", "number": "19", "bookId": "JDG"}, "previous": {"id": "JDG.17", "number": "17", "bookId": "JDG"}}}}