{"_default": {"1": {"id": "2CH.26", "bibleId": "f72b840c855f362c-04", "number": "26", "bookId": "2CH", "reference": "2 Chronicles 26", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "All the people of Judah took Uzziah, who was sixteen years old, and made him king in the place of his father Amaziah. ", "type": "text", "attrs": {"verseId": "2CH.26.1", "verseOrgIds": ["2CH.26.1"]}}, {"text": "He built Eloth and restored it to Judah. After that the king slept with his fathers. ", "type": "text", "attrs": {"verseId": "2CH.26.2", "verseOrgIds": ["2CH.26.2"]}}, {"text": "Uzziah was sixteen years old when he began to reign; and he reigned fifty-two years in Jerusalem. His mother’s name was Jechiliah, of Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.26.3", "verseOrgIds": ["2CH.26.3"]}}, {"text": "He did that which was right in the LORD’s eyes, according to all that his father Amaziah had done. ", "type": "text", "attrs": {"verseId": "2CH.26.4", "verseOrgIds": ["2CH.26.4"]}}, {"text": "He set himself to seek God in the days of Zechariah, who had understanding in the vision of God; and as long as he sought the LORD, God made him prosper.", "type": "text", "attrs": {"verseId": "2CH.26.5", "verseOrgIds": ["2CH.26.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He went out and fought against the Philistines, and broke down the wall of Gath, the wall of Jabneh, and the wall of Ashdod; and he built cities in the country of Ashdod, and among the Philistines. ", "type": "text", "attrs": {"verseId": "2CH.26.6", "verseOrgIds": ["2CH.26.6"]}}, {"text": "God helped him against the Philistines, and against the Arabians who lived in Gur Baal, and the Meunim. ", "type": "text", "attrs": {"verseId": "2CH.26.7", "verseOrgIds": ["2CH.26.7"]}}, {"text": "The Ammonites gave tribute to Uzziah. His name spread abroad even to the entrance of Egypt, for he grew exceedingly strong. ", "type": "text", "attrs": {"verseId": "2CH.26.8", "verseOrgIds": ["2CH.26.8"]}}, {"text": "Moreover Uzziah built towers in Jerusalem at the corner gate, at the valley gate, and at the turning of the wall, and fortified them. ", "type": "text", "attrs": {"verseId": "2CH.26.9", "verseOrgIds": ["2CH.26.9"]}}, {"text": "He built towers in the wilderness, and dug out many cisterns, for he had much livestock, both in the lowlands and in the plains. He had farmers and vineyard keepers in the mountains and in the fruitful fields, for he loved farming. ", "type": "text", "attrs": {"verseId": "2CH.26.10", "verseOrgIds": ["2CH.26.10"]}}, {"text": "Moreover Uzziah had an army of fighting men who went out to war by bands, according to the number of their reckoning made by Jeiel the scribe and Maaseiah the officer, under the hand of Hananiah, one of the king’s captains. ", "type": "text", "attrs": {"verseId": "2CH.26.11", "verseOrgIds": ["2CH.26.11"]}}, {"text": "The whole number of the heads of fathers’ households, even the mighty men of valor, was two thousand six hundred. ", "type": "text", "attrs": {"verseId": "2CH.26.12", "verseOrgIds": ["2CH.26.12"]}}, {"text": "Under their hand was an army, three hundred seven thousand five hundred, who made war with mighty power, to help the king against the enemy. ", "type": "text", "attrs": {"verseId": "2CH.26.13", "verseOrgIds": ["2CH.26.13"]}}, {"text": "Uzziah prepared for them, even for all the army, shields, spears, helmets, coats of mail, bows, and stones for slinging. ", "type": "text", "attrs": {"verseId": "2CH.26.14", "verseOrgIds": ["2CH.26.14"]}}, {"text": "In Jerusalem, he made devices, invented by skillful men, to be on the towers and on the battlements, with which to shoot arrows and great stones. His name spread far abroad, because he was marvelously helped until he was strong.", "type": "text", "attrs": {"verseId": "2CH.26.15", "verseOrgIds": ["2CH.26.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But when he was strong, his heart was lifted up, so that he did corruptly and he trespassed against the LORD his God, for he went into the LORD’s temple to burn incense on the altar of incense. ", "type": "text", "attrs": {"verseId": "2CH.26.16", "verseOrgIds": ["2CH.26.16"]}}, {"text": "Azariah the priest went in after him, and with him eighty priests of the LORD, who were valiant men. ", "type": "text", "attrs": {"verseId": "2CH.26.17", "verseOrgIds": ["2CH.26.17"]}}, {"text": "They resisted Uzziah the king, and said to him, “It isn’t for you, Uzziah, to burn incense to the LORD, but for the priests the sons of Aaron, who are consecrated to burn incense. Go out of the sanctuary, for you have trespassed. It will not be for your honor from the LORD God.”", "type": "text", "attrs": {"verseId": "2CH.26.18", "verseOrgIds": ["2CH.26.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Uzziah was angry. He had a censer in his hand to burn incense, and while he was angry with the priests, the leprosy broke out on his forehead before the priests in the LORD’s house, beside the altar of incense. ", "type": "text", "attrs": {"verseId": "2CH.26.19", "verseOrgIds": ["2CH.26.19"]}}, {"text": "Azariah the chief priest and all the priests looked at him, and behold, he was leprous in his forehead; and they thrust him out quickly from there. Indeed, he himself also hurried to go out, because the LORD had struck him. ", "type": "text", "attrs": {"verseId": "2CH.26.20", "verseOrgIds": ["2CH.26.20"]}}, {"text": "Uzziah the king was a leper to the day of his death, and lived in a separate house, being a leper; for he was cut off from the LORD’s house. Jotham his son was over the king’s house, judging the people of the land.", "type": "text", "attrs": {"verseId": "2CH.26.21", "verseOrgIds": ["2CH.26.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the rest of the acts of Uzziah, first and last, Isaiah the prophet, the son of Amoz, wrote. ", "type": "text", "attrs": {"verseId": "2CH.26.22", "verseOrgIds": ["2CH.26.22"]}}, {"text": "So Uzziah slept with his fathers; and they buried him with his fathers in the field of burial which belonged to the kings, for they said, “He is a leper.” Jotham his son reigned in his place.", "type": "text", "attrs": {"verseId": "2CH.26.23", "verseOrgIds": ["2CH.26.23"]}}]}], "next": {"id": "2CH.27", "number": "27", "bookId": "2CH"}, "previous": {"id": "2CH.25", "number": "25", "bookId": "2CH"}}}}