{"_default": {"1": {"id": "JOS.10", "bibleId": "f72b840c855f362c-04", "number": "10", "bookId": "JOS", "reference": "Joshua 10", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now when Adoni-Zedek king of Jerusalem heard how Joshua had taken Ai, and had utterly destroyed it; as he had done to Jericho and her king, so he had done to Ai and her king; and how the inhabitants of Gibeon had made peace with Israel, and were among them, ", "type": "text", "attrs": {"verseId": "JOS.10.1", "verseOrgIds": ["JOS.10.1"]}}, {"text": "they were very afraid, because Gibeon was a great city, as one of the royal cities, and because it was greater than Ai, and all its men were mighty. ", "type": "text", "attrs": {"verseId": "JOS.10.2", "verseOrgIds": ["JOS.10.2"]}}, {"text": "Therefore Adoni-Zedek king of Jerusalem sent to Hoham king of Hebron, Piram king of Jarmuth, Japhia king of Lachish, and Debir king of Eglon, saying, ", "type": "text", "attrs": {"verseId": "JOS.10.3", "verseOrgIds": ["JOS.10.3"]}}, {"text": "“Come up to me and help me. Let’s strike Gibeon; for they have made peace with Joshua and with the children of Israel.” ", "type": "text", "attrs": {"verseId": "JOS.10.4", "verseOrgIds": ["JOS.10.4"]}}, {"text": "Therefore the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered themselves together and went up, they and all their armies, and encamped against Gibeon, and made war against it. ", "type": "text", "attrs": {"verseId": "JOS.10.5", "verseOrgIds": ["JOS.10.5"]}}, {"text": "The men of Gibeon sent to Joshua at the camp at Gilgal, saying, “Don’t abandon your servants! Come up to us quickly and save us! Help us; for all the kings of the Amorites that dwell in the hill country have gathered together against us.”", "type": "text", "attrs": {"verseId": "JOS.10.6", "verseOrgIds": ["JOS.10.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Joshua went up from Gilgal, he and the whole army with him, including all the mighty men of valor. ", "type": "text", "attrs": {"verseId": "JOS.10.7", "verseOrgIds": ["JOS.10.7"]}}, {"text": "The LORD said to Joshua, “Don’t fear them, for I have delivered them into your hands. Not a man of them will stand before you.”", "type": "text", "attrs": {"verseId": "JOS.10.8", "verseOrgIds": ["JOS.10.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua therefore came to them suddenly. He marched from Gilgal all night. ", "type": "text", "attrs": {"verseId": "JOS.10.9", "verseOrgIds": ["JOS.10.9"]}}, {"text": "The LORD confused them before Israel. He killed them with a great slaughter at Gibeon, and chased them by the way of the ascent of Beth Horon, and struck them to Azekah and to Makkedah. ", "type": "text", "attrs": {"verseId": "JOS.10.10", "verseOrgIds": ["JOS.10.10"]}}, {"text": "As they fled from before Israel, while they were at the descent of Beth Horon, the LORD hurled down great stones from the sky on them to Azekah, and they died. There were more who died from the hailstones than those whom the children of Israel killed with the sword.", "type": "text", "attrs": {"verseId": "JOS.10.11", "verseOrgIds": ["JOS.10.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Joshua spoke to the LORD in the day when the LORD delivered up the Amorites before the children of Israel. He said in the sight of Israel, “Sun, stand still on Gibeon! You, moon, stop in the valley of Aijalon!”", "type": "text", "attrs": {"verseId": "JOS.10.12", "verseOrgIds": ["JOS.10.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The sun stood still, and the moon stayed, until the nation had avenged themselves of their enemies. Isn’t this written in the book of Jashar? The sun stayed in the middle of the sky, and didn’t hurry to go down about a whole day. ", "type": "text", "attrs": {"verseId": "JOS.10.13", "verseOrgIds": ["JOS.10.13"]}}, {"text": "There was no day like that before it or after it, that the LORD listened to the voice of a man; for the LORD fought for Israel.", "type": "text", "attrs": {"verseId": "JOS.10.14", "verseOrgIds": ["JOS.10.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua returned, and all Israel with him, to the camp to Gilgal. ", "type": "text", "attrs": {"verseId": "JOS.10.15", "verseOrgIds": ["JOS.10.15"]}}, {"text": "These five kings fled, and hid themselves in the cave at Makkedah. ", "type": "text", "attrs": {"verseId": "JOS.10.16", "verseOrgIds": ["JOS.10.16"]}}, {"text": "Joshua was told, saying, “The five kings have been found, hidden in the cave at Makkedah.”", "type": "text", "attrs": {"verseId": "JOS.10.17", "verseOrgIds": ["JOS.10.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua said, “Roll large stones to cover the cave’s entrance, and set men by it to guard them; ", "type": "text", "attrs": {"verseId": "JOS.10.18", "verseOrgIds": ["JOS.10.18"]}}, {"text": "but don’t stay there. Pursue your enemies, and attack them from the rear. Don’t allow them to enter into their cities; for the LORD your God has delivered them into your hand.”", "type": "text", "attrs": {"verseId": "JOS.10.19", "verseOrgIds": ["JOS.10.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Joshua and the children of Israel had finished killing them with a very great slaughter until they were consumed, and the remnant which remained of them had entered into the fortified cities, ", "type": "text", "attrs": {"verseId": "JOS.10.20", "verseOrgIds": ["JOS.10.20"]}}, {"text": "all the people returned to the camp to Joshua at Makkedah in peace. None moved his tongue against any of the children of Israel. ", "type": "text", "attrs": {"verseId": "JOS.10.21", "verseOrgIds": ["JOS.10.21"]}}, {"text": "Then Joshua said, “Open the cave entrance, and bring those five kings out of the cave to me.”", "type": "text", "attrs": {"verseId": "JOS.10.22", "verseOrgIds": ["JOS.10.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They did so, and brought those five kings out of the cave to him: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon. ", "type": "text", "attrs": {"verseId": "JOS.10.23", "verseOrgIds": ["JOS.10.23"]}}, {"text": "When they brought those kings out to Joshua, Joshua called for all the men of Israel, and said to the chiefs of the men of war who went with him, “Come near. Put your feet on the necks of these kings.”", "type": "text", "attrs": {"verseId": "JOS.10.24", "verseOrgIds": ["JOS.10.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JOS 10:24"}, "items": [{"text": "They came near, and put their feet on their necks.", "type": "text", "attrs": {"verseId": "JOS.10.24", "verseOrgIds": ["JOS.10.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua said to them, “Don’t be afraid, nor be dismayed. Be strong and courageous, for the LORD will do this to all your enemies against whom you fight.”", "type": "text", "attrs": {"verseId": "JOS.10.25", "verseOrgIds": ["JOS.10.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Afterward Joshua struck them, put them to death, and hanged them on five trees. They were hanging on the trees until the evening. ", "type": "text", "attrs": {"verseId": "JOS.10.26", "verseOrgIds": ["JOS.10.26"]}}, {"text": "At the time of the going down of the sun, Joshua commanded, and they took them down off the trees, and threw them into the cave in which they had hidden themselves, and laid great stones on the mouth of the cave, which remain to this very day.", "type": "text", "attrs": {"verseId": "JOS.10.27", "verseOrgIds": ["JOS.10.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua took Makkedah on that day, and struck it with the edge of the sword, with its king. He utterly destroyed it and all the souls who were in it. He left no one remaining. He did to the king of Makkedah as he had done to the king of Jericho.", "type": "text", "attrs": {"verseId": "JOS.10.28", "verseOrgIds": ["JOS.10.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua passed from Makkedah, and all Israel with him, to Libnah, and fought against Libnah. ", "type": "text", "attrs": {"verseId": "JOS.10.29", "verseOrgIds": ["JOS.10.29"]}}, {"text": "The LORD delivered it also, with its king, into the hand of Israel. He struck it with the edge of the sword, and all the souls who were in it. He left no one remaining in it. He did to its king as he had done to the king of Jericho.", "type": "text", "attrs": {"verseId": "JOS.10.30", "verseOrgIds": ["JOS.10.30"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua passed from Libnah, and all Israel with him, to Lachish, and encamped against it, and fought against it. ", "type": "text", "attrs": {"verseId": "JOS.10.31", "verseOrgIds": ["JOS.10.31"]}}, {"text": "The LORD delivered Lachish into the hand of Israel. He took it on the second day, and struck it with the edge of the sword, with all the souls who were in it, according to all that he had done to Libnah. ", "type": "text", "attrs": {"verseId": "JOS.10.32", "verseOrgIds": ["JOS.10.32"]}}, {"text": "Then Horam king of Gezer came up to help Lachish; and Joshua struck him and his people, until he had left him no one remaining.", "type": "text", "attrs": {"verseId": "JOS.10.33", "verseOrgIds": ["JOS.10.33"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua passed from Lachish, and all Israel with him, to Eglon; and they encamped against it and fought against it. ", "type": "text", "attrs": {"verseId": "JOS.10.34", "verseOrgIds": ["JOS.10.34"]}}, {"text": "They took it on that day, and struck it with the edge of the sword. He utterly destroyed all the souls who were in it that day, according to all that he had done to Lachish.", "type": "text", "attrs": {"verseId": "JOS.10.35", "verseOrgIds": ["JOS.10.35"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua went up from Eglon, and all Israel with him, to Hebron; and they fought against it. ", "type": "text", "attrs": {"verseId": "JOS.10.36", "verseOrgIds": ["JOS.10.36"]}}, {"text": "They took it, and struck it with the edge of the sword, with its king and all its cities, and all the souls who were in it. He left no one remaining, according to all that he had done to Eglon; but he utterly destroyed it, and all the souls who were in it.", "type": "text", "attrs": {"verseId": "JOS.10.37", "verseOrgIds": ["JOS.10.37"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua returned, and all Israel with him, to Debir, and fought against it. ", "type": "text", "attrs": {"verseId": "JOS.10.38", "verseOrgIds": ["JOS.10.38"]}}, {"text": "He took it, with its king and all its cities. They struck them with the edge of the sword, and utterly destroyed all the souls who were in it. He left no one remaining. As he had done to Hebron, so he did to Debir, and to its king; as he had done also to Libnah, and to its king. ", "type": "text", "attrs": {"verseId": "JOS.10.39", "verseOrgIds": ["JOS.10.39"]}}, {"text": "So Joshua struck all the land, the hill country, the South, the lowland, the slopes, and all their kings. He left no one remaining, but he utterly destroyed all that breathed, as the LORD, the God of Israel, commanded. ", "type": "text", "attrs": {"verseId": "JOS.10.40", "verseOrgIds": ["JOS.10.40"]}}, {"text": "Joshua struck them from Kadesh Barnea even to Gaza, and all the country of Goshen, even to Gibeon. ", "type": "text", "attrs": {"verseId": "JOS.10.41", "verseOrgIds": ["JOS.10.41"]}}, {"text": "Joshua took all these kings and their land at one time because the LORD, the God of Israel, fought for Israel. ", "type": "text", "attrs": {"verseId": "JOS.10.42", "verseOrgIds": ["JOS.10.42"]}}, {"text": "Joshua returned, and all Israel with him, to the camp to Gilgal.", "type": "text", "attrs": {"verseId": "JOS.10.43", "verseOrgIds": ["JOS.10.43"]}}]}], "next": {"id": "JOS.11", "number": "11", "bookId": "JOS"}, "previous": {"id": "JOS.9", "number": "9", "bookId": "JOS"}}}}