{"_default": {"1": {"id": "ZEC.12", "bibleId": "f72b840c855f362c-04", "number": "12", "bookId": "ZEC", "reference": "Zechariah 12", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "A revelation of the LORD’s word concerning Israel: The LORD, who stretches out the heavens and lays the foundation of the earth, and forms the spirit of man within him says: ", "type": "text", "attrs": {"verseId": "ZEC.12.1", "verseOrgIds": ["ZEC.12.1"]}}, {"text": "“Behold, I will make Jerusalem a cup of reeling to all the surrounding peoples, and it will also be on Judah in the siege against Jerusalem. ", "type": "text", "attrs": {"verseId": "ZEC.12.2", "verseOrgIds": ["ZEC.12.2"]}}, {"text": "It will happen in that day that I will make Jerusalem a burdensome stone for all the peoples. All who burden themselves with it will be severely wounded, and all the nations of the earth will be gathered together against it. ", "type": "text", "attrs": {"verseId": "ZEC.12.3", "verseOrgIds": ["ZEC.12.3"]}}, {"text": "In that day,” says the LORD, “I will strike every horse with terror and his rider with madness. I will open my eyes on the house of Judah, and will strike every horse of the peoples with blindness. ", "type": "text", "attrs": {"verseId": "ZEC.12.4", "verseOrgIds": ["ZEC.12.4"]}}, {"text": "The chieftains of Judah will say in their heart, ‘The inhabitants of Jerusalem are my strength in the LORD of Hosts their God.’", "type": "text", "attrs": {"verseId": "ZEC.12.5", "verseOrgIds": ["ZEC.12.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In that day I will make the chieftains of Judah like a pan of fire among wood, and like a flaming torch among sheaves. They will devour all the surrounding peoples on the right hand and on the left; and Jerusalem will yet again dwell in their own place, even in Jerusalem.", "type": "text", "attrs": {"verseId": "ZEC.12.6", "verseOrgIds": ["ZEC.12.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD also will save the tents of Judah first, that the glory of David’s house and the glory of the inhabitants of Jerusalem not be magnified above Judah. ", "type": "text", "attrs": {"verseId": "ZEC.12.7", "verseOrgIds": ["ZEC.12.7"]}}, {"text": "In that day the LORD will defend the inhabitants of Jerusalem. He who is feeble among them at that day will be like David, and David’s house will be like God, like the LORD’s angel before them. ", "type": "text", "attrs": {"verseId": "ZEC.12.8", "verseOrgIds": ["ZEC.12.8"]}}, {"text": "It will happen in that day, that I will seek to destroy all the nations that come against Jerusalem.", "type": "text", "attrs": {"verseId": "ZEC.12.9", "verseOrgIds": ["ZEC.12.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I will pour on David’s house and on the inhabitants of Jerusalem the spirit of grace and of supplication. They will look to me", "type": "text", "attrs": {"verseId": "ZEC.12.10", "verseOrgIds": ["ZEC.12.10"]}}, {"text": " whom they have pierced; and they shall mourn for him as one mourns for his only son, and will grieve bitterly for him as one grieves for his firstborn. ", "type": "text", "attrs": {"verseId": "ZEC.12.10", "verseOrgIds": ["ZEC.12.10"]}}, {"text": "In that day there will be a great mourning in Jerusalem, like the mourning of Hadadrimmon in the valley of Megiddo. ", "type": "text", "attrs": {"verseId": "ZEC.12.11", "verseOrgIds": ["ZEC.12.11"]}}, {"text": "The land will mourn, every family apart; the family of David’s house apart, and their wives apart; the family of the house of Nathan apart, and their wives apart; ", "type": "text", "attrs": {"verseId": "ZEC.12.12", "verseOrgIds": ["ZEC.12.12"]}}, {"text": "the family of the house of Levi apart, and their wives apart; the family of the Shimeites apart, and their wives apart; ", "type": "text", "attrs": {"verseId": "ZEC.12.13", "verseOrgIds": ["ZEC.12.13"]}}, {"text": "all the families who remain, every family apart, and their wives apart.", "type": "text", "attrs": {"verseId": "ZEC.12.14", "verseOrgIds": ["ZEC.12.14"]}}]}], "next": {"id": "ZEC.13", "number": "13", "bookId": "ZEC"}, "previous": {"id": "ZEC.11", "number": "11", "bookId": "ZEC"}}}}