{"_default": {"1": {"id": "DAN.4", "bibleId": "f72b840c855f362c-04", "number": "4", "bookId": "DAN", "reference": "Daniel 4", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "Nebuchadnezzar the king,", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1", "vid": "DAN 4:1"}, "items": [{"text": "to all the peoples, nations, and languages, who dwell in all the earth:", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1", "vid": "DAN 4:1"}, "items": [{"text": "Peace be multiplied to you.", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "It has seemed good to me to show the signs and wonders that the Most High God has worked toward me.", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "q1"}, "items": [{"text": "How great are his signs!", "type": "text", "attrs": {"verseId": "DAN.4.3", "verseOrgIds": ["DAN.3.33"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "q2", "vid": "DAN 4:3"}, "items": [{"text": "How mighty are his wonders!", "type": "text", "attrs": {"verseId": "DAN.4.3", "verseOrgIds": ["DAN.3.33"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "q1", "vid": "DAN 4:3"}, "items": [{"text": "His kingdom is an everlasting kingdom.", "type": "text", "attrs": {"verseId": "DAN.4.3", "verseOrgIds": ["DAN.3.33"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "q2", "vid": "DAN 4:3"}, "items": [{"text": "His dominion is from generation to generation.", "type": "text", "attrs": {"verseId": "DAN.4.3", "verseOrgIds": ["DAN.3.33"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "I, Nebuchadnezzar, was at rest in my house, and flourishing in my palace. ", "type": "text"}, {"text": "I saw a dream which made me afraid; and the thoughts on my bed and the visions of my head troubled me. ", "type": "text"}, {"text": "Therefore I made a decree to bring in all the wise men of Babylon before me, that they might make known to me the interpretation of the dream. ", "type": "text"}, {"text": "Then the magicians, the enchanters, the Kasdim, and the soothsayers came in; and I told them the dream, but they didn’t make known to me its interpretation. ", "type": "text"}, {"text": "But at last, Daniel came in before me, whose name was Belteshazzar according to the name of my god, and in whom is the spirit of the holy gods. I told the dream before him, saying,", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "“Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in you and no secret troubles you, tell me the visions of my dream that I have seen, and its interpretation. ", "type": "text"}, {"text": "These were the visions of my head on my bed: I saw, and behold, a tree in the middle of the earth; and its height was great. ", "type": "text"}, {"text": "The tree grew and was strong. Its height reached to the sky and its sight to the end of all the earth. ", "type": "text"}, {"text": "Its leaves were beautiful, and it had much fruit, and in it was food for all. The animals of the field had shade under it, and the birds of the sky lived in its branches, and all flesh was fed from it.", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "“I saw in the visions of my head on my bed, and behold, a holy watcher came down from the sky. ", "type": "text"}, {"text": "He cried aloud and said this: ‘Cut down the tree, and cut off its branches! Shake off its leaves and scatter its fruit! Let the animals get away from under it and the birds from its branches. ", "type": "text"}, {"text": "Nevertheless leave the stump of its roots in the earth, even with a band of iron and bronze, in the tender grass of the field; and let it be wet with the dew of the sky. Let his portion be with the animals in the grass of the earth. ", "type": "text"}, {"text": "Let his heart be changed from man’s, and let an animal’s heart be given to him. Then let seven times pass over him.", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "“‘The sentence is by the decree of the watchers and the demand by the word of the holy ones, to the intent that the living may know that the Most High rules in the kingdom of men, and gives it to whomever he will, and sets up over it the lowest of men.’", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "“This dream I, king Nebuchadnezzar, have seen; and you, Belteshazzar, declare the interpretation, because all the wise men of my kingdom are not able to make known to me the interpretation; but you are able, for the spirit of the holy gods is in you.”", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "Then Daniel, whose name was Belteshazzar, was stricken mute for a while, and his thoughts troubled him. The king answered, “Belteshazzar, don’t let the dream or the interpretation, trouble you.”", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1", "vid": "DAN 4:19"}, "items": [{"text": "Belteshazzar answered, “My lord, may the dream be for those who hate you, and its interpretation to your adversaries. ", "type": "text"}, {"text": "The tree that you saw, which grew and was strong, whose height reached to the sky and its sight to all the earth; ", "type": "text"}, {"text": "whose leaves were beautiful and its fruit plentiful, and in it was food for all; under which the animals of the field lived, and on whose branches the birds of the sky had their habitation— ", "type": "text"}, {"text": "it is you, O king, that have grown and become strong; for your greatness has grown, and reaches to the sky, and your dominion to the end of the earth.", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "“Whereas the king saw a holy watcher coming down from the sky and saying, ‘Cut down the tree, and destroy it; nevertheless leave the stump of its roots in the earth, even with a band of iron and bronze, in the tender grass of the field, and let it be wet with the dew of the sky. Let his portion be with the animals of the field, until seven times pass over him.’", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "“This is the interpretation, O king, and it is the decree of the Most High, which has come on my lord the king: ", "type": "text"}, {"text": "You will be driven from men and your dwelling shall be with the animals of the field. You will be made to eat grass as oxen, and will be wet with the dew of the sky, and seven times shall pass over you, until you know that the Most High rules in the kingdom of men, and gives it to whomever he will. ", "type": "text"}, {"text": "Whereas it was commanded to leave the stump of the roots of the tree, your kingdom shall be sure to you after you know that Heavens rules. ", "type": "text"}, {"text": "Therefore, O king, let my counsel be acceptable to you, and break off your sins by righteousness, and your iniquities by showing mercy to the poor. Perhaps there may be a lengthening of your tranquility.”", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "All this came on the king Nebuchadnezzar. ", "type": "text"}, {"text": "At the end of twelve months he was walking in the royal palace of Babylon. ", "type": "text"}, {"text": "The king spoke and said, “Is not this great Babylon, which I have built for the royal dwelling place by the might of my power and for the glory of my majesty?”", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "While the word was in the king’s mouth, a voice came from the sky, saying, “O king Nebuchadnezzar, to you it is spoken: ‘The kingdom has departed from you. ", "type": "text"}, {"text": "You shall be driven from men, and your dwelling shall be with the animals of the field. You shall be made to eat grass like oxen. Seven times shall pass over you, until you know that the Most High rules in the kingdom of men, and gives it to whomever he will.’”", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "This was fulfilled the same hour on Nebuchadnezzar. He was driven from men and ate grass like oxen; and his body was wet with the dew of the sky until his hair had grown like eagles’ feathers, and his nails like birds’ claws.", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "At the end of the days I, Nebuchadnezzar, lifted up my eyes to heaven, and my understanding returned to me; and I blessed the Most High, and I praised and honored him who lives forever,", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "q1", "vid": "DAN 4:34"}, "items": [{"text": "for his dominion is an everlasting dominion,", "type": "text", "attrs": {"verseId": "DAN.4.34", "verseOrgIds": ["DAN.4.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "q2", "vid": "DAN 4:34"}, "items": [{"text": "and his kingdom from generation to generation.", "type": "text", "attrs": {"verseId": "DAN.4.34", "verseOrgIds": ["DAN.4.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "q1"}, "items": [{"text": "All the inhabitants of the earth are reputed as nothing;", "type": "text", "attrs": {"verseId": "DAN.4.35", "verseOrgIds": ["DAN.4.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "q2", "vid": "DAN 4:35"}, "items": [{"text": "and he does according to his will in the army of heaven,", "type": "text", "attrs": {"verseId": "DAN.4.35", "verseOrgIds": ["DAN.4.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "q2", "vid": "DAN 4:35"}, "items": [{"text": "and among the inhabitants of the earth;", "type": "text", "attrs": {"verseId": "DAN.4.35", "verseOrgIds": ["DAN.4.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "q1", "vid": "DAN 4:35"}, "items": [{"text": "and no one can stop his hand,", "type": "text", "attrs": {"verseId": "DAN.4.35", "verseOrgIds": ["DAN.4.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "q2", "vid": "DAN 4:35"}, "items": [{"text": "or ask him, “What are you doing?”", "type": "text", "attrs": {"verseId": "DAN.4.35", "verseOrgIds": ["DAN.4.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "At the same time my understanding returned to me; and for the glory of my kingdom, my majesty and brightness returned to me. My counselors and my lords sought me; and I was established in my kingdom, and excellent greatness was added to me. ", "type": "text"}, {"text": "Now I, Nebuchadnezzar, praise and extol and honor the King of heaven; for all his works are truth, and his ways justice; and those who walk in pride he is able to abase.", "type": "text"}]}], "next": {"id": "DAN.5", "number": "5", "bookId": "DAN"}, "previous": {"id": "DAN.3", "number": "3", "bookId": "DAN"}}}}