{"_default": {"1": {"id": "ISA.30", "bibleId": "f72b840c855f362c-04", "number": "30", "bookId": "ISA", "reference": "Isaiah 30", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Woe to the rebellious children”, says the LORD, “who take counsel, but not from me; and who make an alliance, but not with my Spirit, that they may add sin to sin; ", "type": "text", "attrs": {"verseId": "ISA.30.1", "verseOrgIds": ["ISA.30.1"]}}, {"text": "who set out to go down into Egypt without asking for my advice, to strengthen themselves in the strength of Pharaoh, and to take refuge in the shadow of Egypt! ", "type": "text", "attrs": {"verseId": "ISA.30.2", "verseOrgIds": ["ISA.30.2"]}}, {"text": "Therefore the strength of Pharaoh will be your shame, and the refuge in the shadow of Egypt your confusion. ", "type": "text", "attrs": {"verseId": "ISA.30.3", "verseOrgIds": ["ISA.30.3"]}}, {"text": "For their princes are at Zoan, and their ambassadors have come to Hanes. ", "type": "text", "attrs": {"verseId": "ISA.30.4", "verseOrgIds": ["ISA.30.4"]}}, {"text": "They shall all be ashamed because of a people that can’t profit them, that are not a help nor profit, but a shame, and also a reproach.”", "type": "text", "attrs": {"verseId": "ISA.30.5", "verseOrgIds": ["ISA.30.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The burden of the animals of the South.", "type": "text", "attrs": {"verseId": "ISA.30.6", "verseOrgIds": ["ISA.30.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "ISA 30:6"}, "items": [{"text": "Through the land of trouble and anguish, of the lioness and the lion, the viper and fiery flying serpent, they carry their riches on the shoulders of young donkeys, and their treasures on the humps of camels, to an unprofitable people. ", "type": "text", "attrs": {"verseId": "ISA.30.6", "verseOrgIds": ["ISA.30.6"]}}, {"text": "For Egypt helps in vain, and to no purpose; therefore I have called her Rahab who sits still. ", "type": "text", "attrs": {"verseId": "ISA.30.7", "verseOrgIds": ["ISA.30.7"]}}, {"text": "Now go, write it before them on a tablet, and inscribe it in a book, that it may be for the time to come forever and ever. ", "type": "text", "attrs": {"verseId": "ISA.30.8", "verseOrgIds": ["ISA.30.8"]}}, {"text": "For it is a rebellious people, lying children, children who will not hear the LORD’s law; ", "type": "text", "attrs": {"verseId": "ISA.30.9", "verseOrgIds": ["ISA.30.9"]}}, {"text": "who tell the seers, “Don’t see!” and the prophets, “Don’t prophesy to us right things. Tell us pleasant things. Prophesy deceits. ", "type": "text", "attrs": {"verseId": "ISA.30.10", "verseOrgIds": ["ISA.30.10"]}}, {"text": "Get out of the way. Turn away from the path. Cause the Holy One of Israel to cease from before us.” ", "type": "text", "attrs": {"verseId": "ISA.30.11", "verseOrgIds": ["ISA.30.11"]}}, {"text": "Therefore the Holy One of Israel says, “Because you despise this word, and trust in oppression and perverseness, and rely on it, ", "type": "text", "attrs": {"verseId": "ISA.30.12", "verseOrgIds": ["ISA.30.12"]}}, {"text": "therefore this iniquity shall be to you like a breach ready to fall, swelling out in a high wall, whose breaking comes suddenly in an instant. ", "type": "text", "attrs": {"verseId": "ISA.30.13", "verseOrgIds": ["ISA.30.13"]}}, {"text": "He will break it as a potter’s vessel is broken, breaking it in pieces without sparing, so that there won’t be found among the broken pieces a piece good enough to take fire from the hearth, or to dip up water out of the cistern.”", "type": "text", "attrs": {"verseId": "ISA.30.14", "verseOrgIds": ["ISA.30.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For thus said the Lord GOD, the Holy One of Israel, “You will be saved in returning and rest. Your strength will be in quietness and in confidence.” You refused, ", "type": "text", "attrs": {"verseId": "ISA.30.15", "verseOrgIds": ["ISA.30.15"]}}, {"text": "but you said, “No, for we will flee on horses;” therefore you will flee; and, “We will ride on the swift;” therefore those who pursue you will be swift. ", "type": "text", "attrs": {"verseId": "ISA.30.16", "verseOrgIds": ["ISA.30.16"]}}, {"text": "One thousand will flee at the threat of one. At the threat of five, you will flee until you are left like a beacon on the top of a mountain, and like a banner on a hill.", "type": "text", "attrs": {"verseId": "ISA.30.17", "verseOrgIds": ["ISA.30.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Therefore the LORD will wait, that he may be gracious to you; and therefore he will be exalted, that he may have mercy on you, for the LORD is a God of justice. Blessed are all those who wait for him. ", "type": "text", "attrs": {"verseId": "ISA.30.18", "verseOrgIds": ["ISA.30.18"]}}, {"text": "For the people will dwell in Zion at Jerusalem. You will weep no more. He will surely be gracious to you at the voice of your cry. When he hears you, he will answer you. ", "type": "text", "attrs": {"verseId": "ISA.30.19", "verseOrgIds": ["ISA.30.19"]}}, {"text": "Though the Lord may give you the bread of adversity and the water of affliction, yet your teachers won’t be hidden any more, but your eyes will see your teachers; ", "type": "text", "attrs": {"verseId": "ISA.30.20", "verseOrgIds": ["ISA.30.20"]}}, {"text": "and when you turn to the right hand, and when you turn to the left, your ears will hear a voice behind you, saying, “This is the way. Walk in it.” ", "type": "text", "attrs": {"verseId": "ISA.30.21", "verseOrgIds": ["ISA.30.21"]}}, {"text": "You shall defile the overlaying of your engraved images of silver, and the plating of your molten images of gold. You shall cast them away as an unclean thing. You shall tell it, “Go away!”", "type": "text", "attrs": {"verseId": "ISA.30.22", "verseOrgIds": ["ISA.30.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He will give the rain for your seed, with which you will sow the ground; and bread of the increase of the ground will be rich and plentiful. In that day, your livestock will feed in large pastures. ", "type": "text", "attrs": {"verseId": "ISA.30.23", "verseOrgIds": ["ISA.30.23"]}}, {"text": "The oxen likewise and the young donkeys that till the ground will eat savory feed, which has been winnowed with the shovel and with the fork. ", "type": "text", "attrs": {"verseId": "ISA.30.24", "verseOrgIds": ["ISA.30.24"]}}, {"text": "There will be brooks and streams of water on every lofty mountain and on every high hill in the day of the great slaughter, when the towers fall. ", "type": "text", "attrs": {"verseId": "ISA.30.25", "verseOrgIds": ["ISA.30.25"]}}, {"text": "Moreover the light of the moon will be like the light of the sun, and the light of the sun will be seven times brighter, like the light of seven days, in the day that the LORD binds up the fracture of his people, and heals the wound they were struck with.", "type": "text", "attrs": {"verseId": "ISA.30.26", "verseOrgIds": ["ISA.30.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, the LORD’s name comes from far away, burning with his anger, and in thick rising smoke. His lips are full of indignation. His tongue is as a devouring fire. ", "type": "text", "attrs": {"verseId": "ISA.30.27", "verseOrgIds": ["ISA.30.27"]}}, {"text": "His breath is as an overflowing stream that reaches even to the neck, to sift the nations with the sieve of destruction. A bridle that leads to ruin will be in the jaws of the peoples. ", "type": "text", "attrs": {"verseId": "ISA.30.28", "verseOrgIds": ["ISA.30.28"]}}, {"text": "You will have a song, as in the night when a holy feast is kept, and gladness of heart, as when one goes with a flute to come to the LORD’s mountain, to Israel’s Rock. ", "type": "text", "attrs": {"verseId": "ISA.30.29", "verseOrgIds": ["ISA.30.29"]}}, {"text": "The LORD will cause his glorious voice to be heard, and will show the descent of his arm, with the indignation of his anger and the flame of a devouring fire, with a blast, storm, and hailstones. ", "type": "text", "attrs": {"verseId": "ISA.30.30", "verseOrgIds": ["ISA.30.30"]}}, {"text": "For through the LORD’s voice the Assyrian will be dismayed. He will strike him with his rod. ", "type": "text", "attrs": {"verseId": "ISA.30.31", "verseOrgIds": ["ISA.30.31"]}}, {"text": "Every stroke of the rod of punishment, which the LORD will lay on him, will be with the sound of tambourines and harps. He will fight with them in battles, brandishing weapons. ", "type": "text", "attrs": {"verseId": "ISA.30.32", "verseOrgIds": ["ISA.30.32"]}}, {"text": "For his burning place has long been ready. Yes, it is prepared for the king. He has made its pyre deep and large with fire and much wood. The LORD’s breath, like a stream of sulfur, kindles it.", "type": "text", "attrs": {"verseId": "ISA.30.33", "verseOrgIds": ["ISA.30.33"]}}]}], "next": {"id": "ISA.31", "number": "31", "bookId": "ISA"}, "previous": {"id": "ISA.29", "number": "29", "bookId": "ISA"}}}}