{"_default": {"1": {"id": "2CH.30", "bibleId": "f72b840c855f362c-04", "number": "30", "bookId": "2CH", "reference": "2 Chronicles 30", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hezekiah sent to all Israel and Judah, and wrote letters also to Ephraim and Manasseh, that they should come to the LORD’s house at Jerusalem, to keep the Passover to the LORD, the God of Israel. ", "type": "text", "attrs": {"verseId": "2CH.30.1", "verseOrgIds": ["2CH.30.1"]}}, {"text": "For the king had taken counsel with his princes and all the assembly in Jerusalem to keep the Passover in the second month. ", "type": "text", "attrs": {"verseId": "2CH.30.2", "verseOrgIds": ["2CH.30.2"]}}, {"text": "For they could not keep it at that time, because the priests had not sanctified themselves in sufficient number, and the people had not gathered themselves together to Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.30.3", "verseOrgIds": ["2CH.30.3"]}}, {"text": "The thing was right in the eyes of the king and of all the assembly. ", "type": "text", "attrs": {"verseId": "2CH.30.4", "verseOrgIds": ["2CH.30.4"]}}, {"text": "So they established a decree to make proclamation throughout all Israel, from Beersheba even to Dan, that they should come to keep the Passover to the LORD, the God of Israel, at Jerusalem, for they had not kept it in great numbers in the way it is written.", "type": "text", "attrs": {"verseId": "2CH.30.5", "verseOrgIds": ["2CH.30.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So the couriers went with the letters from the king and his princes throughout all Israel and Judah, according to the commandment of the king, saying, “You children of Israel, turn again to the LORD, the God of Abraham, Isaac, and Israel, that he may return to the remnant of you that have escaped out of the hand of the kings of Assyria. ", "type": "text", "attrs": {"verseId": "2CH.30.6", "verseOrgIds": ["2CH.30.6"]}}, {"text": "Don’t be like your fathers and like your brothers, who trespassed against the LORD, the God of their fathers, so that he gave them up to desolation, as you see. ", "type": "text", "attrs": {"verseId": "2CH.30.7", "verseOrgIds": ["2CH.30.7"]}}, {"text": "Now don’t be stiff-necked, as your fathers were, but yield yourselves to the LORD, and enter into his sanctuary, which he has sanctified forever, and serve the LORD your God, that his fierce anger may turn away from you. ", "type": "text", "attrs": {"verseId": "2CH.30.8", "verseOrgIds": ["2CH.30.8"]}}, {"text": "For if you turn again to the LORD, your brothers and your children will find compassion with those who led them captive, and will come again into this land, because the LORD your God is gracious and merciful, and will not turn away his face from you if you return to him.”", "type": "text", "attrs": {"verseId": "2CH.30.9", "verseOrgIds": ["2CH.30.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So the couriers passed from city to city through the country of Ephraim and Manasseh, even to Zebulun, but people ridiculed them and mocked them. ", "type": "text", "attrs": {"verseId": "2CH.30.10", "verseOrgIds": ["2CH.30.10"]}}, {"text": "Nevertheless some men of Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.30.11", "verseOrgIds": ["2CH.30.11"]}}, {"text": "Also the hand of God came on Judah to give them one heart, to do the commandment of the king and of the princes by the LORD’s word.", "type": "text", "attrs": {"verseId": "2CH.30.12", "verseOrgIds": ["2CH.30.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Many people assembled at Jerusalem to keep the feast of unleavened bread in the second month, a very great assembly. ", "type": "text", "attrs": {"verseId": "2CH.30.13", "verseOrgIds": ["2CH.30.13"]}}, {"text": "They arose and took away the altars that were in Jerusalem, and they took away all the altars for incense and threw them into the brook Kidron. ", "type": "text", "attrs": {"verseId": "2CH.30.14", "verseOrgIds": ["2CH.30.14"]}}, {"text": "Then they killed the Passover on the fourteenth day of the second month. The priests and the Levites were ashamed, and sanctified themselves, and brought burnt offerings into the LORD’s house. ", "type": "text", "attrs": {"verseId": "2CH.30.15", "verseOrgIds": ["2CH.30.15"]}}, {"text": "They stood in their place after their order, according to the Torah of Moses the man of God. The priests sprinkled the blood which they received of the hand of the Levites. ", "type": "text", "attrs": {"verseId": "2CH.30.16", "verseOrgIds": ["2CH.30.16"]}}, {"text": "For there were many in the assembly who had not sanctified themselves; therefore the Levites were in charge of killing the Passovers for everyone who was not clean, to sanctify them to the LORD. ", "type": "text", "attrs": {"verseId": "2CH.30.17", "verseOrgIds": ["2CH.30.17"]}}, {"text": "For a multitude of the people, even many of Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves, yet they ate the Passover other than the way it is written. For Hezekiah had prayed for them, saying, “May the good LORD pardon everyone ", "type": "text", "attrs": {"verseId": "2CH.30.18", "verseOrgIds": ["2CH.30.18"]}}, {"text": "who sets his heart to seek God, the LORD, the God of his fathers, even if they aren’t clean according to the purification of the sanctuary.”", "type": "text", "attrs": {"verseId": "2CH.30.19", "verseOrgIds": ["2CH.30.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD listened to Hezekiah, and healed the people. ", "type": "text", "attrs": {"verseId": "2CH.30.20", "verseOrgIds": ["2CH.30.20"]}}, {"text": "The children of Israel who were present at Jerusalem kept the feast of unleavened bread seven days with great gladness. The Levites and the priests praised the LORD day by day, singing with loud instruments to the LORD. ", "type": "text", "attrs": {"verseId": "2CH.30.21", "verseOrgIds": ["2CH.30.21"]}}, {"text": "Hezekiah spoke encouragingly to all the Levites who had good understanding in the service of the LORD. So they ate throughout the feast for the seven days, offering sacrifices of peace offerings and making confession to the LORD, the God of their fathers.", "type": "text", "attrs": {"verseId": "2CH.30.22", "verseOrgIds": ["2CH.30.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The whole assembly took counsel to keep another seven days, and they kept another seven days with gladness. ", "type": "text", "attrs": {"verseId": "2CH.30.23", "verseOrgIds": ["2CH.30.23"]}}, {"text": "For Hezekiah king of Judah gave to the assembly for offerings one thousand bulls and seven thousand sheep; and the princes gave to the assembly a thousand bulls and ten thousand sheep; and a great number of priests sanctified themselves. ", "type": "text", "attrs": {"verseId": "2CH.30.24", "verseOrgIds": ["2CH.30.24"]}}, {"text": "All the assembly of Judah, with the priests and the Levites, and all the assembly who came out of Israel, and the foreigners who came out of Eretz-Israel and who lived in Judah, rejoiced. ", "type": "text", "attrs": {"verseId": "2CH.30.25", "verseOrgIds": ["2CH.30.25"]}}, {"text": "So there was great joy in Jerusalem; for since the time of Solomon the son of David king of Israel there was nothing like this in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.30.26", "verseOrgIds": ["2CH.30.26"]}}, {"text": "Then the Levitical priests arose and blessed the people. Their voice was heard, and their prayer came up to his holy habitation, even to heaven.", "type": "text", "attrs": {"verseId": "2CH.30.27", "verseOrgIds": ["2CH.30.27"]}}]}], "next": {"id": "2CH.31", "number": "31", "bookId": "2CH"}, "previous": {"id": "2CH.29", "number": "29", "bookId": "2CH"}}}}