{"_default": {"1": {"id": "1CH.22", "bibleId": "f72b840c855f362c-04", "number": "22", "bookId": "1CH", "reference": "1 Chronicles 22", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then David said, “This is the house of the LORD God, and this is the altar of burnt offering for Israel.”", "type": "text", "attrs": {"verseId": "1CH.22.1", "verseOrgIds": ["1CH.22.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David gave orders to gather together the foreigners who were in Eretz-Israel; and he set masons to cut dressed stones to build God’s house. ", "type": "text", "attrs": {"verseId": "1CH.22.2", "verseOrgIds": ["1CH.22.2"]}}, {"text": "David prepared iron in abundance for the nails for the doors of the gates and for the couplings, and bronze in abundance without weight, ", "type": "text", "attrs": {"verseId": "1CH.22.3", "verseOrgIds": ["1CH.22.3"]}}, {"text": "and cedar trees without number, for the Sidonians and the people of Tyre brought cedar trees in abundance to David. ", "type": "text", "attrs": {"verseId": "1CH.22.4", "verseOrgIds": ["1CH.22.4"]}}, {"text": "David said, “Solomon my son is young and tender, and the house that is to be built for the LORD must be exceedingly magnificent, of fame and of glory throughout all countries. I will therefore make preparation for it.” So David prepared abundantly before his death. ", "type": "text", "attrs": {"verseId": "1CH.22.5", "verseOrgIds": ["1CH.22.5"]}}, {"text": "Then he called for Solomon his son, and commanded him to build a house for the LORD, the God of Israel. ", "type": "text", "attrs": {"verseId": "1CH.22.6", "verseOrgIds": ["1CH.22.6"]}}, {"text": "David said to Solomon his son, “As for me, it was in my heart to build a house to the name of the LORD my God. ", "type": "text", "attrs": {"verseId": "1CH.22.7", "verseOrgIds": ["1CH.22.7"]}}, {"text": "But the LORD’s word came to me, saying, ‘You have shed blood abundantly and have made great wars. You shall not build a house to my name, because you have shed much blood on the earth in my sight. ", "type": "text", "attrs": {"verseId": "1CH.22.8", "verseOrgIds": ["1CH.22.8"]}}, {"text": "Behold, a son shall be born to you, who shall be a man of peace. I will give him rest from all his enemies all around; for his name shall be Solomon, and I will give peace and quietness to Israel in his days. ", "type": "text", "attrs": {"verseId": "1CH.22.9", "verseOrgIds": ["1CH.22.9"]}}, {"text": "He shall build a house for my name; and he will be my son, and I will be his father; and I will establish the throne of his kingdom over Israel forever.’ ", "type": "text", "attrs": {"verseId": "1CH.22.10", "verseOrgIds": ["1CH.22.10"]}}, {"text": "Now, my son, may the LORD be with you and prosper you, and build the house of the LORD your God, as he has spoken concerning you. ", "type": "text", "attrs": {"verseId": "1CH.22.11", "verseOrgIds": ["1CH.22.11"]}}, {"text": "May the LORD give you discretion and understanding, and put you in charge of Israel, so that you may keep the law of the LORD your God. ", "type": "text", "attrs": {"verseId": "1CH.22.12", "verseOrgIds": ["1CH.22.12"]}}, {"text": "Then you will prosper, if you observe to do the statutes and the ordinances which the LORD gave Moses concerning Israel. Be strong and courageous. Don’t be afraid and don’t be dismayed. ", "type": "text", "attrs": {"verseId": "1CH.22.13", "verseOrgIds": ["1CH.22.13"]}}, {"text": "Now, behold, in my affliction I have prepared for the LORD’s house one hundred thousand talents", "type": "text", "attrs": {"verseId": "1CH.22.14", "verseOrgIds": ["1CH.22.14"]}}, {"text": " of gold, one million talents", "type": "text", "attrs": {"verseId": "1CH.22.14", "verseOrgIds": ["1CH.22.14"]}}, {"text": " of silver, and bronze and iron without weight; for it is in abundance. I have also prepared timber and stone; and you may add to them. ", "type": "text", "attrs": {"verseId": "1CH.22.14", "verseOrgIds": ["1CH.22.14"]}}, {"text": "There are also workmen with you in abundance—cutters and workers of stone and timber, and all kinds of men who are skillful in every kind of work; ", "type": "text", "attrs": {"verseId": "1CH.22.15", "verseOrgIds": ["1CH.22.15"]}}, {"text": "of the gold, the silver, the bronze, and the iron, there is no number. Arise and be doing, and may the LORD be with you.”", "type": "text", "attrs": {"verseId": "1CH.22.16", "verseOrgIds": ["1CH.22.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David also commanded all the princes of Israel to help Solomon his son, saying, ", "type": "text", "attrs": {"verseId": "1CH.22.17", "verseOrgIds": ["1CH.22.17"]}}, {"text": "“Isn’t the LORD your God with you? Hasn’t he given you rest on every side? For he has delivered the inhabitants of the land into my hand; and the land is subdued before the LORD and before his people. ", "type": "text", "attrs": {"verseId": "1CH.22.18", "verseOrgIds": ["1CH.22.18"]}}, {"text": "Now set your heart and your soul to follow the LORD your God. Arise therefore, and build the sanctuary of the LORD God, to bring the ark of the LORD’s covenant and the holy vessels of God into the house that is to be built for the LORD’s name.”", "type": "text", "attrs": {"verseId": "1CH.22.19", "verseOrgIds": ["1CH.22.19"]}}]}], "next": {"id": "1CH.23", "number": "23", "bookId": "1CH"}, "previous": {"id": "1CH.21", "number": "21", "bookId": "1CH"}}}}