{"_default": {"1": {"id": "1SA.11", "bibleId": "f72b840c855f362c-04", "number": "11", "bookId": "1SA", "reference": "1 Samuel 11", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Nahash the Ammonite came up and encamped against Jabesh Gilead; and all the men of Jabesh said to Nahash, “Make a covenant with us, and we will serve you.”", "type": "text", "attrs": {"verseId": "1SA.11.1", "verseOrgIds": ["1SA.11.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Nahash the Ammonite said to them, “On this condition I will make it with you, that all your right eyes be gouged out. I will make this dishonor all Israel.”", "type": "text", "attrs": {"verseId": "1SA.11.2", "verseOrgIds": ["1SA.11.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The elders of Jabesh said to him, “Give us seven days, that we may send messengers to all the borders of Israel; and then, if there is no one to save us, we will come out to you.” ", "type": "text", "attrs": {"verseId": "1SA.11.3", "verseOrgIds": ["1SA.11.3"]}}, {"text": "Then the messengers came to Gibeah of Saul, and spoke these words in the ears of the people, then all the people lifted up their voice and wept.", "type": "text", "attrs": {"verseId": "1SA.11.4", "verseOrgIds": ["1SA.11.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, Saul came following the oxen out of the field; and Saul said, “What ails the people that they weep?” They told him the words of the men of Jabesh. ", "type": "text", "attrs": {"verseId": "1SA.11.5", "verseOrgIds": ["1SA.11.5"]}}, {"text": "God’s Spirit came mightily on Saul when he heard those words, and his anger burned hot. ", "type": "text", "attrs": {"verseId": "1SA.11.6", "verseOrgIds": ["1SA.11.6"]}}, {"text": "He took a yoke of oxen and cut them in pieces, then sent them throughout all the borders of Israel by the hand of messengers, saying, “Whoever doesn’t come out after Saul and after Samuel, so shall it be done to his oxen.” The dread of the LORD fell on the people, and they came out as one man. ", "type": "text", "attrs": {"verseId": "1SA.11.7", "verseOrgIds": ["1SA.11.7"]}}, {"text": "He counted them in Bezek; and the children of Israel were three hundred thousand, and the men of Judah thirty thousand. ", "type": "text", "attrs": {"verseId": "1SA.11.8", "verseOrgIds": ["1SA.11.8"]}}, {"text": "They said to the messengers who came, “Tell the men of Jabesh Gilead, ‘Tomorrow, by the time the sun is hot, you will be rescued.’” The messengers came and told the men of Jabesh; and they were glad. ", "type": "text", "attrs": {"verseId": "1SA.11.9", "verseOrgIds": ["1SA.11.9"]}}, {"text": "Therefore the men of Jabesh said, “Tomorrow we will come out to you, and you shall do with us all that seems good to you.” ", "type": "text", "attrs": {"verseId": "1SA.11.10", "verseOrgIds": ["1SA.11.10"]}}, {"text": "On the next day, Saul put the people in three companies; and they came into the middle of the camp in the morning watch, and struck the Ammonites until the heat of the day. Those who remained were scattered, so that no two of them were left together.", "type": "text", "attrs": {"verseId": "1SA.11.11", "verseOrgIds": ["1SA.11.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The people said to Samuel, “Who is he who said, ‘Shall Saul reign over us?’ Bring those men, that we may put them to death!”", "type": "text", "attrs": {"verseId": "1SA.11.12", "verseOrgIds": ["1SA.11.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Saul said, “No man shall be put to death today; for today the LORD has rescued Israel.”", "type": "text", "attrs": {"verseId": "1SA.11.13", "verseOrgIds": ["1SA.11.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Samuel said to the people, “Come! Let’s go to Gilgal, and renew the kingdom there.” ", "type": "text", "attrs": {"verseId": "1SA.11.14", "verseOrgIds": ["1SA.11.14"]}}, {"text": "All the people went to Gilgal; and there they made Saul king before the LORD in Gilgal. There they offered sacrifices of peace offerings before the LORD; and there Saul and all the men of Israel rejoiced greatly.", "type": "text", "attrs": {"verseId": "1SA.11.15", "verseOrgIds": ["1SA.11.15"]}}]}], "next": {"id": "1SA.12", "number": "12", "bookId": "1SA"}, "previous": {"id": "1SA.10", "number": "10", "bookId": "1SA"}}}}