{"_default": {"1": {"id": "1SA.25", "bibleId": "f72b840c855f362c-04", "number": "25", "bookId": "1SA", "reference": "1 Samuel 25", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Samuel died; and all Israel gathered themselves together and mourned for him, and buried him at his house at Ramah.", "type": "text", "attrs": {"verseId": "1SA.25.1", "verseOrgIds": ["1SA.25.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1SA 25:1"}, "items": [{"text": "Then David arose and went down to the wilderness of Paran. ", "type": "text", "attrs": {"verseId": "1SA.25.1", "verseOrgIds": ["1SA.25.1"]}}, {"text": "There was a man in Maon whose possessions were in Carmel; and the man was very great. He had three thousand sheep and a thousand goats; and he was shearing his sheep in Carmel. ", "type": "text", "attrs": {"verseId": "1SA.25.2", "verseOrgIds": ["1SA.25.2"]}}, {"text": "Now the name of the man was Nabal; and the name of his wife Abigail. This woman was intelligent and had a beautiful face; but the man was surly and evil in his doings. He was of the house of Caleb. ", "type": "text", "attrs": {"verseId": "1SA.25.3", "verseOrgIds": ["1SA.25.3"]}}, {"text": "David heard in the wilderness that Nabal was shearing his sheep. ", "type": "text", "attrs": {"verseId": "1SA.25.4", "verseOrgIds": ["1SA.25.4"]}}, {"text": "David sent ten young men; and David said to the young men, “Go up to Carmel, and go to Nabal, and greet him in my name. ", "type": "text", "attrs": {"verseId": "1SA.25.5", "verseOrgIds": ["1SA.25.5"]}}, {"text": "Tell him, ‘Long life to you! Peace be to you! Peace be to your house! Peace be to all that you have! ", "type": "text", "attrs": {"verseId": "1SA.25.6", "verseOrgIds": ["1SA.25.6"]}}, {"text": "Now I have heard that you have shearers. Your shepherds have now been with us, and we didn’t harm them. Nothing was missing from them all the time they were in Carmel. ", "type": "text", "attrs": {"verseId": "1SA.25.7", "verseOrgIds": ["1SA.25.7"]}}, {"text": "Ask your young men, and they will tell you. Therefore let the young men find favor in your eyes, for we come on a good day. Please give whatever comes to your hand to your servants and to your son David.’”", "type": "text", "attrs": {"verseId": "1SA.25.8", "verseOrgIds": ["1SA.25.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When David’s young men came, they spoke to Nabal all those words in the name of David, and waited.", "type": "text", "attrs": {"verseId": "1SA.25.9", "verseOrgIds": ["1SA.25.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Nabal answered David’s servants and said, “Who is David? Who is the son of Jesse? There are many servants who break away from their masters these days. ", "type": "text", "attrs": {"verseId": "1SA.25.10", "verseOrgIds": ["1SA.25.10"]}}, {"text": "Shall I then take my bread, my water, and my meat that I have killed for my shearers, and give it to men who I don’t know where they come from?”", "type": "text", "attrs": {"verseId": "1SA.25.11", "verseOrgIds": ["1SA.25.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So David’s young men turned on their way and went back, and came and told him all these words.", "type": "text", "attrs": {"verseId": "1SA.25.12", "verseOrgIds": ["1SA.25.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David said to his men, “Every man put on his sword!”", "type": "text", "attrs": {"verseId": "1SA.25.13", "verseOrgIds": ["1SA.25.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1SA 25:13"}, "items": [{"text": "Every man put on his sword. David also put on his sword. About four hundred men followed David, and two hundred stayed by the baggage.", "type": "text", "attrs": {"verseId": "1SA.25.13", "verseOrgIds": ["1SA.25.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But one of the young men told Abigail, Nabal’s wife, saying, “Behold, David sent messengers out of the wilderness to greet our master; and he insulted them. ", "type": "text", "attrs": {"verseId": "1SA.25.14", "verseOrgIds": ["1SA.25.14"]}}, {"text": "But the men were very good to us, and we were not harmed, and we didn’t miss anything as long as we went with them, when we were in the fields. ", "type": "text", "attrs": {"verseId": "1SA.25.15", "verseOrgIds": ["1SA.25.15"]}}, {"text": "They were a wall to us both by night and by day, all the while we were with them keeping the sheep. ", "type": "text", "attrs": {"verseId": "1SA.25.16", "verseOrgIds": ["1SA.25.16"]}}, {"text": "Now therefore know and consider what you will do; for evil is determined against our master and against all his house, for he is such a worthless fellow that one can’t speak to him.”", "type": "text", "attrs": {"verseId": "1SA.25.17", "verseOrgIds": ["1SA.25.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Abigail hurried and took two hundred loaves of bread, two containers of wine, five sheep ready dressed, five seahs", "type": "text", "attrs": {"verseId": "1SA.25.18", "verseOrgIds": ["1SA.25.18"]}}, {"text": " of parched grain, one hundred clusters of raisins, and two hundred cakes of figs, and laid them on donkeys. ", "type": "text", "attrs": {"verseId": "1SA.25.18", "verseOrgIds": ["1SA.25.18"]}}, {"text": "She said to her young men, “Go on before me. Behold, I am coming after you.” But she didn’t tell her husband, Nabal. ", "type": "text", "attrs": {"verseId": "1SA.25.19", "verseOrgIds": ["1SA.25.19"]}}, {"text": "As she rode on her donkey, and came down hidden by the mountain, behold, David and his men came down toward her, and she met them.", "type": "text", "attrs": {"verseId": "1SA.25.20", "verseOrgIds": ["1SA.25.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now David had said, “Surely in vain I have kept all that this fellow has in the wilderness, so that nothing was missed of all that pertained to him. He has returned me evil for good. ", "type": "text", "attrs": {"verseId": "1SA.25.21", "verseOrgIds": ["1SA.25.21"]}}, {"text": "God do so to the enemies of David, and more also, if I leave of all that belongs to him by the morning light so much as one who urinates on a wall.”", "type": "text", "attrs": {"verseId": "1SA.25.22", "verseOrgIds": ["1SA.25.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Abigail saw David, she hurried and got off her donkey, and fell before David on her face and bowed herself to the ground. ", "type": "text", "attrs": {"verseId": "1SA.25.23", "verseOrgIds": ["1SA.25.23"]}}, {"text": "She fell at his feet and said, “On me, my lord, on me be the blame! Please let your servant speak in your ears. Hear the words of your servant. ", "type": "text", "attrs": {"verseId": "1SA.25.24", "verseOrgIds": ["1SA.25.24"]}}, {"text": "Please don’t let my lord pay attention to this worthless fellow, Nabal, for as his name is, so is he. Nabal", "type": "text", "attrs": {"verseId": "1SA.25.25", "verseOrgIds": ["1SA.25.25"]}}, {"text": " is his name, and folly is with him; but I, your servant, didn’t see my lord’s young men whom you sent. ", "type": "text", "attrs": {"verseId": "1SA.25.25", "verseOrgIds": ["1SA.25.25"]}}, {"text": "Now therefore, my lord, as the LORD lives and as your soul lives, since the LORD has withheld you from blood guiltiness and from avenging yourself with your own hand, now therefore let your enemies and those who seek evil to my lord be as Nabal. ", "type": "text", "attrs": {"verseId": "1SA.25.26", "verseOrgIds": ["1SA.25.26"]}}, {"text": "Now this present which your servant has brought to my lord, let it be given to the young men who follow my lord. ", "type": "text", "attrs": {"verseId": "1SA.25.27", "verseOrgIds": ["1SA.25.27"]}}, {"text": "Please forgive the trespass of your servant. For the LORD will certainly make my lord a sure house, because my lord fights the LORD’s battles. Evil will not be found in you all your days. ", "type": "text", "attrs": {"verseId": "1SA.25.28", "verseOrgIds": ["1SA.25.28"]}}, {"text": "Though men may rise up to pursue you and to seek your soul, yet the soul of my lord will be bound in the bundle of life with the LORD your God. He will sling out the souls of your enemies as from a sling’s pocket. ", "type": "text", "attrs": {"verseId": "1SA.25.29", "verseOrgIds": ["1SA.25.29"]}}, {"text": "It will come to pass, when the LORD has done to my lord according to all the good that he has spoken concerning you, and has appointed you prince over Israel, ", "type": "text", "attrs": {"verseId": "1SA.25.30", "verseOrgIds": ["1SA.25.30"]}}, {"text": "that this shall be no grief to you, nor offense of heart to my lord, either that you have shed blood without cause, or that my lord has avenged himself. When the LORD has dealt well with my lord, then remember your servant.”", "type": "text", "attrs": {"verseId": "1SA.25.31", "verseOrgIds": ["1SA.25.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David said to Abigail, “Blessed is the LORD, the God of Israel, who sent you today to meet me! ", "type": "text", "attrs": {"verseId": "1SA.25.32", "verseOrgIds": ["1SA.25.32"]}}, {"text": "Blessed is your discretion, and blessed are you, who have kept me today from blood guiltiness, and from avenging myself with my own hand. ", "type": "text", "attrs": {"verseId": "1SA.25.33", "verseOrgIds": ["1SA.25.33"]}}, {"text": "For indeed, as the LORD the God of Israel lives, who has withheld me from harming you, unless you had hurried and come to meet me, surely there wouldn’t have been left to Nabal by the morning light so much as one who urinates on a wall.”", "type": "text", "attrs": {"verseId": "1SA.25.34", "verseOrgIds": ["1SA.25.34"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So David received from her hand that which she had brought him. Then he said to her, “Go up in peace to your house. Behold, I have listened to your voice and have granted your request.”", "type": "text", "attrs": {"verseId": "1SA.25.35", "verseOrgIds": ["1SA.25.35"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Abigail came to Nabal; and behold, he held a feast in his house like the feast of a king. Nabal’s heart was merry within him, for he was very drunk. Therefore she told him nothing until the morning light. ", "type": "text", "attrs": {"verseId": "1SA.25.36", "verseOrgIds": ["1SA.25.36"]}}, {"text": "In the morning, when the wine had gone out of Nabal, his wife told him these things; and his heart died within him, and he became as a stone. ", "type": "text", "attrs": {"verseId": "1SA.25.37", "verseOrgIds": ["1SA.25.37"]}}, {"text": "About ten days later, the LORD struck Nabal, so that he died. ", "type": "text", "attrs": {"verseId": "1SA.25.38", "verseOrgIds": ["1SA.25.38"]}}, {"text": "When David heard that Nabal was dead, he said, “Blessed is the LORD, who has pleaded the cause of my reproach from the hand of Nabal, and has kept back his servant from evil. The LORD has returned the evildoing of Nabal on his own head.”", "type": "text", "attrs": {"verseId": "1SA.25.39", "verseOrgIds": ["1SA.25.39"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1SA 25:39"}, "items": [{"text": "David sent and spoke concerning Abigail, to take her to himself as wife. ", "type": "text", "attrs": {"verseId": "1SA.25.39", "verseOrgIds": ["1SA.25.39"]}}, {"text": "When David’s servants had come to Abigail to Carmel, they spoke to her, saying, “David has sent us to you, to take you to him as wife.”", "type": "text", "attrs": {"verseId": "1SA.25.40", "verseOrgIds": ["1SA.25.40"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "She arose and bowed herself with her face to the earth, and said, “Behold, your servant is a servant to wash the feet of the servants of my lord.” ", "type": "text", "attrs": {"verseId": "1SA.25.41", "verseOrgIds": ["1SA.25.41"]}}, {"text": "Abigail hurriedly arose and rode on a donkey with her five maids who followed her; and she went after the messengers of David, and became his wife. ", "type": "text", "attrs": {"verseId": "1SA.25.42", "verseOrgIds": ["1SA.25.42"]}}, {"text": "David also took Ahinoam of Jezreel; and they both became his wives.", "type": "text", "attrs": {"verseId": "1SA.25.43", "verseOrgIds": ["1SA.25.43"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Saul had given Michal his daughter, David’s wife, to Palti the son of Laish, who was of Gallim.", "type": "text", "attrs": {"verseId": "1SA.25.44", "verseOrgIds": ["1SA.25.44"]}}]}], "next": {"id": "1SA.26", "number": "26", "bookId": "1SA"}, "previous": {"id": "1SA.24", "number": "24", "bookId": "1SA"}}}}