{"_default": {"1": {"id": "JER.4", "bibleId": "f72b840c855f362c-04", "number": "4", "bookId": "JER", "reference": "Jeremiah 4", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If you will return, Israel,” says the LORD, “if you will return to me, and if you will put away your abominations out of my sight; then you will not be removed; ", "type": "text", "attrs": {"verseId": "JER.4.1", "verseOrgIds": ["JER.4.1"]}}, {"text": "and you will swear, ‘As the LORD lives,’ in truth, in justice, and in righteousness. The nations will bless themselves in him, and they will glory in him.”", "type": "text", "attrs": {"verseId": "JER.4.2", "verseOrgIds": ["JER.4.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For the LORD says to the men of Judah and to Jerusalem, “Break up your fallow ground, and don’t sow among thorns. ", "type": "text", "attrs": {"verseId": "JER.4.3", "verseOrgIds": ["JER.4.3"]}}, {"text": "Circumcise yourselves to the LORD, and take away the foreskins of your heart, you men of Judah and inhabitants of Jerusalem; lest my wrath go out like fire, and burn so that no one can quench it, because of the evil of your doings. ", "type": "text", "attrs": {"verseId": "JER.4.4", "verseOrgIds": ["JER.4.4"]}}, {"text": "Declare in Judah, and publish in Jerusalem; and say, ‘Blow the shofar in the land!’ Cry aloud and say, ‘Assemble yourselves! Let’s go into the fortified cities!’ ", "type": "text", "attrs": {"verseId": "JER.4.5", "verseOrgIds": ["JER.4.5"]}}, {"text": "Set up a standard toward Zion. Flee for safety! Don’t wait; for I will bring evil from the north, and a great destruction.”", "type": "text", "attrs": {"verseId": "JER.4.6", "verseOrgIds": ["JER.4.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "A lion has gone up from his thicket, and a destroyer of nations. He is on his way. He has gone out from his place, to make your land desolate, that your cities be laid waste, without inhabitant. ", "type": "text", "attrs": {"verseId": "JER.4.7", "verseOrgIds": ["JER.4.7"]}}, {"text": "For this, clothe yourself with sackcloth, lament and wail; for the fierce anger of the LORD hasn’t turned back from us. ", "type": "text", "attrs": {"verseId": "JER.4.8", "verseOrgIds": ["JER.4.8"]}}, {"text": "“It will happen at that day,” says the LORD, “that the heart of the king will perish, along with the heart of the princes. The priests will be astonished, and the prophets will wonder.”", "type": "text", "attrs": {"verseId": "JER.4.9", "verseOrgIds": ["JER.4.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then I said, “Ah, Lord GOD! Surely you have greatly deceived this people and Jerusalem, saying, ‘You will have peace;’ whereas the sword reaches to the heart.”", "type": "text", "attrs": {"verseId": "JER.4.10", "verseOrgIds": ["JER.4.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "At that time it will be said to this people and to Jerusalem, “A hot wind blows from the bare heights in the wilderness toward the daughter of my people, not to winnow, nor to cleanse. ", "type": "text", "attrs": {"verseId": "JER.4.11", "verseOrgIds": ["JER.4.11"]}}, {"text": "A full wind from these will come for me. Now I will also utter judgments against them.”", "type": "text", "attrs": {"verseId": "JER.4.12", "verseOrgIds": ["JER.4.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, he will come up as clouds, and his chariots will be as the whirlwind. His horses are swifter than eagles. Woe to us! For we are ruined. ", "type": "text", "attrs": {"verseId": "JER.4.13", "verseOrgIds": ["JER.4.13"]}}, {"text": "Jerusalem, wash your heart from wickedness, that you may be saved. How long will your evil thoughts lodge within you? ", "type": "text", "attrs": {"verseId": "JER.4.14", "verseOrgIds": ["JER.4.14"]}}, {"text": "For a voice declares from Dan, and publishes evil from the hills of Ephraim: ", "type": "text", "attrs": {"verseId": "JER.4.15", "verseOrgIds": ["JER.4.15"]}}, {"text": "“Tell the nations, behold, publish against Jerusalem, ‘Watchers come from a far country, and raise their voice against the cities of Judah. ", "type": "text", "attrs": {"verseId": "JER.4.16", "verseOrgIds": ["JER.4.16"]}}, {"text": "As keepers of a field, they are against her all around, because she has been rebellious against me,’” says the LORD. ", "type": "text", "attrs": {"verseId": "JER.4.17", "verseOrgIds": ["JER.4.17"]}}, {"text": "“Your way and your doings have brought these things to you. This is your wickedness, for it is bitter, for it reaches to your heart.”", "type": "text", "attrs": {"verseId": "JER.4.18", "verseOrgIds": ["JER.4.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "My anguish, my anguish! I am pained at my very heart! My heart trembles within me. I can’t hold my peace, because you have heard, O my soul, the sound of the shofar, the alarm of war. ", "type": "text", "attrs": {"verseId": "JER.4.19", "verseOrgIds": ["JER.4.19"]}}, {"text": "Destruction on destruction is decreed, for the whole land is laid waste. Suddenly my tents are destroyed, and my curtains gone in a moment. ", "type": "text", "attrs": {"verseId": "JER.4.20", "verseOrgIds": ["JER.4.20"]}}, {"text": "How long will I see the standard and hear the sound of the shofar?", "type": "text", "attrs": {"verseId": "JER.4.21", "verseOrgIds": ["JER.4.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“For my people are foolish. They don’t know me. They are foolish children, and they have no understanding. They are skillful in doing evil, but they don’t know how to do good.” ", "type": "text", "attrs": {"verseId": "JER.4.22", "verseOrgIds": ["JER.4.22"]}}, {"text": "I saw the earth and, behold, it was waste and void, and the heavens, and they had no light. ", "type": "text", "attrs": {"verseId": "JER.4.23", "verseOrgIds": ["JER.4.23"]}}, {"text": "I saw the mountains, and behold, they trembled, and all the hills moved back and forth. ", "type": "text", "attrs": {"verseId": "JER.4.24", "verseOrgIds": ["JER.4.24"]}}, {"text": "I saw, and behold, there was no man, and all the birds of the sky had fled. ", "type": "text", "attrs": {"verseId": "JER.4.25", "verseOrgIds": ["JER.4.25"]}}, {"text": "I saw, and behold, the fruitful field was a wilderness, and all its cities were broken down at the presence of the LORD, before his fierce anger. ", "type": "text", "attrs": {"verseId": "JER.4.26", "verseOrgIds": ["JER.4.26"]}}, {"text": "For the LORD says, “The whole land will be a desolation; yet I will not make a full end. ", "type": "text", "attrs": {"verseId": "JER.4.27", "verseOrgIds": ["JER.4.27"]}}, {"text": "For this the earth will mourn, and the heavens above be black, because I have spoken it. I have planned it, and I have not repented, neither will I turn back from it.”", "type": "text", "attrs": {"verseId": "JER.4.28", "verseOrgIds": ["JER.4.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Every city flees for the noise of the horsemen and archers. They go into the thickets and climb up on the rocks. Every city is forsaken, and not a man dwells therein. ", "type": "text", "attrs": {"verseId": "JER.4.29", "verseOrgIds": ["JER.4.29"]}}, {"text": "You, when you are made desolate, what will you do? Though you clothe yourself with scarlet, though you deck yourself with ornaments of gold, though you enlarge your eyes with makeup, you make yourself beautiful in vain. Your lovers despise you. They seek your life. ", "type": "text", "attrs": {"verseId": "JER.4.30", "verseOrgIds": ["JER.4.30"]}}, {"text": "For I have heard a voice as of a woman in travail, the anguish as of her who gives birth to her first child, the voice of the daughter of Zion, who gasps for breath, who spreads her hands, saying, “Woe is me now! For my soul faints before the murderers.”", "type": "text", "attrs": {"verseId": "JER.4.31", "verseOrgIds": ["JER.4.31"]}}]}], "next": {"id": "JER.5", "number": "5", "bookId": "JER"}, "previous": {"id": "JER.3", "number": "3", "bookId": "JER"}}}}