{"_default": {"1": {"id": "EZK.43", "bibleId": "f72b840c855f362c-04", "number": "43", "bookId": "EZK", "reference": "Ezekiel 43", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Afterward he brought me to the gate, even the gate that looks toward the east. ", "type": "text", "attrs": {"verseId": "EZK.43.1", "verseOrgIds": ["EZK.43.1"]}}, {"text": "Behold, the glory of the God of Israel came from the way of the east. His voice was like the sound of many waters; and the earth was illuminated with his glory. ", "type": "text", "attrs": {"verseId": "EZK.43.2", "verseOrgIds": ["EZK.43.2"]}}, {"text": "It was like the appearance of the vision which I saw, even according to the vision that I saw when I came to destroy the city; and the visions were like the vision that I saw by the river Chebar; and I fell on my face. ", "type": "text", "attrs": {"verseId": "EZK.43.3", "verseOrgIds": ["EZK.43.3"]}}, {"text": "The LORD’s glory came into the house by the way of the gate which faces toward the east. ", "type": "text", "attrs": {"verseId": "EZK.43.4", "verseOrgIds": ["EZK.43.4"]}}, {"text": "The Spirit took me up and brought me into the inner court; and behold, the LORD’s glory filled the house.", "type": "text", "attrs": {"verseId": "EZK.43.5", "verseOrgIds": ["EZK.43.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I heard one speaking to me out of the house, and a man stood by me. ", "type": "text", "attrs": {"verseId": "EZK.43.6", "verseOrgIds": ["EZK.43.6"]}}, {"text": "He said to me, “Son of man, this is the place of my throne and the place of the soles of my feet, where I will dwell among the children of Israel forever. The house of Israel will no more defile my holy name, neither they nor their kings, by their prostitution and by the dead bodies of their kings in their high places; ", "type": "text", "attrs": {"verseId": "EZK.43.7", "verseOrgIds": ["EZK.43.7"]}}, {"text": "in their setting of their threshold by my threshold and their door post beside my door post. There was a wall between me and them; and they have defiled my holy name by their abominations which they have committed. Therefore I have consumed them in my anger. ", "type": "text", "attrs": {"verseId": "EZK.43.8", "verseOrgIds": ["EZK.43.8"]}}, {"text": "Now let them put away their prostitution, and the dead bodies of their kings far from me. Then I will dwell among them forever.", "type": "text", "attrs": {"verseId": "EZK.43.9", "verseOrgIds": ["EZK.43.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You, son of man, show the house to the house of Israel, that they may be ashamed of their iniquities; and let them measure the pattern. ", "type": "text", "attrs": {"verseId": "EZK.43.10", "verseOrgIds": ["EZK.43.10"]}}, {"text": "If they are ashamed of all that they have done, make known to them the form of the house, its fashion, its exits, its entrances, its structure, all its ordinances, all its forms, and all its laws; and write it in their sight, that they may keep the whole form of it, and all its ordinances, and do them.", "type": "text", "attrs": {"verseId": "EZK.43.11", "verseOrgIds": ["EZK.43.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“This is the law of the house. On the top of the mountain the whole limit around it shall be most holy. Behold, this is the law of the house.", "type": "text", "attrs": {"verseId": "EZK.43.12", "verseOrgIds": ["EZK.43.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“These are the measurements of the altar by cubits (the cubit", "type": "text", "attrs": {"verseId": "EZK.43.13", "verseOrgIds": ["EZK.43.13"]}}, {"text": " is a cubit and a hand width): the bottom shall be a cubit, and the width a cubit, and its border around its edge a span;", "type": "text", "attrs": {"verseId": "EZK.43.13", "verseOrgIds": ["EZK.43.13"]}}, {"text": " and this shall be the base of the altar. ", "type": "text", "attrs": {"verseId": "EZK.43.13", "verseOrgIds": ["EZK.43.13"]}}, {"text": "From the bottom on the ground to the lower ledge shall be two cubits, and the width one cubit; and from the lesser ledge to the greater ledge shall be four cubits, and the width a cubit. ", "type": "text", "attrs": {"verseId": "EZK.43.14", "verseOrgIds": ["EZK.43.14"]}}, {"text": "The upper altar shall be four cubits; and from the altar hearth and upward there shall be four horns. ", "type": "text", "attrs": {"verseId": "EZK.43.15", "verseOrgIds": ["EZK.43.15"]}}, {"text": "The altar hearth shall be twelve cubits long by twelve wide, square in its four sides. ", "type": "text", "attrs": {"verseId": "EZK.43.16", "verseOrgIds": ["EZK.43.16"]}}, {"text": "The ledge shall be fourteen cubits long by fourteen wide in its four sides; and the border about it shall be half a cubit; and its bottom shall be a cubit around; and its steps shall look toward the east.”", "type": "text", "attrs": {"verseId": "EZK.43.17", "verseOrgIds": ["EZK.43.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said to me, “Son of man, the Lord GOD says: ‘These are the ordinances of the altar in the day when they make it, to offer burnt offerings on it, and to sprinkle blood on it. ", "type": "text", "attrs": {"verseId": "EZK.43.18", "verseOrgIds": ["EZK.43.18"]}}, {"text": "You shall give to the Levitical priests who are of the offspring of Zadok, who are near to me, to minister to me,’ says the Lord GOD, ‘a young bull for a sin offering. ", "type": "text", "attrs": {"verseId": "EZK.43.19", "verseOrgIds": ["EZK.43.19"]}}, {"text": "You shall take of its blood and put it on its four horns, and on the four corners of the ledge, and on the border all around. You shall cleanse it and make atonement for it that way. ", "type": "text", "attrs": {"verseId": "EZK.43.20", "verseOrgIds": ["EZK.43.20"]}}, {"text": "You shall also take the bull of the sin offering, and it shall be burned in the appointed place of the house, outside of the sanctuary.", "type": "text", "attrs": {"verseId": "EZK.43.21", "verseOrgIds": ["EZK.43.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“On the second day you shall offer a male goat without defect for a sin offering; and they shall cleanse the altar, as they cleansed it with the bull. ", "type": "text", "attrs": {"verseId": "EZK.43.22", "verseOrgIds": ["EZK.43.22"]}}, {"text": "When you have finished cleansing it, you shall offer a young bull without defect and a ram out of the flock without defect. ", "type": "text", "attrs": {"verseId": "EZK.43.23", "verseOrgIds": ["EZK.43.23"]}}, {"text": "You shall bring them near to the LORD, and the priests shall cast salt on them, and they shall offer them up for a burnt offering to the LORD.", "type": "text", "attrs": {"verseId": "EZK.43.24", "verseOrgIds": ["EZK.43.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Seven days you shall prepare every day a goat for a sin offering. They shall also prepare a young bull and a ram out of the flock, without defect. ", "type": "text", "attrs": {"verseId": "EZK.43.25", "verseOrgIds": ["EZK.43.25"]}}, {"text": "Seven days shall they make atonement for the altar and purify it. So shall they consecrate it. ", "type": "text", "attrs": {"verseId": "EZK.43.26", "verseOrgIds": ["EZK.43.26"]}}, {"text": "When they have accomplished the days, it shall be that on the eighth day and onward, the priests shall make your burnt offerings on the altar and your peace offerings. Then I will accept you,’ says the Lord GOD.”", "type": "text", "attrs": {"verseId": "EZK.43.27", "verseOrgIds": ["EZK.43.27"]}}]}], "next": {"id": "EZK.44", "number": "44", "bookId": "EZK"}, "previous": {"id": "EZK.42", "number": "42", "bookId": "EZK"}}}}