{"_default": {"1": {"id": "2KI.19", "bibleId": "f72b840c855f362c-04", "number": "19", "bookId": "2KI", "reference": "2 Kings 19", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When king Hezekiah heard it, he tore his clothes, covered himself with sackcloth, and went into the LORD’s house. ", "type": "text", "attrs": {"verseId": "2KI.19.1", "verseOrgIds": ["2KI.19.1"]}}, {"text": "He sent Eliakim, who was over the household, Shebna the scribe, and the elders of the priests, covered with sackcloth, to Isaiah the prophet the son of Amoz. ", "type": "text", "attrs": {"verseId": "2KI.19.2", "verseOrgIds": ["2KI.19.2"]}}, {"text": "They said to him, “Hezekiah says, ‘Today is a day of trouble, of rebuke, and of rejection; for the children have come to the point of birth, and there is no strength to deliver them. ", "type": "text", "attrs": {"verseId": "2KI.19.3", "verseOrgIds": ["2KI.19.3"]}}, {"text": "It may be the LORD your God will hear all the words of Rabshakeh, whom the king of Assyria his master has sent to defy the living God, and will rebuke the words which the LORD your God has heard. Therefore lift up your prayer for the remnant that is left.’”", "type": "text", "attrs": {"verseId": "2KI.19.4", "verseOrgIds": ["2KI.19.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So the servants of king Hezekiah came to Isaiah. ", "type": "text", "attrs": {"verseId": "2KI.19.5", "verseOrgIds": ["2KI.19.5"]}}, {"text": "Isaiah said to them, “Tell your master this: ‘The LORD says, “Don’t be afraid of the words that you have heard, with which the servants of the king of Assyria have blasphemed me. ", "type": "text", "attrs": {"verseId": "2KI.19.6", "verseOrgIds": ["2KI.19.6"]}}, {"text": "Behold, I will put a spirit in him, and he will hear news, and will return to his own land. I will cause him to fall by the sword in his own land.”’”", "type": "text", "attrs": {"verseId": "2KI.19.7", "verseOrgIds": ["2KI.19.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Rabshakeh returned and found the king of Assyria warring against Libnah; for he had heard that he had departed from Lachish. ", "type": "text", "attrs": {"verseId": "2KI.19.8", "verseOrgIds": ["2KI.19.8"]}}, {"text": "When he heard it said of Tirhakah king of Ethiopia, “Behold, he has come out to fight against you,” he sent messengers again to Hezekiah, saying, ", "type": "text", "attrs": {"verseId": "2KI.19.9", "verseOrgIds": ["2KI.19.9"]}}, {"text": "“Tell Hezekiah king of Judah this: ‘Don’t let your God in whom you trust deceive you, saying, Jerusalem will not be given into the hand of the king of Assyria. ", "type": "text", "attrs": {"verseId": "2KI.19.10", "verseOrgIds": ["2KI.19.10"]}}, {"text": "Behold, you have heard what the kings of Assyria have done to all lands, by destroying them utterly. Will you be delivered? ", "type": "text", "attrs": {"verseId": "2KI.19.11", "verseOrgIds": ["2KI.19.11"]}}, {"text": "Have the gods of the nations delivered them, which my fathers have destroyed—Gozan, Haran, Rezeph, and the children of Eden who were in Telassar? ", "type": "text", "attrs": {"verseId": "2KI.19.12", "verseOrgIds": ["2KI.19.12"]}}, {"text": "Where is the king of Hamath, the king of Arpad, and the king of the city of Sepharvaim, of Hena, and Ivvah?’”", "type": "text", "attrs": {"verseId": "2KI.19.13", "verseOrgIds": ["2KI.19.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hezekiah received the letter from the hand of the messengers and read it. Then Hezekiah went up to the LORD’s house, and spread it before the LORD. ", "type": "text", "attrs": {"verseId": "2KI.19.14", "verseOrgIds": ["2KI.19.14"]}}, {"text": "Hezekiah prayed before the LORD, and said, “LORD, the God of Israel, who are enthroned above the cherubim, you are the God, even you alone, of all the kingdoms of the earth. You have made heaven and earth. ", "type": "text", "attrs": {"verseId": "2KI.19.15", "verseOrgIds": ["2KI.19.15"]}}, {"text": "Incline your ear, LORD, and hear. Open your eyes, LORD, and see. Hear the words of Sennacherib, which he has sent to defy the living God. ", "type": "text", "attrs": {"verseId": "2KI.19.16", "verseOrgIds": ["2KI.19.16"]}}, {"text": "Truly, LORD, the kings of Assyria have laid waste the nations and their lands, ", "type": "text", "attrs": {"verseId": "2KI.19.17", "verseOrgIds": ["2KI.19.17"]}}, {"text": "and have cast their gods into the fire; for they were no gods, but the work of men’s hands, wood and stone. Therefore they have destroyed them. ", "type": "text", "attrs": {"verseId": "2KI.19.18", "verseOrgIds": ["2KI.19.18"]}}, {"text": "Now therefore, LORD our God, save us, I beg you, out of his hand, that all the kingdoms of the earth may know that you, LORD, are God alone.”", "type": "text", "attrs": {"verseId": "2KI.19.19", "verseOrgIds": ["2KI.19.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Isaiah the son of Amoz sent to Hezekiah, saying, “The LORD, the God of Israel, says ‘You have prayed to me against Sennacherib king of Assyria, and I have heard you. ", "type": "text", "attrs": {"verseId": "2KI.19.20", "verseOrgIds": ["2KI.19.20"]}}, {"text": "This is the word that the LORD has spoken concerning him: ‘The virgin daughter of Zion has despised you and ridiculed you. The daughter of Jerusalem has shaken her head at you. ", "type": "text", "attrs": {"verseId": "2KI.19.21", "verseOrgIds": ["2KI.19.21"]}}, {"text": "Whom have you defied and blasphemed? Against whom have you exalted your voice and lifted up your eyes on high? Against the Holy One of Israel! ", "type": "text", "attrs": {"verseId": "2KI.19.22", "verseOrgIds": ["2KI.19.22"]}}, {"text": "By your messengers, you have defied the Lord, and have said, “With the multitude of my chariots, I have come up to the height of the mountains, to the innermost parts of Lebanon, and I will cut down its tall cedars and its choice cypress trees; and I will enter into his farthest lodging place, the forest of his fruitful field. ", "type": "text", "attrs": {"verseId": "2KI.19.23", "verseOrgIds": ["2KI.19.23"]}}, {"text": "I have dug and drunk strange waters, and I will dry up all the rivers of Egypt with the sole of my feet.” ", "type": "text", "attrs": {"verseId": "2KI.19.24", "verseOrgIds": ["2KI.19.24"]}}, {"text": "Haven’t you heard how I have done it long ago, and formed it of ancient times? Now I have brought it to pass, that it should be yours to lay waste fortified cities into ruinous heaps. ", "type": "text", "attrs": {"verseId": "2KI.19.25", "verseOrgIds": ["2KI.19.25"]}}, {"text": "Therefore their inhabitants had little power. They were dismayed and confounded. They were like the grass of the field and like the green herb, like the grass on the housetops and like grain blasted before it has grown up. ", "type": "text", "attrs": {"verseId": "2KI.19.26", "verseOrgIds": ["2KI.19.26"]}}, {"text": "But I know your sitting down, your going out, your coming in, and your raging against me. ", "type": "text", "attrs": {"verseId": "2KI.19.27", "verseOrgIds": ["2KI.19.27"]}}, {"text": "Because of your raging against me, and because your arrogance has come up into my ears, therefore I will put my hook in your nose, and my bridle in your lips, and I will turn you back by the way by which you came.’", "type": "text", "attrs": {"verseId": "2KI.19.28", "verseOrgIds": ["2KI.19.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“This will be the sign to you: This year, you will eat that which grows of itself, and in the second year that which springs from that; and in the third year sow and reap, and plant vineyards and eat their fruit. ", "type": "text", "attrs": {"verseId": "2KI.19.29", "verseOrgIds": ["2KI.19.29"]}}, {"text": "The remnant that has escaped of the house of Judah will again take root downward, and bear fruit upward. ", "type": "text", "attrs": {"verseId": "2KI.19.30", "verseOrgIds": ["2KI.19.30"]}}, {"text": "For out of Jerusalem a remnant will go out, and out of Mount Zion those who shall escape. The LORD’s zeal will perform this.", "type": "text", "attrs": {"verseId": "2KI.19.31", "verseOrgIds": ["2KI.19.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Therefore the LORD says concerning the king of Assyria, ‘He will not come to this city, nor shoot an arrow there. He will not come before it with shield, nor cast up a mound against it. ", "type": "text", "attrs": {"verseId": "2KI.19.32", "verseOrgIds": ["2KI.19.32"]}}, {"text": "He will return the same way that he came, and he will not come to this city,’ says the LORD. ", "type": "text", "attrs": {"verseId": "2KI.19.33", "verseOrgIds": ["2KI.19.33"]}}, {"text": "‘For I will defend this city to save it, for my own sake and for my servant David’s sake.’”", "type": "text", "attrs": {"verseId": "2KI.19.34", "verseOrgIds": ["2KI.19.34"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "That night, the LORD’s angel went out and struck one hundred eighty-five thousand in the camp of the Assyrians. When men arose early in the morning, behold, these were all dead bodies. ", "type": "text", "attrs": {"verseId": "2KI.19.35", "verseOrgIds": ["2KI.19.35"]}}, {"text": "So Sennacherib king of Assyria departed, went home, and lived at Nineveh. ", "type": "text", "attrs": {"verseId": "2KI.19.36", "verseOrgIds": ["2KI.19.36"]}}, {"text": "As he was worshiping in the house of Nisroch his god, Adrammelech and Sharezer struck him with the sword; and they escaped into the land of Ararat. Esar Haddon his son reigned in his place.", "type": "text", "attrs": {"verseId": "2KI.19.37", "verseOrgIds": ["2KI.19.37"]}}]}], "next": {"id": "2KI.20", "number": "20", "bookId": "2KI"}, "previous": {"id": "2KI.18", "number": "18", "bookId": "2KI"}}}}