{"_default": {"1": {"id": "JDG.16", "bibleId": "f72b840c855f362c-04", "number": "16", "bookId": "JDG", "reference": "Judges 16", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Samson went to Gaza, and saw there a prostitute, and went in to her. ", "type": "text", "attrs": {"verseId": "JDG.16.1", "verseOrgIds": ["JDG.16.1"]}}, {"text": "The Gazites were told, “Samson is here!” They surrounded him and laid wait for him all night in the gate of the city, and were quiet all the night, saying, “Wait until morning light; then we will kill him.” ", "type": "text", "attrs": {"verseId": "JDG.16.2", "verseOrgIds": ["JDG.16.2"]}}, {"text": "Samson lay until midnight, then arose at midnight and took hold of the doors of the gate of the city, with the two posts, and plucked them up, bar and all, and put them on his shoulders and carried them up to the top of the mountain that is before Hebron.", "type": "text", "attrs": {"verseId": "JDG.16.3", "verseOrgIds": ["JDG.16.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "It came to pass afterward that he loved a woman in the valley of Sorek, whose name was Delilah. ", "type": "text", "attrs": {"verseId": "JDG.16.4", "verseOrgIds": ["JDG.16.4"]}}, {"text": "The lords of the Philistines came up to her and said to her, “Entice him, and see in which his great strength lies, and by what means we may prevail against him, that we may bind him to afflict him; and we will each give you eleven hundred pieces of silver.”", "type": "text", "attrs": {"verseId": "JDG.16.5", "verseOrgIds": ["JDG.16.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Delilah said to Samson, “Please tell me where your great strength lies, and what you might be bound to afflict you.”", "type": "text", "attrs": {"verseId": "JDG.16.6", "verseOrgIds": ["JDG.16.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Samson said to her, “If they bind me with seven green cords that were never dried, then shall I become weak, and be as another man.”", "type": "text", "attrs": {"verseId": "JDG.16.7", "verseOrgIds": ["JDG.16.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the lords of the Philistines brought up to her seven green cords which had not been dried, and she bound him with them. ", "type": "text", "attrs": {"verseId": "JDG.16.8", "verseOrgIds": ["JDG.16.8"]}}, {"text": "Now she had an ambush waiting in the inner room. She said to him, “The Philistines are on you, Samson!” He broke the cords as a flax thread is broken when it touches the fire. So his strength was not known.", "type": "text", "attrs": {"verseId": "JDG.16.9", "verseOrgIds": ["JDG.16.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Delilah said to Samson, “Behold, you have mocked me, and told me lies. Now please tell me how you might be bound.”", "type": "text", "attrs": {"verseId": "JDG.16.10", "verseOrgIds": ["JDG.16.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said to her, “If they only bind me with new ropes with which no work has been done, then shall I become weak, and be as another man.”", "type": "text", "attrs": {"verseId": "JDG.16.11", "verseOrgIds": ["JDG.16.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Delilah took new ropes and bound him with them, then said to him, “The Philistines are on you, Samson!” The ambush was waiting in the inner room. He broke them off his arms like a thread.", "type": "text", "attrs": {"verseId": "JDG.16.12", "verseOrgIds": ["JDG.16.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Delilah said to Samson, “Until now, you have mocked me and told me lies. Tell me with what you might be bound.”", "type": "text", "attrs": {"verseId": "JDG.16.13", "verseOrgIds": ["JDG.16.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JDG 16:13"}, "items": [{"text": "He said to her, “If you weave the seven locks of my head with the fabric on the loom.”", "type": "text", "attrs": {"verseId": "JDG.16.13", "verseOrgIds": ["JDG.16.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "She fastened it with the pin, and said to him, “The Philistines are on you, Samson!” He awakened out of his sleep, and plucked away the pin of the beam and the fabric.", "type": "text", "attrs": {"verseId": "JDG.16.14", "verseOrgIds": ["JDG.16.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "She said to him, “How can you say, ‘I love you,’ when your heart is not with me? You have mocked me these three times, and have not told me where your great strength lies.”", "type": "text", "attrs": {"verseId": "JDG.16.15", "verseOrgIds": ["JDG.16.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When she pressed him daily with her words and urged him, his soul was troubled to death. ", "type": "text", "attrs": {"verseId": "JDG.16.16", "verseOrgIds": ["JDG.16.16"]}}, {"text": "He told her all his heart and said to her, “No razor has ever come on my head; for I have been a Nazirite to God from my mother’s womb. If I am shaved, then my strength will go from me and I will become weak, and be like any other man.”", "type": "text", "attrs": {"verseId": "JDG.16.17", "verseOrgIds": ["JDG.16.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Delilah saw that he had told her all his heart, she sent and called for the lords of the Philistines, saying, “Come up this once, for he has told me all his heart.” Then the lords of the Philistines came up to her and brought the money in their hand. ", "type": "text", "attrs": {"verseId": "JDG.16.18", "verseOrgIds": ["JDG.16.18"]}}, {"text": "She made him sleep on her knees; and she called for a man and shaved off the seven locks of his head; and she began to afflict him, and his strength went from him. ", "type": "text", "attrs": {"verseId": "JDG.16.19", "verseOrgIds": ["JDG.16.19"]}}, {"text": "She said, “The Philistines are upon you, Samson!”", "type": "text", "attrs": {"verseId": "JDG.16.20", "verseOrgIds": ["JDG.16.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JDG 16:20"}, "items": [{"text": "He awoke out of his sleep, and said, “I will go out as at other times, and shake myself free.” But he didn’t know that the LORD had departed from him. ", "type": "text", "attrs": {"verseId": "JDG.16.20", "verseOrgIds": ["JDG.16.20"]}}, {"text": "The Philistines laid hold on him and put out his eyes; and they brought him down to Gaza and bound him with fetters of bronze; and he ground at the mill in the prison. ", "type": "text", "attrs": {"verseId": "JDG.16.21", "verseOrgIds": ["JDG.16.21"]}}, {"text": "However, the hair of his head began to grow again after he was shaved.", "type": "text", "attrs": {"verseId": "JDG.16.22", "verseOrgIds": ["JDG.16.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The lords of the Philistines gathered together to offer a great sacrifice to Dagon their god, and to rejoice; for they said, “Our god has delivered Samson our enemy into our hand.” ", "type": "text", "attrs": {"verseId": "JDG.16.23", "verseOrgIds": ["JDG.16.23"]}}, {"text": "When the people saw him, they praised their god; for they said, “Our god has delivered our enemy and the destroyer of our country, who has slain many of us, into our hand.”", "type": "text", "attrs": {"verseId": "JDG.16.24", "verseOrgIds": ["JDG.16.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When their hearts were merry, they said, “Call for Samson, that he may entertain us.” They called for Samson out of the prison; and he performed before them. They set him between the pillars; ", "type": "text", "attrs": {"verseId": "JDG.16.25", "verseOrgIds": ["JDG.16.25"]}}, {"text": "and Samson said to the boy who held him by the hand, “Allow me to feel the pillars on which the house rests, that I may lean on them.” ", "type": "text", "attrs": {"verseId": "JDG.16.26", "verseOrgIds": ["JDG.16.26"]}}, {"text": "Now the house was full of men and women; and all the lords of the Philistines were there; and there were on the roof about three thousand men and women, who saw while Samson performed. ", "type": "text", "attrs": {"verseId": "JDG.16.27", "verseOrgIds": ["JDG.16.27"]}}, {"text": "Samson called to the LORD, and said, “Lord GOD, remember me, please, and strengthen me, please, only this once, God, that I may be at once avenged of the Philistines for my two eyes.” ", "type": "text", "attrs": {"verseId": "JDG.16.28", "verseOrgIds": ["JDG.16.28"]}}, {"text": "Samson took hold of the two middle pillars on which the house rested and leaned on them, the one with his right hand and the other with his left. ", "type": "text", "attrs": {"verseId": "JDG.16.29", "verseOrgIds": ["JDG.16.29"]}}, {"text": "Samson said, “Let me die with the Philistines!” He bowed himself with all his might; and the house fell on the lords, and on all the people who were in it. So the dead that he killed at his death were more than those who he killed in his life.", "type": "text", "attrs": {"verseId": "JDG.16.30", "verseOrgIds": ["JDG.16.30"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then his brothers and all the house of his father came down and took him, and brought him up and buried him between Zorah and Eshtaol in the burial site of Manoah his father. He judged Israel twenty years.", "type": "text", "attrs": {"verseId": "JDG.16.31", "verseOrgIds": ["JDG.16.31"]}}]}], "next": {"id": "JDG.17", "number": "17", "bookId": "JDG"}, "previous": {"id": "JDG.15", "number": "15", "bookId": "JDG"}}}}