{"_default": {"1": {"id": "2CH.33", "bibleId": "f72b840c855f362c-04", "number": "33", "bookId": "2CH", "reference": "2 Chronicles 33", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Manasseh was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.33.1", "verseOrgIds": ["2CH.33.1"]}}, {"text": "He did that which was evil in the LORD’s sight, after the abominations of the nations whom the LORD cast out before the children of Israel. ", "type": "text", "attrs": {"verseId": "2CH.33.2", "verseOrgIds": ["2CH.33.2"]}}, {"text": "For he built again the high places which Hezekiah his father had broken down; and he raised up altars for the Baals, made Asheroth, and worshiped all the army of the sky, and served them. ", "type": "text", "attrs": {"verseId": "2CH.33.3", "verseOrgIds": ["2CH.33.3"]}}, {"text": "He built altars in the LORD’s house, of which the LORD said, “My name shall be in Jerusalem forever.” ", "type": "text", "attrs": {"verseId": "2CH.33.4", "verseOrgIds": ["2CH.33.4"]}}, {"text": "He built altars for all the army of the sky in the two courts of the LORD’s house. ", "type": "text", "attrs": {"verseId": "2CH.33.5", "verseOrgIds": ["2CH.33.5"]}}, {"text": "He also made his children to pass through the fire in the valley of the son of Hinnom. He practiced sorcery, divination, and witchcraft, and dealt with those who had familiar spirits and with wizards. He did much evil in the LORD’s sight, to provoke him to anger. ", "type": "text", "attrs": {"verseId": "2CH.33.6", "verseOrgIds": ["2CH.33.6"]}}, {"text": "He set the engraved image of the idol, which he had made, in God’s house, of which God said to David and to Solomon his son, “In this house, and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my name forever. ", "type": "text", "attrs": {"verseId": "2CH.33.7", "verseOrgIds": ["2CH.33.7"]}}, {"text": "I will not any more remove the foot of Israel from off the land which I have appointed for your fathers, if only they will observe to do all that I have commanded them, even all the law, the statutes, and the ordinances given by Moses.” ", "type": "text", "attrs": {"verseId": "2CH.33.8", "verseOrgIds": ["2CH.33.8"]}}, {"text": "Manasseh seduced Judah and the inhabitants of Jerusalem, so that they did more evil than did the nations whom the LORD destroyed before the children of Israel.", "type": "text", "attrs": {"verseId": "2CH.33.9", "verseOrgIds": ["2CH.33.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Manasseh and to his people, but they didn’t listen. ", "type": "text", "attrs": {"verseId": "2CH.33.10", "verseOrgIds": ["2CH.33.10"]}}, {"text": "Therefore the LORD brought on them the captains of the army of the king of Assyria, who took Manasseh in chains, bound him with fetters, and carried him to Babylon.", "type": "text", "attrs": {"verseId": "2CH.33.11", "verseOrgIds": ["2CH.33.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When he was in distress, he begged the LORD his God, and humbled himself greatly before the God of his fathers. ", "type": "text", "attrs": {"verseId": "2CH.33.12", "verseOrgIds": ["2CH.33.12"]}}, {"text": "He prayed to him; and he was entreated by him, and heard his supplication, and brought him again to Jerusalem into his kingdom. Then Manasseh knew that the LORD was God.", "type": "text", "attrs": {"verseId": "2CH.33.13", "verseOrgIds": ["2CH.33.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now after this, he built an outer wall to David’s city on the west side of Gihon, in the valley, even to the entrance at the fish gate. He encircled Ophel with it, and raised it up to a very great height; and he put valiant captains in all the fortified cities of Judah. ", "type": "text", "attrs": {"verseId": "2CH.33.14", "verseOrgIds": ["2CH.33.14"]}}, {"text": "He took away the foreign gods and the idol out of the LORD’s house, and all the altars that he had built in the mountain of the LORD’s house and in Jerusalem, and cast them out of the city. ", "type": "text", "attrs": {"verseId": "2CH.33.15", "verseOrgIds": ["2CH.33.15"]}}, {"text": "He built up the LORD’s altar, and offered sacrifices of peace offerings and of thanksgiving on it, and commanded Judah to serve the LORD, the God of Israel. ", "type": "text", "attrs": {"verseId": "2CH.33.16", "verseOrgIds": ["2CH.33.16"]}}, {"text": "Nevertheless the people still sacrificed in the high places, but only to the LORD their God.", "type": "text", "attrs": {"verseId": "2CH.33.17", "verseOrgIds": ["2CH.33.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the rest of the acts of Manasseh, and his prayer to his God, and the words of the seers who spoke to him in the name of the LORD, the God of Israel, behold, they are written among the acts of the kings of Israel. ", "type": "text", "attrs": {"verseId": "2CH.33.18", "verseOrgIds": ["2CH.33.18"]}}, {"text": "His prayer also, and how God listened to his request, and all his sin and his trespass, and the places in which he built high places and set up the Asherah poles and the engraved images before he humbled himself: behold, they are written in the history of Hozai.", "type": "text", "attrs": {"verseId": "2CH.33.19", "verseOrgIds": ["2CH.33.19"]}}, {"text": " ", "type": "text", "attrs": {"verseId": "2CH.33.19", "verseOrgIds": ["2CH.33.19"]}}, {"text": "So Manasseh slept with his fathers, and they buried him in his own house; and Amon his son reigned in his place.", "type": "text", "attrs": {"verseId": "2CH.33.20", "verseOrgIds": ["2CH.33.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Amon was twenty-two years old when he began to reign; and he reigned two years in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.33.21", "verseOrgIds": ["2CH.33.21"]}}, {"text": "He did that which was evil in the LORD’s sight, as did Manasseh his father; and Amon sacrificed to all the engraved images which Manasseh his father had made, and served them. ", "type": "text", "attrs": {"verseId": "2CH.33.22", "verseOrgIds": ["2CH.33.22"]}}, {"text": "He didn’t humble himself before the LORD, as Manasseh his father had humbled himself; but this same Amon trespassed more and more. ", "type": "text", "attrs": {"verseId": "2CH.33.23", "verseOrgIds": ["2CH.33.23"]}}, {"text": "His servants conspired against him, and put him to death in his own house. ", "type": "text", "attrs": {"verseId": "2CH.33.24", "verseOrgIds": ["2CH.33.24"]}}, {"text": "But the people of the land killed all those who had conspired against king Amon; and the people of the land made Josiah his son king in his place.", "type": "text", "attrs": {"verseId": "2CH.33.25", "verseOrgIds": ["2CH.33.25"]}}]}], "next": {"id": "2CH.34", "number": "34", "bookId": "2CH"}, "previous": {"id": "2CH.32", "number": "32", "bookId": "2CH"}}}}