{"_default": {"1": {"id": "1SA.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "1SA", "reference": "1 Samuel 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now there was a man of Benjamin, whose name was Kish the son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, the son of a Benjamite, a mighty man of valor. ", "type": "text", "attrs": {"verseId": "1SA.9.1", "verseOrgIds": ["1SA.9.1"]}}, {"text": "He had a son whose name was Saul, an impressive young man; and there was not among the children of Israel a more handsome person than he. From his shoulders and upward he was taller than any of the people.", "type": "text", "attrs": {"verseId": "1SA.9.2", "verseOrgIds": ["1SA.9.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The donkeys of Kish, Saul’s father, were lost. Kish said to Saul his son, “Now take one of the servants with you, and arise, go look for the donkeys.” ", "type": "text", "attrs": {"verseId": "1SA.9.3", "verseOrgIds": ["1SA.9.3"]}}, {"text": "He passed through the hill country of Ephraim, and passed through the land of Shalishah, but they didn’t find them. Then they passed through the land of Shaalim, and they weren’t there. Then he passed through the land of the Benjamites, but they didn’t find them.", "type": "text", "attrs": {"verseId": "1SA.9.4", "verseOrgIds": ["1SA.9.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When they had come to the land of Zuph, Saul said to his servant who was with him, “Come! Let’s return, lest my father stop caring about the donkeys and be anxious for us.”", "type": "text", "attrs": {"verseId": "1SA.9.5", "verseOrgIds": ["1SA.9.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The servant said to him, “Behold now, there is a man of God in this city, and he is a man who is held in honor. All that he says surely happens. Now let’s go there. Perhaps he can tell us which way to go.”", "type": "text", "attrs": {"verseId": "1SA.9.6", "verseOrgIds": ["1SA.9.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Saul said to his servant, “But behold, if we go, what should we bring the man? For the bread is spent in our sacks, and there is not a present to bring to the man of God. What do we have?”", "type": "text", "attrs": {"verseId": "1SA.9.7", "verseOrgIds": ["1SA.9.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The servant answered Saul again and said, “Behold, I have in my hand the fourth part of a shekel", "type": "text", "attrs": {"verseId": "1SA.9.8", "verseOrgIds": ["1SA.9.8"]}}, {"text": " of silver. I will give that to the man of God, to tell us our way.” ", "type": "text", "attrs": {"verseId": "1SA.9.8", "verseOrgIds": ["1SA.9.8"]}}, {"text": "(In earlier times in Israel, when a man went to inquire of God, he said, “Come! Let’s go to the seer;” for he who is now called a prophet was before called a seer.)", "type": "text", "attrs": {"verseId": "1SA.9.9", "verseOrgIds": ["1SA.9.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Saul said to his servant, “Well said. Come! Let’s go.” So they went to the city where the man of God was. ", "type": "text", "attrs": {"verseId": "1SA.9.10", "verseOrgIds": ["1SA.9.10"]}}, {"text": "As they went up the ascent to the city, they found young maidens going out to draw water, and said to them, “Is the seer here?”", "type": "text", "attrs": {"verseId": "1SA.9.11", "verseOrgIds": ["1SA.9.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They answered them and said, “He is. Behold, he is before you. Hurry now, for he has come today into the city; for the people have a sacrifice today in the high place. ", "type": "text", "attrs": {"verseId": "1SA.9.12", "verseOrgIds": ["1SA.9.12"]}}, {"text": "As soon as you have come into the city, you will immediately find him before he goes up to the high place to eat; for the people will not eat until he comes, because he blesses the sacrifice. Afterwards those who are invited eat. Now therefore go up; for at this time you will find him.”", "type": "text", "attrs": {"verseId": "1SA.9.13", "verseOrgIds": ["1SA.9.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They went up to the city. As they came within the city, behold, Samuel came out toward them to go up to the high place.", "type": "text", "attrs": {"verseId": "1SA.9.14", "verseOrgIds": ["1SA.9.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the LORD had revealed to Samuel a day before Saul came, saying, ", "type": "text", "attrs": {"verseId": "1SA.9.15", "verseOrgIds": ["1SA.9.15"]}}, {"text": "“Tomorrow about this time I will send you a man out of the land of Benjamin, and you shall anoint him to be prince over my people Israel. He will save my people out of the hand of the Philistines; for I have looked upon my people, because their cry has come to me.”", "type": "text", "attrs": {"verseId": "1SA.9.16", "verseOrgIds": ["1SA.9.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Samuel saw Saul, the LORD said to him, “Behold, the man of whom I spoke to you! He will have authority over my people.”", "type": "text", "attrs": {"verseId": "1SA.9.17", "verseOrgIds": ["1SA.9.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Saul approached Samuel in the gateway, and said, “Please tell me where the seer’s house is.”", "type": "text", "attrs": {"verseId": "1SA.9.18", "verseOrgIds": ["1SA.9.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Samuel answered Saul and said, “I am the seer. Go up before me to the high place, for you are to eat with me today. In the morning I will let you go and will tell you all that is in your heart. ", "type": "text", "attrs": {"verseId": "1SA.9.19", "verseOrgIds": ["1SA.9.19"]}}, {"text": "As for your donkeys who were lost three days ago, don’t set your mind on them, for they have been found. For whom does all Israel desire? Is it not you and all your father’s house?”", "type": "text", "attrs": {"verseId": "1SA.9.20", "verseOrgIds": ["1SA.9.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Saul answered, “Am I not a Benjamite, of the smallest of the tribes of Israel? And my family the least of all the families of the tribe of Benjamin? Why then do you speak to me like this?”", "type": "text", "attrs": {"verseId": "1SA.9.21", "verseOrgIds": ["1SA.9.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Samuel took Saul and his servant and brought them into the guest room, and made them sit in the best place among those who were invited, who were about thirty persons. ", "type": "text", "attrs": {"verseId": "1SA.9.22", "verseOrgIds": ["1SA.9.22"]}}, {"text": "Samuel said to the cook, “Bring the portion which I gave you, of which I said to you, ‘Set it aside.’” ", "type": "text", "attrs": {"verseId": "1SA.9.23", "verseOrgIds": ["1SA.9.23"]}}, {"text": "The cook took up the thigh, and that which was on it, and set it before Saul. Samuel said, “Behold, that which has been reserved! Set it before yourself and eat; because it has been kept for you for the appointed time, for I said, ‘I have invited the people.’” So Saul ate with Samuel that day.", "type": "text", "attrs": {"verseId": "1SA.9.24", "verseOrgIds": ["1SA.9.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When they had come down from the high place into the city, he talked with Saul on the housetop. ", "type": "text", "attrs": {"verseId": "1SA.9.25", "verseOrgIds": ["1SA.9.25"]}}, {"text": "They arose early; and about daybreak, Samuel called to Saul on the housetop, saying, “Get up, that I may send you away.” Saul arose, and they both went outside, he and Samuel, together. ", "type": "text", "attrs": {"verseId": "1SA.9.26", "verseOrgIds": ["1SA.9.26"]}}, {"text": "As they were going down at the end of the city, Samuel said to Saul, “Tell the servant to go on ahead of us.” He went ahead, then Samuel said, “But stand still first, that I may cause you to hear God’s message.”", "type": "text", "attrs": {"verseId": "1SA.9.27", "verseOrgIds": ["1SA.9.27"]}}]}], "next": {"id": "1SA.10", "number": "10", "bookId": "1SA"}, "previous": {"id": "1SA.8", "number": "8", "bookId": "1SA"}}}}