{"_default": {"1": {"id": "NUM.30", "bibleId": "f72b840c855f362c-04", "number": "30", "bookId": "NUM", "reference": "Numbers 30", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses spoke to the heads of the tribes of the children of Israel, saying, “This is the thing which the LORD has commanded. ", "type": "text", "attrs": {"verseId": "NUM.30.1", "verseOrgIds": ["NUM.30.2"]}}, {"text": "When a man vows a vow to the LORD, or swears an oath to bind his soul with a bond, he shall not break his word. He shall do according to all that proceeds out of his mouth.", "type": "text", "attrs": {"verseId": "NUM.30.2", "verseOrgIds": ["NUM.30.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Also, when a woman vows a vow to the LORD and binds herself by a pledge, being in her father’s house, in her youth, ", "type": "text", "attrs": {"verseId": "NUM.30.3", "verseOrgIds": ["NUM.30.4"]}}, {"text": "and her father hears her vow and her pledge with which she has bound her soul, and her father says nothing to her, then all her vows shall stand, and every pledge with which she has bound her soul shall stand. ", "type": "text", "attrs": {"verseId": "NUM.30.4", "verseOrgIds": ["NUM.30.5"]}}, {"text": "But if her father forbids her in the day that he hears, none of her vows or of her pledges with which she has bound her soul, shall stand. The LORD will forgive her, because her father has forbidden her.", "type": "text", "attrs": {"verseId": "NUM.30.5", "verseOrgIds": ["NUM.30.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If she has a husband, while her vows are on her, or the rash utterance of her lips with which she has bound her soul, ", "type": "text", "attrs": {"verseId": "NUM.30.6", "verseOrgIds": ["NUM.30.7"]}}, {"text": "and her husband hears it, and says nothing to her in the day that he hears it; then her vows shall stand, and her pledges with which she has bound her soul shall stand. ", "type": "text", "attrs": {"verseId": "NUM.30.7", "verseOrgIds": ["NUM.30.8"]}}, {"text": "But if her husband forbids her in the day that he hears it, then he makes void her vow which is on her and the rash utterance of her lips, with which she has bound her soul. The LORD will forgive her.", "type": "text", "attrs": {"verseId": "NUM.30.8", "verseOrgIds": ["NUM.30.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“But the vow of a widow, or of her who is divorced, everything with which she has bound her soul shall stand against her.", "type": "text", "attrs": {"verseId": "NUM.30.9", "verseOrgIds": ["NUM.30.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If she vowed in her husband’s house or bound her soul by a bond with an oath, ", "type": "text", "attrs": {"verseId": "NUM.30.10", "verseOrgIds": ["NUM.30.11"]}}, {"text": "and her husband heard it, and held his peace at her and didn’t disallow her, then all her vows shall stand, and every pledge with which she bound her soul shall stand. ", "type": "text", "attrs": {"verseId": "NUM.30.11", "verseOrgIds": ["NUM.30.12"]}}, {"text": "But if her husband made them null and void in the day that he heard them, then whatever proceeded out of her lips concerning her vows, or concerning the bond of her soul, shall not stand. Her husband has made them void. The LORD will forgive her. ", "type": "text", "attrs": {"verseId": "NUM.30.12", "verseOrgIds": ["NUM.30.13"]}}, {"text": "Every vow, and every binding oath to afflict the soul, her husband may establish it, or her husband may make it void. ", "type": "text", "attrs": {"verseId": "NUM.30.13", "verseOrgIds": ["NUM.30.14"]}}, {"text": "But if her husband says nothing to her from day to day, then he establishes all her vows or all her pledges which are on her. He has established them, because he said nothing to her in the day that he heard them. ", "type": "text", "attrs": {"verseId": "NUM.30.14", "verseOrgIds": ["NUM.30.15"]}}, {"text": "But if he makes them null and void after he has heard them, then he shall bear her iniquity.”", "type": "text", "attrs": {"verseId": "NUM.30.15", "verseOrgIds": ["NUM.30.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "These are the statutes which the LORD commanded Moses, between a man and his wife, between a father and his daughter, being in her youth, in her father’s house.", "type": "text", "attrs": {"verseId": "NUM.30.16", "verseOrgIds": ["NUM.30.17"]}}]}], "next": {"id": "NUM.31", "number": "31", "bookId": "NUM"}, "previous": {"id": "NUM.29", "number": "29", "bookId": "NUM"}}}}