{"_default": {"1": {"id": "NUM.26", "bibleId": "f72b840c855f362c-04", "number": "26", "bookId": "NUM", "reference": "Numbers 26", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After the plague, the LORD spoke to Moses and to Eleazar the son of Aaron the priest, saying, ", "type": "text", "attrs": {"verseId": "NUM.26.1", "verseOrgIds": ["NUM.26.1"]}}, {"text": "“Take a census of all the congregation of the children of Israel, from twenty years old and upward, by their fathers’ houses, all who are able to go out to war in Israel.” ", "type": "text", "attrs": {"verseId": "NUM.26.2", "verseOrgIds": ["NUM.26.2"]}}, {"text": "Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying, ", "type": "text", "attrs": {"verseId": "NUM.26.3", "verseOrgIds": ["NUM.26.3"]}}, {"text": "“Take a census, from twenty years old and upward, as the LORD commanded Moses and the children of Israel.”", "type": "text", "attrs": {"verseId": "NUM.26.4", "verseOrgIds": ["NUM.26.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "NUM 26:4"}, "items": [{"text": "These are those who came out of the land of Egypt. ", "type": "text", "attrs": {"verseId": "NUM.26.4", "verseOrgIds": ["NUM.26.4"]}}, {"text": "Reuben, the firstborn of Israel; the sons of Reuben: of Hanoch, the family of the Hanochites; of Pallu, the family of the Palluites; ", "type": "text", "attrs": {"verseId": "NUM.26.5", "verseOrgIds": ["NUM.26.5"]}}, {"text": "of Hezron, the family of the Hezronites; of Carmi, the family of the Carmites. ", "type": "text", "attrs": {"verseId": "NUM.26.6", "verseOrgIds": ["NUM.26.6"]}}, {"text": "These are the families of the Reubenites; and those who were counted of them were forty-three thousand seven hundred thirty. ", "type": "text", "attrs": {"verseId": "NUM.26.7", "verseOrgIds": ["NUM.26.7"]}}, {"text": "The son of Pallu: Eliab. ", "type": "text", "attrs": {"verseId": "NUM.26.8", "verseOrgIds": ["NUM.26.8"]}}, {"text": "The sons of Eliab: Nemuel, Dathan, and Abiram. These are that Dathan and Abiram who were called by the congregation, who rebelled against Moses and against Aaron in the company of Korah when they rebelled against the LORD; ", "type": "text", "attrs": {"verseId": "NUM.26.9", "verseOrgIds": ["NUM.26.9"]}}, {"text": "and the earth opened its mouth, and swallowed them up together with Korah when that company died; at the time the fire devoured two hundred fifty men, and they became a sign. ", "type": "text", "attrs": {"verseId": "NUM.26.10", "verseOrgIds": ["NUM.26.10"]}}, {"text": "Notwithstanding, the sons of Korah didn’t die. ", "type": "text", "attrs": {"verseId": "NUM.26.11", "verseOrgIds": ["NUM.26.11"]}}, {"text": "The sons of Simeon after their families: of Nemuel, the family of the Nemuelites; of Jamin, the family of the Jaminites; of Jachin, the family of the Jachinites; ", "type": "text", "attrs": {"verseId": "NUM.26.12", "verseOrgIds": ["NUM.26.12"]}}, {"text": "of Zerah, the family of the Zerahites; of Shaul, the family of the Shaulites. ", "type": "text", "attrs": {"verseId": "NUM.26.13", "verseOrgIds": ["NUM.26.13"]}}, {"text": "These are the families of the Simeonites, twenty-two thousand two hundred. ", "type": "text", "attrs": {"verseId": "NUM.26.14", "verseOrgIds": ["NUM.26.14"]}}, {"text": "The sons of Gad after their families: of Zephon, the family of the Zephonites; of Haggi, the family of the Haggites; of Shuni, the family of the Shunites; ", "type": "text", "attrs": {"verseId": "NUM.26.15", "verseOrgIds": ["NUM.26.15"]}}, {"text": "of Ozni, the family of the Oznites; of Eri, the family of the Erites; ", "type": "text", "attrs": {"verseId": "NUM.26.16", "verseOrgIds": ["NUM.26.16"]}}, {"text": "of Arod, the family of the Arodites; of Areli, the family of the Arelites. ", "type": "text", "attrs": {"verseId": "NUM.26.17", "verseOrgIds": ["NUM.26.17"]}}, {"text": "These are the families of the sons of Gad according to those who were counted of them, forty thousand and five hundred. ", "type": "text", "attrs": {"verseId": "NUM.26.18", "verseOrgIds": ["NUM.26.18"]}}, {"text": "The sons of Judah: Er and Onan. Er and Onan died in the land of Canaan. ", "type": "text", "attrs": {"verseId": "NUM.26.19", "verseOrgIds": ["NUM.26.19"]}}, {"text": "The sons of Judah after their families were: of Shelah, the family of the Shelanites; of Perez, the family of the Perezites; of Zerah, the family of the Zerahites. ", "type": "text", "attrs": {"verseId": "NUM.26.20", "verseOrgIds": ["NUM.26.20"]}}, {"text": "The sons of Perez were: of Hezron, the family of the Hezronites; of Hamul, the family of the Hamulites. ", "type": "text", "attrs": {"verseId": "NUM.26.21", "verseOrgIds": ["NUM.26.21"]}}, {"text": "These are the families of Judah according to those who were counted of them, seventy-six thousand five hundred. ", "type": "text", "attrs": {"verseId": "NUM.26.22", "verseOrgIds": ["NUM.26.22"]}}, {"text": "The sons of Issachar after their families: of Tola, the family of the Tolaites; of Puvah, the family of the Punites; ", "type": "text", "attrs": {"verseId": "NUM.26.23", "verseOrgIds": ["NUM.26.23"]}}, {"text": "of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites. ", "type": "text", "attrs": {"verseId": "NUM.26.24", "verseOrgIds": ["NUM.26.24"]}}, {"text": "These are the families of Issachar according to those who were counted of them, sixty-four thousand three hundred. ", "type": "text", "attrs": {"verseId": "NUM.26.25", "verseOrgIds": ["NUM.26.25"]}}, {"text": "The sons of Zebulun after their families: of Sered, the family of the Seredites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites. ", "type": "text", "attrs": {"verseId": "NUM.26.26", "verseOrgIds": ["NUM.26.26"]}}, {"text": "These are the families of the Zebulunites according to those who were counted of them, sixty thousand five hundred. ", "type": "text", "attrs": {"verseId": "NUM.26.27", "verseOrgIds": ["NUM.26.27"]}}, {"text": "The sons of Joseph after their families: Manasseh and Ephraim. ", "type": "text", "attrs": {"verseId": "NUM.26.28", "verseOrgIds": ["NUM.26.28"]}}, {"text": "The sons of Manasseh: of Machir, the family of the Machirites; and Machir became the father of Gilead; of Gilead, the family of the Gileadites. ", "type": "text", "attrs": {"verseId": "NUM.26.29", "verseOrgIds": ["NUM.26.29"]}}, {"text": "These are the sons of Gilead: of Iezer, the family of the Iezerites; of Helek, the family of the Helekites; ", "type": "text", "attrs": {"verseId": "NUM.26.30", "verseOrgIds": ["NUM.26.30"]}}, {"text": "and Asriel, the family of the Asrielites; and Shechem, the family of the Shechemites; ", "type": "text", "attrs": {"verseId": "NUM.26.31", "verseOrgIds": ["NUM.26.31"]}}, {"text": "and Shemida, the family of the Shemidaites; and Hepher, the family of the Hepherites. ", "type": "text", "attrs": {"verseId": "NUM.26.32", "verseOrgIds": ["NUM.26.32"]}}, {"text": "Zelophehad the son of Hepher had no sons, but daughters: and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah. ", "type": "text", "attrs": {"verseId": "NUM.26.33", "verseOrgIds": ["NUM.26.33"]}}, {"text": "These are the families of Manasseh. Those who were counted of them were fifty-two thousand seven hundred. ", "type": "text", "attrs": {"verseId": "NUM.26.34", "verseOrgIds": ["NUM.26.34"]}}, {"text": "These are the sons of Ephraim after their families: of Shuthelah, the family of the Shuthelahites; of Becher, the family of the Becherites; of Tahan, the family of the Tahanites. ", "type": "text", "attrs": {"verseId": "NUM.26.35", "verseOrgIds": ["NUM.26.35"]}}, {"text": "These are the sons of Shuthelah: of Eran, the family of the Eranites. ", "type": "text", "attrs": {"verseId": "NUM.26.36", "verseOrgIds": ["NUM.26.36"]}}, {"text": "These are the families of the sons of Ephraim according to those who were counted of them, thirty-two thousand five hundred. These are the sons of Joseph after their families. ", "type": "text", "attrs": {"verseId": "NUM.26.37", "verseOrgIds": ["NUM.26.37"]}}, {"text": "The sons of Benjamin after their families: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites; ", "type": "text", "attrs": {"verseId": "NUM.26.38", "verseOrgIds": ["NUM.26.38"]}}, {"text": "of Shephupham, the family of the Shuphamites; of Hupham, the family of the Huphamites. ", "type": "text", "attrs": {"verseId": "NUM.26.39", "verseOrgIds": ["NUM.26.39"]}}, {"text": "The sons of Bela were Ard and Naaman: the family of the Ardites; and of Naaman, the family of the Naamites. ", "type": "text", "attrs": {"verseId": "NUM.26.40", "verseOrgIds": ["NUM.26.40"]}}, {"text": "These are the sons of Benjamin after their families; and those who were counted of them were forty-five thousand six hundred. ", "type": "text", "attrs": {"verseId": "NUM.26.41", "verseOrgIds": ["NUM.26.41"]}}, {"text": "These are the sons of Dan after their families: of Shuham, the family of the Shuhamites. These are the families of Dan after their families. ", "type": "text", "attrs": {"verseId": "NUM.26.42", "verseOrgIds": ["NUM.26.42"]}}, {"text": "All the families of the Shuhamites, according to those who were counted of them, were sixty-four thousand four hundred. ", "type": "text", "attrs": {"verseId": "NUM.26.43", "verseOrgIds": ["NUM.26.43"]}}, {"text": "The sons of Asher after their families: of Imnah, the family of the Imnites; of Ishvi, the family of the Ishvites; of Beriah, the family of the Berites. ", "type": "text", "attrs": {"verseId": "NUM.26.44", "verseOrgIds": ["NUM.26.44"]}}, {"text": "Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites. ", "type": "text", "attrs": {"verseId": "NUM.26.45", "verseOrgIds": ["NUM.26.45"]}}, {"text": "The name of the daughter of Asher was Serah. ", "type": "text", "attrs": {"verseId": "NUM.26.46", "verseOrgIds": ["NUM.26.46"]}}, {"text": "These are the families of the sons of Asher according to those who were counted of them, fifty-three thousand four hundred. ", "type": "text", "attrs": {"verseId": "NUM.26.47", "verseOrgIds": ["NUM.26.47"]}}, {"text": "The sons of Naphtali after their families: of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites; ", "type": "text", "attrs": {"verseId": "NUM.26.48", "verseOrgIds": ["NUM.26.48"]}}, {"text": "of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites. ", "type": "text", "attrs": {"verseId": "NUM.26.49", "verseOrgIds": ["NUM.26.49"]}}, {"text": "These are the families of Naphtali according to their families; and those who were counted of them were forty-five thousand four hundred. ", "type": "text", "attrs": {"verseId": "NUM.26.50", "verseOrgIds": ["NUM.26.50"]}}, {"text": "These are those who were counted of the children of Israel, six hundred one thousand seven hundred thirty.", "type": "text", "attrs": {"verseId": "NUM.26.51", "verseOrgIds": ["NUM.26.51"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, saying, ", "type": "text", "attrs": {"verseId": "NUM.26.52", "verseOrgIds": ["NUM.26.52"]}}, {"text": "“To these the land shall be divided for an inheritance according to the number of names. ", "type": "text", "attrs": {"verseId": "NUM.26.53", "verseOrgIds": ["NUM.26.53"]}}, {"text": "To the more you shall give the more inheritance, and to the fewer you shall give the less inheritance. To everyone according to those who were counted of him shall his inheritance be given. ", "type": "text", "attrs": {"verseId": "NUM.26.54", "verseOrgIds": ["NUM.26.54"]}}, {"text": "Notwithstanding, the land shall be divided by lot. According to the names of the tribes of their fathers they shall inherit. ", "type": "text", "attrs": {"verseId": "NUM.26.55", "verseOrgIds": ["NUM.26.55"]}}, {"text": "According to the lot shall their inheritance be divided between the more and the fewer.”", "type": "text", "attrs": {"verseId": "NUM.26.56", "verseOrgIds": ["NUM.26.56"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "These are those who were counted of the Levites after their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites. ", "type": "text", "attrs": {"verseId": "NUM.26.57", "verseOrgIds": ["NUM.26.57"]}}, {"text": "These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, and the family of the Korahites. Kohath became the father of Amram. ", "type": "text", "attrs": {"verseId": "NUM.26.58", "verseOrgIds": ["NUM.26.58"]}}, {"text": "The name of Amram’s wife was Jochebed, the daughter of Levi, who was born to Levi in Egypt. She bore to Amram Aaron and Moses, and Miriam their sister. ", "type": "text", "attrs": {"verseId": "NUM.26.59", "verseOrgIds": ["NUM.26.59"]}}, {"text": "To Aaron were born Nadab and Abihu, Eleazar and Ithamar. ", "type": "text", "attrs": {"verseId": "NUM.26.60", "verseOrgIds": ["NUM.26.60"]}}, {"text": "Nadab and Abihu died when they offered strange fire before the LORD. ", "type": "text", "attrs": {"verseId": "NUM.26.61", "verseOrgIds": ["NUM.26.61"]}}, {"text": "Those who were counted of them were twenty-three thousand, every male from a month old and upward; for they were not counted among the children of Israel, because there was no inheritance given them among the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.26.62", "verseOrgIds": ["NUM.26.62"]}}, {"text": "These are those who were counted by Moses and Eleazar the priest, who counted the children of Israel in the plains of Moab by the Jordan at Jericho. ", "type": "text", "attrs": {"verseId": "NUM.26.63", "verseOrgIds": ["NUM.26.63"]}}, {"text": "But among these there was not a man of them who were counted by Moses and Aaron the priest, who counted the children of Israel in the wilderness of Sinai. ", "type": "text", "attrs": {"verseId": "NUM.26.64", "verseOrgIds": ["NUM.26.64"]}}, {"text": "For the LORD had said of them, “They shall surely die in the wilderness.” There was not a man left of them, except Caleb the son of Jephunneh, and Joshua the son of Nun.", "type": "text", "attrs": {"verseId": "NUM.26.65", "verseOrgIds": ["NUM.26.65"]}}]}], "next": {"id": "NUM.27", "number": "27", "bookId": "NUM"}, "previous": {"id": "NUM.25", "number": "25", "bookId": "NUM"}}}}