{"_default": {"1": {"id": "NEH.4", "bibleId": "f72b840c855f362c-04", "number": "4", "bookId": "NEH", "reference": "Nehemiah 4", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But when Sanballat heard that we were building the wall, he was angry, and was very indignant, and mocked the Jews. ", "type": "text", "attrs": {"verseId": "NEH.4.1", "verseOrgIds": ["NEH.3.33"]}}, {"text": "He spoke before his brothers and the army of Samaria, and said, “What are these feeble Jews doing? Will they fortify themselves? Will they sacrifice? Will they finish in a day? Will they revive the stones out of the heaps of rubbish, since they are burned?”", "type": "text", "attrs": {"verseId": "NEH.4.2", "verseOrgIds": ["NEH.3.34"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Tobiah the Ammonite was by him, and he said, “What they are building, if a fox climbed up it, he would break down their stone wall.”", "type": "text", "attrs": {"verseId": "NEH.4.3", "verseOrgIds": ["NEH.3.35"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Hear, our God, for we are despised. Turn back their reproach on their own head. Give them up for a plunder in a land of captivity. ", "type": "text", "attrs": {"verseId": "NEH.4.4", "verseOrgIds": ["NEH.3.36"]}}, {"text": "Don’t cover their iniquity. Don’t let their sin be blotted out from before you; for they have insulted the builders.”", "type": "text", "attrs": {"verseId": "NEH.4.5", "verseOrgIds": ["NEH.3.37"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So we built the wall; and all the wall was joined together to half its height, for the people had a mind to work.", "type": "text", "attrs": {"verseId": "NEH.4.6", "verseOrgIds": ["NEH.3.38"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But when Sanballat, Tobiah, the Arabians, the Ammonites, and the Ashdodites heard that the repairing of the walls of Jerusalem went forward, and that the breaches began to be filled, they were very angry; ", "type": "text", "attrs": {"verseId": "NEH.4.7", "verseOrgIds": ["NEH.4.1"]}}, {"text": "and they all conspired together to come and fight against Jerusalem, and to cause confusion among us. ", "type": "text", "attrs": {"verseId": "NEH.4.8", "verseOrgIds": ["NEH.4.2"]}}, {"text": "But we made our prayer to our God, and set a watch against them day and night because of them.", "type": "text", "attrs": {"verseId": "NEH.4.9", "verseOrgIds": ["NEH.4.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Judah said, “The strength of the bearers of burdens is fading and there is much rubble, so that we are not able to build the wall.” ", "type": "text", "attrs": {"verseId": "NEH.4.10", "verseOrgIds": ["NEH.4.4"]}}, {"text": "Our adversaries said, “They will not know or see, until we come in among them and kill them, and cause the work to cease.”", "type": "text", "attrs": {"verseId": "NEH.4.11", "verseOrgIds": ["NEH.4.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the Jews who lived by them came, they said to us ten times from all places, “Wherever you turn, they will attack us.”", "type": "text", "attrs": {"verseId": "NEH.4.12", "verseOrgIds": ["NEH.4.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Therefore I set guards in the lowest parts of the space behind the wall, in the open places. I set the people by family groups with their swords, their spears, and their bows. ", "type": "text", "attrs": {"verseId": "NEH.4.13", "verseOrgIds": ["NEH.4.7"]}}, {"text": "I looked, and rose up, and said to the nobles, to the rulers, and to the rest of the people, “Don’t be afraid of them! Remember the Lord, who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your houses.”", "type": "text", "attrs": {"verseId": "NEH.4.14", "verseOrgIds": ["NEH.4.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When our enemies heard that it was known to us, and God had brought their counsel to nothing, all of us returned to the wall, everyone to his work. ", "type": "text", "attrs": {"verseId": "NEH.4.15", "verseOrgIds": ["NEH.4.9"]}}, {"text": "From that time forth, half of my servants did the work, and half of them held the spears, the shields, the bows, and the coats of mail; and the rulers were behind all the house of Judah. ", "type": "text", "attrs": {"verseId": "NEH.4.16", "verseOrgIds": ["NEH.4.10"]}}, {"text": "Those who built the wall, and those who bore burdens loaded themselves; everyone with one of his hands did the work, and with the other held his weapon. ", "type": "text", "attrs": {"verseId": "NEH.4.17", "verseOrgIds": ["NEH.4.11"]}}, {"text": "Among the builders, everyone wore his sword at his side, and so built. He who sounded the shofar was by me. ", "type": "text", "attrs": {"verseId": "NEH.4.18", "verseOrgIds": ["NEH.4.12"]}}, {"text": "I said to the nobles, and to the rulers and to the rest of the people, “The work is great and widely spread out, and we are separated on the wall, far from one another. ", "type": "text", "attrs": {"verseId": "NEH.4.19", "verseOrgIds": ["NEH.4.13"]}}, {"text": "Wherever you hear the sound of the shofar, rally there to us. Our God will fight for us.”", "type": "text", "attrs": {"verseId": "NEH.4.20", "verseOrgIds": ["NEH.4.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So we did the work. Half of the people held the spears from the rising of the morning until the stars appeared. ", "type": "text", "attrs": {"verseId": "NEH.4.21", "verseOrgIds": ["NEH.4.15"]}}, {"text": "Likewise at the same time I said to the people, “Let everyone with his servant lodge within Jerusalem, that in the night they may be a guard to us, and may labor in the day.” ", "type": "text", "attrs": {"verseId": "NEH.4.22", "verseOrgIds": ["NEH.4.16"]}}, {"text": "So neither I, nor my brothers, nor my servants, nor the men of the guard who followed me took off our clothes. Everyone took his weapon to the water.", "type": "text", "attrs": {"verseId": "NEH.4.23", "verseOrgIds": ["NEH.4.17"]}}]}], "next": {"id": "NEH.5", "number": "5", "bookId": "NEH"}, "previous": {"id": "NEH.3", "number": "3", "bookId": "NEH"}}}}