{"_default": {"1": {"id": "2CH.17", "bibleId": "f72b840c855f362c-04", "number": "17", "bookId": "2CH", "reference": "2 Chronicles 17", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoshaphat his son reigned in his place, and strengthened himself against Israel. ", "type": "text", "attrs": {"verseId": "2CH.17.1", "verseOrgIds": ["2CH.17.1"]}}, {"text": "He placed forces in all the fortified cities of Judah, and set garrisons in the land of Judah and in the cities of Ephraim, which Asa his father had taken. ", "type": "text", "attrs": {"verseId": "2CH.17.2", "verseOrgIds": ["2CH.17.2"]}}, {"text": "The LORD was with Jehoshaphat, because he walked in the first ways of his father David, and didn’t seek the Baals, ", "type": "text", "attrs": {"verseId": "2CH.17.3", "verseOrgIds": ["2CH.17.3"]}}, {"text": "but sought the God of his father, and walked in his commandments, and not in the ways of Israel. ", "type": "text", "attrs": {"verseId": "2CH.17.4", "verseOrgIds": ["2CH.17.4"]}}, {"text": "Therefore the LORD established the kingdom in his hand. All Judah brought tribute to Jehoshaphat, and he had riches and honor in abundance. ", "type": "text", "attrs": {"verseId": "2CH.17.5", "verseOrgIds": ["2CH.17.5"]}}, {"text": "His heart was lifted up in the ways of the LORD. Furthermore, he took away the high places and the Asherah poles out of Judah.", "type": "text", "attrs": {"verseId": "2CH.17.6", "verseOrgIds": ["2CH.17.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Also in the third year of his reign he sent his princes, even Ben Hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah; ", "type": "text", "attrs": {"verseId": "2CH.17.7", "verseOrgIds": ["2CH.17.7"]}}, {"text": "and with them Levites, even Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah, the Levites; and with them Elishama and Jehoram, the priests. ", "type": "text", "attrs": {"verseId": "2CH.17.8", "verseOrgIds": ["2CH.17.8"]}}, {"text": "They taught in Judah, having the book of the LORD’s law with them. They went about throughout all the cities of Judah and taught among the people.", "type": "text", "attrs": {"verseId": "2CH.17.9", "verseOrgIds": ["2CH.17.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The fear of the LORD fell on all the kingdoms of the lands that were around Judah, so that they made no war against Jehoshaphat. ", "type": "text", "attrs": {"verseId": "2CH.17.10", "verseOrgIds": ["2CH.17.10"]}}, {"text": "Some of the Philistines brought Jehoshaphat presents and silver for tribute. The Arabians also brought him flocks: seven thousand seven hundred rams and seven thousand seven hundred male goats. ", "type": "text", "attrs": {"verseId": "2CH.17.11", "verseOrgIds": ["2CH.17.11"]}}, {"text": "Jehoshaphat grew great exceedingly; and he built fortresses and store cities in Judah. ", "type": "text", "attrs": {"verseId": "2CH.17.12", "verseOrgIds": ["2CH.17.12"]}}, {"text": "He had many works in the cities of Judah; and men of war, mighty men of valor, in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.17.13", "verseOrgIds": ["2CH.17.13"]}}, {"text": "This was the numbering of them according to their fathers’ houses: From Judah, the captains of thousands: Adnah the captain, and with him three hundred thousand mighty men of valor; ", "type": "text", "attrs": {"verseId": "2CH.17.14", "verseOrgIds": ["2CH.17.14"]}}, {"text": "and next to him Jehohanan the captain, and with him two hundred eighty thousand; ", "type": "text", "attrs": {"verseId": "2CH.17.15", "verseOrgIds": ["2CH.17.15"]}}, {"text": "and next to him Amasiah the son of Zichri, who willingly offered himself to the LORD, and with him two hundred thousand mighty men of valor. ", "type": "text", "attrs": {"verseId": "2CH.17.16", "verseOrgIds": ["2CH.17.16"]}}, {"text": "From Benjamin: Eliada, a mighty man of valor, and with him two hundred thousand armed with bow and shield; ", "type": "text", "attrs": {"verseId": "2CH.17.17", "verseOrgIds": ["2CH.17.17"]}}, {"text": "and next to him Jehozabad, and with him one hundred eighty thousand ready and prepared for war. ", "type": "text", "attrs": {"verseId": "2CH.17.18", "verseOrgIds": ["2CH.17.18"]}}, {"text": "These were those who waited on the king, in addition to those whom the king put in the fortified cities throughout all Judah.", "type": "text", "attrs": {"verseId": "2CH.17.19", "verseOrgIds": ["2CH.17.19"]}}]}], "next": {"id": "2CH.18", "number": "18", "bookId": "2CH"}, "previous": {"id": "2CH.16", "number": "16", "bookId": "2CH"}}}}