{"_default": {"1": {"id": "GEN.41", "bibleId": "bf8f1c7f3f9045a5-01", "number": "41", "bookId": "GEN", "reference": "Genesis 41", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass at the end of two full years, that Pharaoh dreamed: and, behold, he stood by the river. ", "type": "text", "attrs": {"verseId": "GEN.41.1", "verseOrgIds": ["GEN.41.1"]}}, {"text": "And, behold, there came up out of the river seven kine, well-favoured and fat-fleshed; and they fed in the reed-grass. ", "type": "text", "attrs": {"verseId": "GEN.41.2", "verseOrgIds": ["GEN.41.2"]}}, {"text": "And, behold, seven other kine came up after them out of the river, ill favoured and lean-fleshed; and stood by the other kine upon the brink of the river. ", "type": "text", "attrs": {"verseId": "GEN.41.3", "verseOrgIds": ["GEN.41.3"]}}, {"text": "And the ill-favoured and lean-fleshed kine did eat up the seven well-favoured and fat kine. So Pharaoh awoke. ", "type": "text", "attrs": {"verseId": "GEN.41.4", "verseOrgIds": ["GEN.41.4"]}}, {"text": "And he slept and dreamed a second time: and, behold, seven ears of corn came up upon one stalk, rank and good. ", "type": "text", "attrs": {"verseId": "GEN.41.5", "verseOrgIds": ["GEN.41.5"]}}, {"text": "And, behold, seven ears, thin and blasted with the east wind, sprung up after them. ", "type": "text", "attrs": {"verseId": "GEN.41.6", "verseOrgIds": ["GEN.41.6"]}}, {"text": "And the thin ears swallowed up the seven rank and full ears. And Pharaoh awoke, and, behold, it was a dream. ", "type": "text", "attrs": {"verseId": "GEN.41.7", "verseOrgIds": ["GEN.41.7"]}}, {"text": "And it came to pass in the morning that his spirit was troubled; and he sent and called for all the magicians of Egypt, and all the wise men thereof; and Pharaoh told them his dream; but there was none that could interpret them unto Pharaoh. ", "type": "text", "attrs": {"verseId": "GEN.41.8", "verseOrgIds": ["GEN.41.8"]}}, {"text": "Then spoke the chief butler unto Pharaoh, saying: 'I make mention of my faults this day: ", "type": "text", "attrs": {"verseId": "GEN.41.9", "verseOrgIds": ["GEN.41.9"]}}, {"text": "Pharaoh was wroth with his servants, and put me in the ward of the house of the captain of the guard, me and the chief baker. ", "type": "text", "attrs": {"verseId": "GEN.41.10", "verseOrgIds": ["GEN.41.10"]}}, {"text": "And we dreamed a dream in one night, I and he; we dreamed each man according to the interpretation of his dream. ", "type": "text", "attrs": {"verseId": "GEN.41.11", "verseOrgIds": ["GEN.41.11"]}}, {"text": "And there was with us there a young man, a Hebrew, servant to the captain of the guard; and we told him, and he interpreted to us our dreams; to each man according to his dream he did interpret. ", "type": "text", "attrs": {"verseId": "GEN.41.12", "verseOrgIds": ["GEN.41.12"]}}, {"text": "And it came to pass, as he interpreted to us, so it was: I was restored unto mine office, and he was hanged.' ", "type": "text", "attrs": {"verseId": "GEN.41.13", "verseOrgIds": ["GEN.41.13"]}}, {"text": "Then Pharaoh sent and called Joseph, and they brought him hastily out of the dungeon. And he shaved himself, and changed his raiment, and came in unto Pharaoh. ", "type": "text", "attrs": {"verseId": "GEN.41.14", "verseOrgIds": ["GEN.41.14"]}}, {"text": "And Pharaoh said unto Joseph: 'I have dreamed a dream, and there is none that can interpret it; and I have heard say of thee, that when thou hearest a dream thou canst interpret it.' ", "type": "text", "attrs": {"verseId": "GEN.41.15", "verseOrgIds": ["GEN.41.15"]}}, {"text": "And Joseph answered Pharaoh, saying: 'It is not in me; God will give Pharaoh an answer of peace.' ", "type": "text", "attrs": {"verseId": "GEN.41.16", "verseOrgIds": ["GEN.41.16"]}}, {"text": "And Pharaoh spoke unto Joseph: 'In my dream, behold, I stood upon the brink of the river. ", "type": "text", "attrs": {"verseId": "GEN.41.17", "verseOrgIds": ["GEN.41.17"]}}, {"text": "And, behold, there came up out of the river seven kine, fat-fleshed and well-favoured; and they fed in the reed-grass. ", "type": "text", "attrs": {"verseId": "GEN.41.18", "verseOrgIds": ["GEN.41.18"]}}, {"text": "And, behold, seven other kine came up after them, poor and very ill-favoured and lean-fleshed, such as I never saw in all the land of Egypt for badness. ", "type": "text", "attrs": {"verseId": "GEN.41.19", "verseOrgIds": ["GEN.41.19"]}}, {"text": "And the lean and ill-favoured kine did eat up the first seven fat kine. ", "type": "text", "attrs": {"verseId": "GEN.41.20", "verseOrgIds": ["GEN.41.20"]}}, {"text": "And when they had eaten them up, it could not be known that they had eaten them; but they were still ill-favoured as at the beginning. So I awoke. ", "type": "text", "attrs": {"verseId": "GEN.41.21", "verseOrgIds": ["GEN.41.21"]}}, {"text": "And I saw in my dream, and, behold, seven ears came up upon one stalk, full and good. ", "type": "text", "attrs": {"verseId": "GEN.41.22", "verseOrgIds": ["GEN.41.22"]}}, {"text": "And, behold, seven ears, withered, thin, and blasted with the east wind, sprung up after them. ", "type": "text", "attrs": {"verseId": "GEN.41.23", "verseOrgIds": ["GEN.41.23"]}}, {"text": "And the thin ears swallowed up the seven good ears. And I told it unto the magicians; but there was none that could declare it to me.' ", "type": "text", "attrs": {"verseId": "GEN.41.24", "verseOrgIds": ["GEN.41.24"]}}, {"text": "And Joseph said unto Pharaoh: 'The dream of Pharaoh is one; what God is about to do He hath declared unto Pharaoh. ", "type": "text", "attrs": {"verseId": "GEN.41.25", "verseOrgIds": ["GEN.41.25"]}}, {"text": "The seven good kine are seven years; and the seven good ears are seven years: the dream is one. ", "type": "text", "attrs": {"verseId": "GEN.41.26", "verseOrgIds": ["GEN.41.26"]}}, {"text": "And the seven lean and ill-favoured kine that came up after them are seven years, and also the seven empty ears blasted with the east wind; they shall be seven years of famine. ", "type": "text", "attrs": {"verseId": "GEN.41.27", "verseOrgIds": ["GEN.41.27"]}}, {"text": "That is the thing which I spoke unto Pharaoh: what God is about to do He hath shown unto Pharaoh. ", "type": "text", "attrs": {"verseId": "GEN.41.28", "verseOrgIds": ["GEN.41.28"]}}, {"text": "Behold, there come seven years of great plenty throughout all the land of Egypt. ", "type": "text", "attrs": {"verseId": "GEN.41.29", "verseOrgIds": ["GEN.41.29"]}}, {"text": "And there shall arise after them seven years of famine; and all the plenty shall be forgotten in the land of Egypt; and the famine shall consume the land; ", "type": "text", "attrs": {"verseId": "GEN.41.30", "verseOrgIds": ["GEN.41.30"]}}, {"text": "and the plenty shall not be known in the land by reason of that famine which followeth; for it shall be very grievous. ", "type": "text", "attrs": {"verseId": "GEN.41.31", "verseOrgIds": ["GEN.41.31"]}}, {"text": "And for that the dream was doubled unto Pharaoh twice, it is because the thing is established by God, and God will shortly bring it to pass. ", "type": "text", "attrs": {"verseId": "GEN.41.32", "verseOrgIds": ["GEN.41.32"]}}, {"text": "Now therefore let Pharaoh look out a man discreet and wise, and set him over the land of Egypt. ", "type": "text", "attrs": {"verseId": "GEN.41.33", "verseOrgIds": ["GEN.41.33"]}}, {"text": "Let Pharaoh do this, and let him appoint overseers over the land, and take up the fifth part of the land of Egypt in the seven years of plenty. ", "type": "text", "attrs": {"verseId": "GEN.41.34", "verseOrgIds": ["GEN.41.34"]}}, {"text": "And let them gather all the food of these good years that come, and lay up corn under the hand of Pharaoh for food in the cities, and let them keep it. ", "type": "text", "attrs": {"verseId": "GEN.41.35", "verseOrgIds": ["GEN.41.35"]}}, {"text": "And the food shall be for a store to the land against the seven years of famine, which shall be in the land of Egypt; that the land perish not through the famine.' ", "type": "text", "attrs": {"verseId": "GEN.41.36", "verseOrgIds": ["GEN.41.36"]}}, {"text": "And the thing was good in the eyes of Pharaoh, and in the eyes of all his servants. ", "type": "text", "attrs": {"verseId": "GEN.41.37", "verseOrgIds": ["GEN.41.37"]}}, {"text": "And Pharaoh said unto his servants: 'Can we find such a one as this, a man in whom the spirit of God is?' ", "type": "text", "attrs": {"verseId": "GEN.41.38", "verseOrgIds": ["GEN.41.38"]}}, {"text": "And Pharaoh said unto Joseph: 'Forasmuch as God hath shown thee all this, there is none so discreet and wise as thou. ", "type": "text", "attrs": {"verseId": "GEN.41.39", "verseOrgIds": ["GEN.41.39"]}}, {"text": "Thou shalt be over my house, and according unto thy word shall all my people be ruled; only in the throne will I be greater than thou.' ", "type": "text", "attrs": {"verseId": "GEN.41.40", "verseOrgIds": ["GEN.41.40"]}}, {"text": "And Pharaoh said unto Joseph: 'See, I have set thee over all the land of Egypt.' ", "type": "text", "attrs": {"verseId": "GEN.41.41", "verseOrgIds": ["GEN.41.41"]}}, {"text": "And Pharaoh took off his signet ring from his hand, and put it upon Joseph's hand, and arrayed him in vestures of fine linen, and put a gold chain about his neck. ", "type": "text", "attrs": {"verseId": "GEN.41.42", "verseOrgIds": ["GEN.41.42"]}}, {"text": "And he made him to ride in the second chariot which he had; and they cried before him: 'Abrech'; and he set him over all the land of Egypt. ", "type": "text", "attrs": {"verseId": "GEN.41.43", "verseOrgIds": ["GEN.41.43"]}}, {"text": "And Pharaoh said unto Joseph: 'I am Pharaoh, and without thee shall no man lift up his hand or his foot in all the land of Egypt.' ", "type": "text", "attrs": {"verseId": "GEN.41.44", "verseOrgIds": ["GEN.41.44"]}}, {"text": "And Pharaoh called Joseph's name Zaphenath-paneah; and he gave him to wife Asenath the daughter of Poti-phera priest of On. And Joseph went out over the land of Egypt. — ", "type": "text", "attrs": {"verseId": "GEN.41.45", "verseOrgIds": ["GEN.41.45"]}}, {"text": "And Joseph was thirty years old when he stood before Pharaoh king of Egypt. — And Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt. ", "type": "text", "attrs": {"verseId": "GEN.41.46", "verseOrgIds": ["GEN.41.46"]}}, {"text": "And in the seven years of plenty the earth brought forth in heaps. ", "type": "text", "attrs": {"verseId": "GEN.41.47", "verseOrgIds": ["GEN.41.47"]}}, {"text": "And he gathered up all the food of the seven years which were in the land of Egypt, and laid up the food in the cities; the food of the field, which was round about every city, laid he up in the same. ", "type": "text", "attrs": {"verseId": "GEN.41.48", "verseOrgIds": ["GEN.41.48"]}}, {"text": "And Joseph laid up corn as the sand of the sea, very much, until they left off numbering; for it was without number. ", "type": "text", "attrs": {"verseId": "GEN.41.49", "verseOrgIds": ["GEN.41.49"]}}, {"text": "And unto Joseph were born two sons before the year of famine came, whom Asenath the daughter of Poti-phera priest of On bore unto him. ", "type": "text", "attrs": {"verseId": "GEN.41.50", "verseOrgIds": ["GEN.41.50"]}}, {"text": "And Joseph called the name of the first-born Manasseh: 'for God hath made me forget all my toil, and all my father's house.' ", "type": "text", "attrs": {"verseId": "GEN.41.51", "verseOrgIds": ["GEN.41.51"]}}, {"text": "And the name of the second called he Ephraim: 'for God hath made me fruitful in the land of my affliction.' ", "type": "text", "attrs": {"verseId": "GEN.41.52", "verseOrgIds": ["GEN.41.52"]}}, {"text": "And the seven years of plenty, that was in the land of Egypt, came to an end. ", "type": "text", "attrs": {"verseId": "GEN.41.53", "verseOrgIds": ["GEN.41.53"]}}, {"text": "And the seven years of famine began to come, according as Joseph had said; and there was famine in all lands; but in all the land of Egypt there was bread. ", "type": "text", "attrs": {"verseId": "GEN.41.54", "verseOrgIds": ["GEN.41.54"]}}, {"text": "And when all the land of Egypt was famished, the people cried to Pharaoh for bread; and Pharaoh said unto all the Egyptians: 'Go unto Joseph; what he saith to you, do.' ", "type": "text", "attrs": {"verseId": "GEN.41.55", "verseOrgIds": ["GEN.41.55"]}}, {"text": "And the famine was over all the face of the earth; and Joseph opened all the storehouses, and sold unto the Egyptians; and the famine was sore in the land of Egypt. ", "type": "text", "attrs": {"verseId": "GEN.41.56", "verseOrgIds": ["GEN.41.56"]}}, {"text": "And all countries came into Egypt to Joseph to buy corn; because the famine was sore in all the earth.", "type": "text", "attrs": {"verseId": "GEN.41.57", "verseOrgIds": ["GEN.41.57"]}}]}], "next": {"id": "GEN.42", "number": "42", "bookId": "GEN"}, "previous": {"id": "GEN.40", "number": "40", "bookId": "GEN"}}}}