{"_default": {"1": {"id": "NAM.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "NAM", "reference": "Nahum 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "THE BURDEN of Nineveh. The book of the vision of Nahum the Elkoshite. ", "type": "text", "attrs": {"verseId": "NAM.1.1", "verseOrgIds": ["NAM.1.1"]}}, {"text": "The LORD is a jealous and avenging God, the LORD avengeth and is full of wrath; the LORD taketh vengeance on His adversaries, and He reserveth wrath for His enemies. ", "type": "text", "attrs": {"verseId": "NAM.1.2", "verseOrgIds": ["NAM.1.2"]}}, {"text": "The LORD is long-suffering, and great in power, and will by no means clear the guilty; the LORD, in the whirlwind and in the storm is His way, and the clouds are the dust of His feet. ", "type": "text", "attrs": {"verseId": "NAM.1.3", "verseOrgIds": ["NAM.1.3"]}}, {"text": "He rebuketh the sea, and maketh it dry, and drieth up all the rivers; Bashan languisheth, and Carmel, and the flower of Lebanon languisheth. ", "type": "text", "attrs": {"verseId": "NAM.1.4", "verseOrgIds": ["NAM.1.4"]}}, {"text": "The mountains quake at Him, and the hills melt; and the earth is upheaved at His presence, yea, the world, and all that dwell therein. ", "type": "text", "attrs": {"verseId": "NAM.1.5", "verseOrgIds": ["NAM.1.5"]}}, {"text": "Who can stand before His indignation? And who can abide in the fierceness of His anger? His fury is poured out like fire, and the rocks are broken asunder before Him. ", "type": "text", "attrs": {"verseId": "NAM.1.6", "verseOrgIds": ["NAM.1.6"]}}, {"text": "The LORD is good, a stronghold in the day of trouble; and He knoweth them that take refuge in Him. ", "type": "text", "attrs": {"verseId": "NAM.1.7", "verseOrgIds": ["NAM.1.7"]}}, {"text": "But with an overrunning flood He will make a full end of the place thereof, and darkness shall pursue His enemies. ", "type": "text", "attrs": {"verseId": "NAM.1.8", "verseOrgIds": ["NAM.1.8"]}}, {"text": "What do ye devise against the LORD? He will make a full end; trouble shall not rise up the second time. ", "type": "text", "attrs": {"verseId": "NAM.1.9", "verseOrgIds": ["NAM.1.9"]}}, {"text": "For though they be like tangled thorns, and be drunken according to their drink, they shall be devoured as stubble fully dry. ", "type": "text", "attrs": {"verseId": "NAM.1.10", "verseOrgIds": ["NAM.1.10"]}}, {"text": "Out of thee came he forth, that deviseth evil against the LORD, that counselleth wickedness. ", "type": "text", "attrs": {"verseId": "NAM.1.11", "verseOrgIds": ["NAM.1.11"]}}, {"text": "Thus saith the LORD: Though they be in full strength, and likewise many, even so shall they be cut down, and he shall pass away; and though I have afflicted thee, I will afflict thee no more. ", "type": "text", "attrs": {"verseId": "NAM.1.12", "verseOrgIds": ["NAM.1.12"]}}, {"text": "And now will I break his yoke from off thee, and will burst thy bonds in sunder. ", "type": "text", "attrs": {"verseId": "NAM.1.13", "verseOrgIds": ["NAM.1.13"]}}, {"text": "And the LORD hath given commandment concerning thee, that no more of thy name be sown; out of the house of thy god will I cut off the graven image and the molten image; I will make thy grave; for thou art become worthless. ", "type": "text", "attrs": {"verseId": "NAM.1.14", "verseOrgIds": ["NAM.1.14"]}}, {"text": "(2-1) Behold upon the mountains the feet of him that bringeth good tidings, that announceth peace! Keep thy feasts, O Judah, perform thy vows; for the wicked one shall no more pass through thee; he is utterly cut off.", "type": "text", "attrs": {"verseId": "NAM.1.15", "verseOrgIds": ["NAM.2.1"]}}]}], "next": {"id": "NAM.2", "number": "2", "bookId": "NAM"}, "previous": {"id": "NAM.intro", "number": "intro", "bookId": "NAM"}}}}