{"_default": {"1": {"id": "ISA.40", "bibleId": "bf8f1c7f3f9045a5-01", "number": "40", "bookId": "ISA", "reference": "Isaiah 40", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Comfort ye, comfort ye My people, saith your God. ", "type": "text", "attrs": {"verseId": "ISA.40.1", "verseOrgIds": ["ISA.40.1"]}}, {"text": "Bid Jerusalem take heart, and proclaim unto her, that her time of service is accomplished, that her guilt is paid off; that she hath received of the LORD'S hand double for all her sins. ", "type": "text", "attrs": {"verseId": "ISA.40.2", "verseOrgIds": ["ISA.40.2"]}}, {"text": "Hark! one calleth: 'Clear ye in the wilderness the way of the LORD, make plain in the desert a highway for our God. ", "type": "text", "attrs": {"verseId": "ISA.40.3", "verseOrgIds": ["ISA.40.3"]}}, {"text": "Every valley shall be lifted up, and every mountain and hill shall be made low; and the rugged shall be made level, and the rough places a plain; ", "type": "text", "attrs": {"verseId": "ISA.40.4", "verseOrgIds": ["ISA.40.4"]}}, {"text": "And the glory of the LORD shall be revealed, and all flesh shall see it together; for the mouth of the LORD hath spoken it.' ", "type": "text", "attrs": {"verseId": "ISA.40.5", "verseOrgIds": ["ISA.40.5"]}}, {"text": "Hark! one saith: 'Proclaim!' And he saith: 'What shall I proclaim?' 'All flesh is grass, and all the goodliness thereof is as the flower of the field; ", "type": "text", "attrs": {"verseId": "ISA.40.6", "verseOrgIds": ["ISA.40.6"]}}, {"text": "The grass withereth, the flower fadeth; because the breath of the LORD bloweth upon it — surely the people is grass. ", "type": "text", "attrs": {"verseId": "ISA.40.7", "verseOrgIds": ["ISA.40.7"]}}, {"text": "The grass withereth, the flower fadeth; but the word of our God shall stand for ever.' ", "type": "text", "attrs": {"verseId": "ISA.40.8", "verseOrgIds": ["ISA.40.8"]}}, {"text": "O thou that tellest good tidings to Zion, get thee up into the high mountain; O thou that tellest good tidings to Jerusalem, lift up thy voice with strength; lift it up, be not afraid; say unto the cities of Judah: 'Behold your God!' ", "type": "text", "attrs": {"verseId": "ISA.40.9", "verseOrgIds": ["ISA.40.9"]}}, {"text": "Behold, the Lord GOD will come as a Mighty One, and His arm will rule for Him; behold, His reward is with Him, and His recompense before Him. ", "type": "text", "attrs": {"verseId": "ISA.40.10", "verseOrgIds": ["ISA.40.10"]}}, {"text": "Even as a shepherd that feedeth his flock, that gathereth the lambs in his arm, and carrieth them in his bosom, and gently leadeth those that give suck. ", "type": "text", "attrs": {"verseId": "ISA.40.11", "verseOrgIds": ["ISA.40.11"]}}, {"text": "Who hath measured the waters in the hollow of his hand, and meted out heaven with the span, and comprehended the dust of the earth in a measure, and weighed the mountains in scales, and the hills in a balance? ", "type": "text", "attrs": {"verseId": "ISA.40.12", "verseOrgIds": ["ISA.40.12"]}}, {"text": "Who hath meted out the spirit of the LORD? Or who was His counsellor that he might instruct Him? ", "type": "text", "attrs": {"verseId": "ISA.40.13", "verseOrgIds": ["ISA.40.13"]}}, {"text": "With whom took He counsel, and who instructed Him, and taught Him in the path of right, and taught Him knowledge, and made Him to know the way of discernment? ", "type": "text", "attrs": {"verseId": "ISA.40.14", "verseOrgIds": ["ISA.40.14"]}}, {"text": "Behold, the nations are as a drop of a bucket, and are counted as the small dust of the balance; behold the isles are as a mote in weight. ", "type": "text", "attrs": {"verseId": "ISA.40.15", "verseOrgIds": ["ISA.40.15"]}}, {"text": "And Lebanon is not sufficient fuel, nor the beasts thereof sufficient for burnt-offerings. ", "type": "text", "attrs": {"verseId": "ISA.40.16", "verseOrgIds": ["ISA.40.16"]}}, {"text": "All the nations are as nothing before Him; they are accounted by Him as things of nought, and vanity. ", "type": "text", "attrs": {"verseId": "ISA.40.17", "verseOrgIds": ["ISA.40.17"]}}, {"text": "To whom then will ye liken God? Or what likeness will ye compare unto Him? ", "type": "text", "attrs": {"verseId": "ISA.40.18", "verseOrgIds": ["ISA.40.18"]}}, {"text": "The image perchance, which the craftsman hath melted, and the goldsmith spread over with gold, the silversmith casting silver chains? ", "type": "text", "attrs": {"verseId": "ISA.40.19", "verseOrgIds": ["ISA.40.19"]}}, {"text": "A holm-oak is set apart, he chooseth a tree that will not rot; he seeketh unto him a cunning craftsman to set up an image, that shall not be moved. ", "type": "text", "attrs": {"verseId": "ISA.40.20", "verseOrgIds": ["ISA.40.20"]}}, {"text": "Know ye not? hear ye not? Hath it not been told you from the beginning? Have ye not understood the foundations of the earth? ", "type": "text", "attrs": {"verseId": "ISA.40.21", "verseOrgIds": ["ISA.40.21"]}}, {"text": "It is He that sitteth above the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretcheth out the heavens as a curtain, and spreadeth them out as a tent to dwell in; ", "type": "text", "attrs": {"verseId": "ISA.40.22", "verseOrgIds": ["ISA.40.22"]}}, {"text": "That bringeth princes to nothing; He maketh the judges of the earth as a thing of nought. ", "type": "text", "attrs": {"verseId": "ISA.40.23", "verseOrgIds": ["ISA.40.23"]}}, {"text": "Scarce are they planted, scarce are they sown, scarce hath their stock taken root in the earth; when He bloweth upon them, they wither, and the whirlwind taketh them away as stubble. ", "type": "text", "attrs": {"verseId": "ISA.40.24", "verseOrgIds": ["ISA.40.24"]}}, {"text": "To whom then will ye liken Me, that I should be equal? saith the Holy One. ", "type": "text", "attrs": {"verseId": "ISA.40.25", "verseOrgIds": ["ISA.40.25"]}}, {"text": "Lift up your eyes on high, and see: who hath created these? He that bringeth out their host by number, He calleth them all by name; by the greatness of His might, and for that He is strong in power, not one faileth. ", "type": "text", "attrs": {"verseId": "ISA.40.26", "verseOrgIds": ["ISA.40.26"]}}, {"text": "Why sayest thou, O Jacob, and speakest, O Israel: 'My way is hid from the LORD, and my right is passed over from my God'? ", "type": "text", "attrs": {"verseId": "ISA.40.27", "verseOrgIds": ["ISA.40.27"]}}, {"text": "Hast thou not known? hast thou not heard that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? His discernment is past searching out. ", "type": "text", "attrs": {"verseId": "ISA.40.28", "verseOrgIds": ["ISA.40.28"]}}, {"text": "He giveth power to the faint; and to him that hath no might He increaseth strength. ", "type": "text", "attrs": {"verseId": "ISA.40.29", "verseOrgIds": ["ISA.40.29"]}}, {"text": "Even the youths shall faint and be weary, and the young men shall utterly fall; ", "type": "text", "attrs": {"verseId": "ISA.40.30", "verseOrgIds": ["ISA.40.30"]}}, {"text": "But they that wait for the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; they shall walk, and not faint.", "type": "text", "attrs": {"verseId": "ISA.40.31", "verseOrgIds": ["ISA.40.31"]}}]}], "next": {"id": "ISA.41", "number": "41", "bookId": "ISA"}, "previous": {"id": "ISA.39", "number": "39", "bookId": "ISA"}}}}