{"_default": {"1": {"id": "JER.48", "bibleId": "bf8f1c7f3f9045a5-01", "number": "48", "bookId": "JER", "reference": "Jeremiah 48", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Of Moab. Thus saith the LORD of hosts, the God of Israel: Woe unto Nebo! for it is spoiled; Kiriathaim is put to shame, it is taken; Misgab is put to shame and dismayed. ", "type": "text", "attrs": {"verseId": "JER.48.1", "verseOrgIds": ["JER.48.1"]}}, {"text": "The praise of Moab is no more; in Heshbon they have devised evil against her: 'Come, and let us cut her off from being a nation.' Thou also, O Madmen, shalt be brought to silence; the sword shall pursue thee. ", "type": "text", "attrs": {"verseId": "JER.48.2", "verseOrgIds": ["JER.48.2"]}}, {"text": "Hark! a cry from Horonaim, spoiling and great destruction! ", "type": "text", "attrs": {"verseId": "JER.48.3", "verseOrgIds": ["JER.48.3"]}}, {"text": "Moab is destroyed; her little ones have caused a cry to be heard. ", "type": "text", "attrs": {"verseId": "JER.48.4", "verseOrgIds": ["JER.48.4"]}}, {"text": "For by the ascent of Luhith with continual weeping shall they go up; for in the going down of Horonaim they have heard the distressing cry of destruction. ", "type": "text", "attrs": {"verseId": "JER.48.5", "verseOrgIds": ["JER.48.5"]}}, {"text": "Flee, save your lives, and be like a tamarisk in the wilderness. ", "type": "text", "attrs": {"verseId": "JER.48.6", "verseOrgIds": ["JER.48.6"]}}, {"text": "For, because thou hast trusted in thy works and in thy treasures, thou also shalt be taken; and Chemosh shall go forth into captivity, his priests and his princes together. ", "type": "text", "attrs": {"verseId": "JER.48.7", "verseOrgIds": ["JER.48.7"]}}, {"text": "And the spoiler shall come upon every city, and no city shall escape; the valley also shall perish, and the plain shall be destroyed; as the LORD hath spoken. ", "type": "text", "attrs": {"verseId": "JER.48.8", "verseOrgIds": ["JER.48.8"]}}, {"text": "Give wings unto Moab, for she must fly and get away; and her cities shall become a desolation, without any to dwell therein. ", "type": "text", "attrs": {"verseId": "JER.48.9", "verseOrgIds": ["JER.48.9"]}}, {"text": "Cursed be he that doeth the work of the LORD with a slack hand, and cursed be he that keepeth back his sword from blood. ", "type": "text", "attrs": {"verseId": "JER.48.10", "verseOrgIds": ["JER.48.10"]}}, {"text": "Moab hath been at ease from his youth, and he hath settled on his lees, and hath not been emptied from vessel to vessel, neither hath he gone into captivity; therefore his taste remaineth in him, and his scent is not changed. ", "type": "text", "attrs": {"verseId": "JER.48.11", "verseOrgIds": ["JER.48.11"]}}, {"text": "Therefore, behold, the days come, saith the LORD, that I will send unto him them that tilt up, and they shall tilt him up; and they shall empty his vessels, and break their bottles in pieces. ", "type": "text", "attrs": {"verseId": "JER.48.12", "verseOrgIds": ["JER.48.12"]}}, {"text": "And Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Beth-el their confidence. ", "type": "text", "attrs": {"verseId": "JER.48.13", "verseOrgIds": ["JER.48.13"]}}, {"text": "How say ye: 'We are mighty men, and valiant men for the war'? ", "type": "text", "attrs": {"verseId": "JER.48.14", "verseOrgIds": ["JER.48.14"]}}, {"text": "Moab is spoiled, and they are gone up into her cities, and his chosen young men are gone down to the slaughter, saith the King, whose name is the LORD of hosts. ", "type": "text", "attrs": {"verseId": "JER.48.15", "verseOrgIds": ["JER.48.15"]}}, {"text": "The calamity of Moab is near to come, and his affliction hasteth fast. ", "type": "text", "attrs": {"verseId": "JER.48.16", "verseOrgIds": ["JER.48.16"]}}, {"text": "Bemoan him, all ye that are round about him, and all ye that know his name; say: 'How is the strong staff broken, the beautiful rod!' ", "type": "text", "attrs": {"verseId": "JER.48.17", "verseOrgIds": ["JER.48.17"]}}, {"text": "O thou daughter that dwellest in Dibon, come down from thy glory, and sit in thirst; for the spoiler of Moab is come up against thee, he hath destroyed thy strongholds. ", "type": "text", "attrs": {"verseId": "JER.48.18", "verseOrgIds": ["JER.48.18"]}}, {"text": "O inhabitant of Aroer, stand by the way, and watch; ask him that fleeth, and her that escapeth; say: 'What hath been done?' ", "type": "text", "attrs": {"verseId": "JER.48.19", "verseOrgIds": ["JER.48.19"]}}, {"text": "Moab is put to shame, for it is dismayed; wail and cry; tell ye it in Arnon, that Moab is spoiled. ", "type": "text", "attrs": {"verseId": "JER.48.20", "verseOrgIds": ["JER.48.20"]}}, {"text": "And judgment is come upon the country of the Plain; upon Holon, and upon Jahzah, and upon Mephaath; ", "type": "text", "attrs": {"verseId": "JER.48.21", "verseOrgIds": ["JER.48.21"]}}, {"text": "and upon Dibon, and upon Nebo, and upon Beth-diblathaim; ", "type": "text", "attrs": {"verseId": "JER.48.22", "verseOrgIds": ["JER.48.22"]}}, {"text": "and upon Kiriathaim, and upon Beth-gamul, and upon Beth-meon; ", "type": "text", "attrs": {"verseId": "JER.48.23", "verseOrgIds": ["JER.48.23"]}}, {"text": "and upon Kerioth, and upon Bozrah, and upon all the cities of the land of Moab, far or near. ", "type": "text", "attrs": {"verseId": "JER.48.24", "verseOrgIds": ["JER.48.24"]}}, {"text": "The horn of Moab is cut off, and his arm is broken, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.48.25", "verseOrgIds": ["JER.48.25"]}}, {"text": "Make ye him drunken, for he magnified himself against the LORD; and Moab shall wallow in his vomit, and he also shall be in derision. ", "type": "text", "attrs": {"verseId": "JER.48.26", "verseOrgIds": ["JER.48.26"]}}, {"text": "For was not Israel a derision unto thee? Was he found among thieves? For as often as thou speakest of him, thou waggest the head. ", "type": "text", "attrs": {"verseId": "JER.48.27", "verseOrgIds": ["JER.48.27"]}}, {"text": "O ye that dwell in Moab, leave the cities, and dwell in the rock; and be like the dove that maketh her nest in the sides of the pit's mouth. ", "type": "text", "attrs": {"verseId": "JER.48.28", "verseOrgIds": ["JER.48.28"]}}, {"text": "We have heard of the pride of Moab; he is very proud; his loftiness, and his pride, and his haughtiness, and the assumption of his heart. ", "type": "text", "attrs": {"verseId": "JER.48.29", "verseOrgIds": ["JER.48.29"]}}, {"text": "I know his arrogancy, saith the LORD, that it is ill-founded; his boastings have wrought nothing well-founded. ", "type": "text", "attrs": {"verseId": "JER.48.30", "verseOrgIds": ["JER.48.30"]}}, {"text": "Therefore will I wail for Moab; yea, I will cry out for all Moab; for the men of Kir-heres shall my heart moan. ", "type": "text", "attrs": {"verseId": "JER.48.31", "verseOrgIds": ["JER.48.31"]}}, {"text": "With more than the weeping of Jazer will I weep for thee, O vine of Sibmah; thy branches passed over the sea, they reached even to the sea of Jazer; upon thy summer fruits and upon thy vintage the spoiler is fallen. ", "type": "text", "attrs": {"verseId": "JER.48.32", "verseOrgIds": ["JER.48.32"]}}, {"text": "And gladness and joy is taken away from the fruitful field, and from the land of Moab; and I have caused wine to cease from the winepresses; none shall tread with shouting; the shouting shall be no shouting. ", "type": "text", "attrs": {"verseId": "JER.48.33", "verseOrgIds": ["JER.48.33"]}}, {"text": "From the cry of Heshbon even unto Elealeh, even unto Jahaz have they uttered their voice, from Zoar even unto Horonaim, a heifer of three years old; for the Waters of Nimrim also shall be desolate. ", "type": "text", "attrs": {"verseId": "JER.48.34", "verseOrgIds": ["JER.48.34"]}}, {"text": "Moreover I will cause to cease in Moab, saith the LORD, him that offereth in the high place, and him that offereth to his gods. ", "type": "text", "attrs": {"verseId": "JER.48.35", "verseOrgIds": ["JER.48.35"]}}, {"text": "Therefore my heart moaneth for Moab like pipes, and my heart moaneth like pipes for the men of Kir-heres; therefore the abundance that he hath gotten is perished. ", "type": "text", "attrs": {"verseId": "JER.48.36", "verseOrgIds": ["JER.48.36"]}}, {"text": "For every head is bald, and every beard clipped; upon all the hands are cuttings, and upon the loins sackcloth. ", "type": "text", "attrs": {"verseId": "JER.48.37", "verseOrgIds": ["JER.48.37"]}}, {"text": "On all the housetops of Moab and in the broad places thereof there is lamentation every where; for I have broken Moab like a vessel wherein is no pleasure, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.48.38", "verseOrgIds": ["JER.48.38"]}}, {"text": "'How is it broken down!' wail ye! 'How hath Moab turned the back with shame!' So shall Moab become a derision and a dismay to all that are round about him. ", "type": "text", "attrs": {"verseId": "JER.48.39", "verseOrgIds": ["JER.48.39"]}}, {"text": "For thus saith the LORD: Behold, he shall swoop as a vulture, and shall spread out his wings against Moab. ", "type": "text", "attrs": {"verseId": "JER.48.40", "verseOrgIds": ["JER.48.40"]}}, {"text": "The cities are taken, and the strongholds are seized, and the heart of the mighty men of Moab at that day shall be as the heart of a woman in her pangs. ", "type": "text", "attrs": {"verseId": "JER.48.41", "verseOrgIds": ["JER.48.41"]}}, {"text": "And Moab shall be destroyed from being a people, because he hath magnified himself against the LORD. ", "type": "text", "attrs": {"verseId": "JER.48.42", "verseOrgIds": ["JER.48.42"]}}, {"text": "Terror, and the pit, and the trap, are upon thee, O inhabitant of Moab, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.48.43", "verseOrgIds": ["JER.48.43"]}}, {"text": "He that fleeth from the terror shall fall into the pit; and he that getteth up out of the pit shall be taken in the trap; for I will bring upon her, even upon Moab, the year of their visitation, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.48.44", "verseOrgIds": ["JER.48.44"]}}, {"text": "In the shadow of Heshbon the fugitives stand without strength; for a fire is gone forth out of Heshbon, and a flame from the midst of Sihon, and it devoureth the corner of Moab, and the crown of the head of the tumultuous ones. ", "type": "text", "attrs": {"verseId": "JER.48.45", "verseOrgIds": ["JER.48.45"]}}, {"text": "Woe unto thee, O Moab! The people of Chemosh is undone; for thy sons are taken away captive, and thy daughters into captivity. ", "type": "text", "attrs": {"verseId": "JER.48.46", "verseOrgIds": ["JER.48.46"]}}, {"text": "Yet will I turn the captivity of Moab in the end of days, saith the LORD. Thus far is the judgment of Moab.", "type": "text", "attrs": {"verseId": "JER.48.47", "verseOrgIds": ["JER.48.47"]}}]}], "next": {"id": "JER.49", "number": "49", "bookId": "JER"}, "previous": {"id": "JER.47", "number": "47", "bookId": "JER"}}}}