{"_default": {"1": {"id": "JDG.12", "bibleId": "bf8f1c7f3f9045a5-01", "number": "12", "bookId": "JDG", "reference": "Judges 12", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the men of Ephraim were gathered together, and passed to Zaphon; and they said unto Jephthah: 'Wherefore didst thou pass over to fight against the children of Ammon, and didst not call us to go with thee? we will burn thy house upon thee with fire.' ", "type": "text", "attrs": {"verseId": "JDG.12.1", "verseOrgIds": ["JDG.12.1"]}}, {"text": "And Jephthah said unto them: 'I and my people were at great strife with the children of Ammon; and when I called you, ye saved me not out of their hand. ", "type": "text", "attrs": {"verseId": "JDG.12.2", "verseOrgIds": ["JDG.12.2"]}}, {"text": "And when I saw that ye saved me not, I put my life in my hand, and passed over against the children of Ammon, and the LORD delivered them into my hand; wherefore then are ye come up unto me this day, to fight against me?' ", "type": "text", "attrs": {"verseId": "JDG.12.3", "verseOrgIds": ["JDG.12.3"]}}, {"text": "Then Jephthah gathered together all the men of Gilead, and fought with Ephraim; and the men of Gilead smote Ephraim, because they said: 'Ye are fugitives of Ephraim, ye Gileadites, in the midst of Ephraim, and in the midst of Manasseh.' ", "type": "text", "attrs": {"verseId": "JDG.12.4", "verseOrgIds": ["JDG.12.4"]}}, {"text": "And the Gileadites took the fords of the Jordan against the Ephraimites; and it was so, that when any of the fugitives of Ephraim said: 'Let me go over,' the men of Gilead said unto him: 'Art thou an Ephraimite?' If he said: 'Nay'; ", "type": "text", "attrs": {"verseId": "JDG.12.5", "verseOrgIds": ["JDG.12.5"]}}, {"text": "then said they unto him: 'Say now Shibboleth'; and he said 'Sibboleth'; for he could not frame to pronounce it right; then they laid hold on him, and slew him at the fords of the Jordan; and there fell at that time of Ephraim forty and two thousand. ", "type": "text", "attrs": {"verseId": "JDG.12.6", "verseOrgIds": ["JDG.12.6"]}}, {"text": "And Jephthah judged Israel six years. Then died Jephthah the Gileadite, and was buried in one of the cities of Gilead. ", "type": "text", "attrs": {"verseId": "JDG.12.7", "verseOrgIds": ["JDG.12.7"]}}, {"text": "And after him Ibzan of Beth-lehem judged Israel. ", "type": "text", "attrs": {"verseId": "JDG.12.8", "verseOrgIds": ["JDG.12.8"]}}, {"text": "And he had thirty sons, and thirty daughters he sent abroad, and thirty daughters he brought in from abroad for his sons. And he judged Israel seven years. ", "type": "text", "attrs": {"verseId": "JDG.12.9", "verseOrgIds": ["JDG.12.9"]}}, {"text": "and Ibzan died, and was buried at Beth-lehem. ", "type": "text", "attrs": {"verseId": "JDG.12.10", "verseOrgIds": ["JDG.12.10"]}}, {"text": "And after him Elon the Zebulunite judged Israel; and he judged Israel ten years. ", "type": "text", "attrs": {"verseId": "JDG.12.11", "verseOrgIds": ["JDG.12.11"]}}, {"text": "And Elon the Zebulunite died, and was buried in Aijalon in the land of Zebulun. ", "type": "text", "attrs": {"verseId": "JDG.12.12", "verseOrgIds": ["JDG.12.12"]}}, {"text": "And after him Abdon the son of Hillel the Pirathonite judged Israel. ", "type": "text", "attrs": {"verseId": "JDG.12.13", "verseOrgIds": ["JDG.12.13"]}}, {"text": "And he had forty sons and thirty sons' sons, that rode on threescore and ten ass colts; and he judged Israel eight years. ", "type": "text", "attrs": {"verseId": "JDG.12.14", "verseOrgIds": ["JDG.12.14"]}}, {"text": "And Abdon the son of Hillel the Pirathonite died, and was buried in Pirathon in the land of Ephraim, in the hill-country of the Amalekites.", "type": "text", "attrs": {"verseId": "JDG.12.15", "verseOrgIds": ["JDG.12.15"]}}]}], "next": {"id": "JDG.13", "number": "13", "bookId": "JDG"}, "previous": {"id": "JDG.11", "number": "11", "bookId": "JDG"}}}}