{"_default": {"1": {"id": "DAN.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "DAN", "reference": "Daniel 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the third year of Cyrus king of Persia a word was revealed unto Daniel, whose name was called Belteshazzar; and the word was true, even a great warfare; and he gave heed to the word, and had understanding of the vision. ", "type": "text", "attrs": {"verseId": "DAN.10.1", "verseOrgIds": ["DAN.10.1"]}}, {"text": "In those days I Daniel was mourning three whole weeks. ", "type": "text", "attrs": {"verseId": "DAN.10.2", "verseOrgIds": ["DAN.10.2"]}}, {"text": "I ate no pleasant bread, neither came flesh nor wine in my mouth, neither did I anoint myself at all, till three whole weeks were fulfilled. ", "type": "text", "attrs": {"verseId": "DAN.10.3", "verseOrgIds": ["DAN.10.3"]}}, {"text": "And in the four and twentieth day of the first month, as I was by the side of the great river, which is Tigris, ", "type": "text", "attrs": {"verseId": "DAN.10.4", "verseOrgIds": ["DAN.10.4"]}}, {"text": "I lifted up mine eyes, and looked, and behold a man clothed in linen, whose loins were girded with fine gold of Uphaz; ", "type": "text", "attrs": {"verseId": "DAN.10.5", "verseOrgIds": ["DAN.10.5"]}}, {"text": "his body also was like the beryl, and his face as the appearance of lightning, and his eyes as torches of fire, and his arms and his feet like in colour to burnished brass, and the voice of his words like the voice of a multitude. ", "type": "text", "attrs": {"verseId": "DAN.10.6", "verseOrgIds": ["DAN.10.6"]}}, {"text": "And I Daniel alone saw the vision; for the men that were with me saw not the vision; howbeit a great trembling fell upon them, and they fled to hide themselves. ", "type": "text", "attrs": {"verseId": "DAN.10.7", "verseOrgIds": ["DAN.10.7"]}}, {"text": "So that I was left alone, and saw this great vision, and there remained no strength in me; for my comeliness was turned in me into corruption, and I retained no strength. ", "type": "text", "attrs": {"verseId": "DAN.10.8", "verseOrgIds": ["DAN.10.8"]}}, {"text": "Yet heard I the voice of his words; and when I heard the voice of his words, then was I fallen into a deep sleep on my face, with my face toward the ground. ", "type": "text", "attrs": {"verseId": "DAN.10.9", "verseOrgIds": ["DAN.10.9"]}}, {"text": "And, behold, a hand touched me, which set me tottering upon my knees and upon the palms of my hands. ", "type": "text", "attrs": {"verseId": "DAN.10.10", "verseOrgIds": ["DAN.10.10"]}}, {"text": "And he said unto me: 'O Daniel, thou man greatly beloved, give heed unto the words that I speak unto thee, and stand upright; for now am I sent unto thee'; and when he had spoken this word unto me, I stood trembling. ", "type": "text", "attrs": {"verseId": "DAN.10.11", "verseOrgIds": ["DAN.10.11"]}}, {"text": "Then said he unto me: 'Fear not, Daniel; for from the first day that thou didst set thy heart to understand, and to humble thyself before thy God, thy words were heard; and I am come because of thy words. ", "type": "text", "attrs": {"verseId": "DAN.10.12", "verseOrgIds": ["DAN.10.12"]}}, {"text": "But the prince of the kingdom of Persia withstood me one and twenty days; but, lo, Michael, one of the chief princes, came to help me; and I was left over there beside the kings of Persia. ", "type": "text", "attrs": {"verseId": "DAN.10.13", "verseOrgIds": ["DAN.10.13"]}}, {"text": "Now I am come to make thee understand what shall befall thy people in the end of days; for there is yet a vision for the days.' ", "type": "text", "attrs": {"verseId": "DAN.10.14", "verseOrgIds": ["DAN.10.14"]}}, {"text": "And when he had spoken unto me according to these words, I set my face toward the ground, and was dumb. ", "type": "text", "attrs": {"verseId": "DAN.10.15", "verseOrgIds": ["DAN.10.15"]}}, {"text": "And, behold, one like the similitude of the sons of men touched my lips; then I opened my mouth, and spoke and said unto him that stood before me: 'O my lord, by reason of the vision my pains are come upon me, and I retain no strength. ", "type": "text", "attrs": {"verseId": "DAN.10.16", "verseOrgIds": ["DAN.10.16"]}}, {"text": "For how can this servant of my lord talk with this my lord? for as for me, straightway there remained no strength in me, neither was there breath left in me.' ", "type": "text", "attrs": {"verseId": "DAN.10.17", "verseOrgIds": ["DAN.10.17"]}}, {"text": "Then there touched me again one like the appearance of a man, and he strengthened me. ", "type": "text", "attrs": {"verseId": "DAN.10.18", "verseOrgIds": ["DAN.10.18"]}}, {"text": "And he said: 'O man greatly beloved, fear not! peace be unto thee, be strong, yea, be strong.' And when he had spoken unto me, I was strengthened, and said: 'Let my lord speak; for thou hast strengthened me.' ", "type": "text", "attrs": {"verseId": "DAN.10.19", "verseOrgIds": ["DAN.10.19"]}}, {"text": "Then said he: Knowest thou wherefore I come unto thee? and now will I return to fight with the prince of Persia; and when I go forth, lo, the prince of Greece shall come. ", "type": "text", "attrs": {"verseId": "DAN.10.20", "verseOrgIds": ["DAN.10.20"]}}, {"text": "Howbeit I will declare unto thee that which is inscribed in the writing of truth; and there is none that holdeth with me against these, except Michael your prince.", "type": "text", "attrs": {"verseId": "DAN.10.21", "verseOrgIds": ["DAN.10.21"]}}]}], "next": {"id": "DAN.11", "number": "11", "bookId": "DAN"}, "previous": {"id": "DAN.9", "number": "9", "bookId": "DAN"}}}}