{"_default": {"1": {"id": "2CH.17", "bibleId": "bf8f1c7f3f9045a5-01", "number": "17", "bookId": "2CH", "reference": "2 Chronicles 17", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Jehoshaphat his son reigned in his stead, and strengthened himself against Israel. ", "type": "text", "attrs": {"verseId": "2CH.17.1", "verseOrgIds": ["2CH.17.1"]}}, {"text": "And he placed forces in all the fortified cities of Judah, and set garrisons in the land of Judah, and in the cities of Ephraim, which Asa his father had taken. ", "type": "text", "attrs": {"verseId": "2CH.17.2", "verseOrgIds": ["2CH.17.2"]}}, {"text": "And the LORD was with Jehoshaphat, because he walked in the first ways of his father David, and sought not unto the Baalim; ", "type": "text", "attrs": {"verseId": "2CH.17.3", "verseOrgIds": ["2CH.17.3"]}}, {"text": "but sought to the God of his father, and walked in His commandments, and not after the doings of Israel. ", "type": "text", "attrs": {"verseId": "2CH.17.4", "verseOrgIds": ["2CH.17.4"]}}, {"text": "Therefore the LORD established the kingdom in his hand; and all Judah brought to Jehoshaphat presents; and he had riches and honour in abundance. ", "type": "text", "attrs": {"verseId": "2CH.17.5", "verseOrgIds": ["2CH.17.5"]}}, {"text": "And his heart was lifted up in the ways of the LORD; and furthermore he took away the high places and the Asherim out of Judah. ", "type": "text", "attrs": {"verseId": "2CH.17.6", "verseOrgIds": ["2CH.17.6"]}}, {"text": "Also in the third year of his reign he sent his princes, even Ben-hail, and Obadiah, and Zechariah, and Nethanel, and Micaiah, to teach in the cities of Judah; ", "type": "text", "attrs": {"verseId": "2CH.17.7", "verseOrgIds": ["2CH.17.7"]}}, {"text": "and with them the Levites, even Shemaiah, and Nethaniah, and Zebadiah, and Asahel, and Shemiramoth, and Jehonathan, and Adonijah, and Tobijah, and Tob-adonijah, the Levites; and with them Elishama and Jehoram, the priests. ", "type": "text", "attrs": {"verseId": "2CH.17.8", "verseOrgIds": ["2CH.17.8"]}}, {"text": "And they taught in Judah, having the book of the Law of the LORD with them; and they went about throughout all the cities of Judah, and taught among the people. ", "type": "text", "attrs": {"verseId": "2CH.17.9", "verseOrgIds": ["2CH.17.9"]}}, {"text": "And a terror from the LORD fell upon all the kingdoms of the lands that were round about Judah, so that they made no war against Jehoshaphat. ", "type": "text", "attrs": {"verseId": "2CH.17.10", "verseOrgIds": ["2CH.17.10"]}}, {"text": "And some of the Philistines brought Jehoshaphat presents, and silver for tribute; the Arabians also brought him flocks, seven thousand and seven hundred rams, and seven thousand and seven hundred he-goats. ", "type": "text", "attrs": {"verseId": "2CH.17.11", "verseOrgIds": ["2CH.17.11"]}}, {"text": "And Jehoshaphat waxed great exceedingly; and he built in Judah castles and cities of store. ", "type": "text", "attrs": {"verseId": "2CH.17.12", "verseOrgIds": ["2CH.17.12"]}}, {"text": "And he had many works in the cities of Judah; and men of war, mighty men of valour, in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.17.13", "verseOrgIds": ["2CH.17.13"]}}, {"text": "And this was the numbering of them according to their fathers' houses: of Judah, the captains of thousands: Adnah the captain, and with him mighty men of valour three hundred thousand; ", "type": "text", "attrs": {"verseId": "2CH.17.14", "verseOrgIds": ["2CH.17.14"]}}, {"text": "and next to him Jehohanan the captain, and with him two hundred and fourscore thousand; ", "type": "text", "attrs": {"verseId": "2CH.17.15", "verseOrgIds": ["2CH.17.15"]}}, {"text": "and next to him Amasiah the son of Zichri, who willingly offered himself unto the LORD, and with him two hundred thousand mighty men of valour; ", "type": "text", "attrs": {"verseId": "2CH.17.16", "verseOrgIds": ["2CH.17.16"]}}, {"text": "and of Benjamin: Eliada a mighty man of valour, and with him two hundred thousand armed with bow and shield; ", "type": "text", "attrs": {"verseId": "2CH.17.17", "verseOrgIds": ["2CH.17.17"]}}, {"text": "and next to him Jehozabad, and with him a hundred and fourscore thousand ready prepared for war. ", "type": "text", "attrs": {"verseId": "2CH.17.18", "verseOrgIds": ["2CH.17.18"]}}, {"text": "These were they that waited on the king beside those whom the king put in the fortified cities throughout all Judah.", "type": "text", "attrs": {"verseId": "2CH.17.19", "verseOrgIds": ["2CH.17.19"]}}]}], "next": {"id": "2CH.18", "number": "18", "bookId": "2CH"}, "previous": {"id": "2CH.16", "number": "16", "bookId": "2CH"}}}}