{"_default": {"1": {"id": "EXO.29", "bibleId": "bf8f1c7f3f9045a5-01", "number": "29", "bookId": "EXO", "reference": "Exodus 29", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And this is the thing that thou shalt do unto them to hallow them, to minister unto Me in the priest's office: take one young bullock and two rams without blemish, ", "type": "text", "attrs": {"verseId": "EXO.29.1", "verseOrgIds": ["EXO.29.1"]}}, {"text": "and unleavened bread, and cakes unleavened mingled with oil, and wafers unleavened spread with oil; of fine wheaten flour shalt thou make them. ", "type": "text", "attrs": {"verseId": "EXO.29.2", "verseOrgIds": ["EXO.29.2"]}}, {"text": "And thou shalt put them into one basket, and bring them in the basket, with the bullock and the two rams. ", "type": "text", "attrs": {"verseId": "EXO.29.3", "verseOrgIds": ["EXO.29.3"]}}, {"text": "And Aaron and his sons thou shalt bring unto the door of the tent of meeting, and shalt wash them with water. ", "type": "text", "attrs": {"verseId": "EXO.29.4", "verseOrgIds": ["EXO.29.4"]}}, {"text": "And thou shalt take the garments, and put upon Aaron the tunic, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the skilfully woven band of the ephod. ", "type": "text", "attrs": {"verseId": "EXO.29.5", "verseOrgIds": ["EXO.29.5"]}}, {"text": "And thou shalt set the mitre upon his head, and put the holy crown upon the mitre. ", "type": "text", "attrs": {"verseId": "EXO.29.6", "verseOrgIds": ["EXO.29.6"]}}, {"text": "Then shalt thou take the anointing oil, and pour it upon his head, and anoint him. ", "type": "text", "attrs": {"verseId": "EXO.29.7", "verseOrgIds": ["EXO.29.7"]}}, {"text": "And thou shalt bring his sons, and put tunics upon them. ", "type": "text", "attrs": {"verseId": "EXO.29.8", "verseOrgIds": ["EXO.29.8"]}}, {"text": "And thou shalt gird them with girdles, Aaron and his sons, and bind head-tires on them; and they shall have the priesthood by a perpetual statute; and thou shalt consecrate Aaron and his sons. ", "type": "text", "attrs": {"verseId": "EXO.29.9", "verseOrgIds": ["EXO.29.9"]}}, {"text": "And thou shalt bring the bullock before the tent of meeting; and Aaron and his sons shall lay their hands upon the head of the bullock. ", "type": "text", "attrs": {"verseId": "EXO.29.10", "verseOrgIds": ["EXO.29.10"]}}, {"text": "And thou shalt kill the bullock before the LORD, at the door of the tent of meeting. ", "type": "text", "attrs": {"verseId": "EXO.29.11", "verseOrgIds": ["EXO.29.11"]}}, {"text": "And thou shalt take of the blood of the bullock, and put it upon the horns of the altar with thy finger; and thou shalt pour out all the remaining blood at the base of the altar. ", "type": "text", "attrs": {"verseId": "EXO.29.12", "verseOrgIds": ["EXO.29.12"]}}, {"text": "And thou shalt take all the fat that covereth the inwards, and the lobe above the liver, and the two kidneys, and the fat that is upon them, and make them smoke upon the altar. ", "type": "text", "attrs": {"verseId": "EXO.29.13", "verseOrgIds": ["EXO.29.13"]}}, {"text": "But the flesh of the bullock, and its skin, and its dung, shalt thou burn with fire without the camp; it is a sin-offering. ", "type": "text", "attrs": {"verseId": "EXO.29.14", "verseOrgIds": ["EXO.29.14"]}}, {"text": "Thou shalt also take the one ram; and Aaron and his sons shall lay their hands upon the head of the ram. ", "type": "text", "attrs": {"verseId": "EXO.29.15", "verseOrgIds": ["EXO.29.15"]}}, {"text": "And thou shalt slay the ram, and thou shalt take its blood, and dash it round about against the altar. ", "type": "text", "attrs": {"verseId": "EXO.29.16", "verseOrgIds": ["EXO.29.16"]}}, {"text": "And thou shalt cut the ram into its pieces, and wash its inwards, and its legs, and put them with its pieces, and with its head. ", "type": "text", "attrs": {"verseId": "EXO.29.17", "verseOrgIds": ["EXO.29.17"]}}, {"text": "And thou shalt make the whole ram smoke upon the altar; it is a burnt-offering unto the LORD; it is a sweet savour, an offering made by fire unto the LORD. ", "type": "text", "attrs": {"verseId": "EXO.29.18", "verseOrgIds": ["EXO.29.18"]}}, {"text": "And thou shalt take the other ram; and Aaron and his sons shall lay their hands upon the head of the ram. ", "type": "text", "attrs": {"verseId": "EXO.29.19", "verseOrgIds": ["EXO.29.19"]}}, {"text": "Then shalt thou kill the ram, and take of its blood, and put it upon the tip of the right ear of Aaron, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and dash the blood against the altar round about. ", "type": "text", "attrs": {"verseId": "EXO.29.20", "verseOrgIds": ["EXO.29.20"]}}, {"text": "And thou shalt take of the blood that is upon the altar, and of the anointing oil, and sprinkle it upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him; and he and his garments shall be hallowed, and his sons and his sons' garments with him. ", "type": "text", "attrs": {"verseId": "EXO.29.21", "verseOrgIds": ["EXO.29.21"]}}, {"text": "Also thou shalt take of the ram the fat, and the fat tail, and the fat that covereth the inwards, and the lobe of the liver, and the two kidneys, and the fat that is upon them, and the right thigh; for it is a ram of consecration; ", "type": "text", "attrs": {"verseId": "EXO.29.22", "verseOrgIds": ["EXO.29.22"]}}, {"text": "and one loaf of bread, and one cake of oiled bread, and one wafer, out of the basket of unleavened bread that is before the LORD. ", "type": "text", "attrs": {"verseId": "EXO.29.23", "verseOrgIds": ["EXO.29.23"]}}, {"text": "And thou shalt put the whole upon the hands of Aaron, and upon the hands of his sons; and shalt wave them for a wave-offering before the LORD. ", "type": "text", "attrs": {"verseId": "EXO.29.24", "verseOrgIds": ["EXO.29.24"]}}, {"text": "And thou shalt take them from their hands, and make them smoke on the altar upon the burnt-offering, for a sweet savour before the LORD; it is an offering made by fire unto the LORD. ", "type": "text", "attrs": {"verseId": "EXO.29.25", "verseOrgIds": ["EXO.29.25"]}}, {"text": "And thou shalt take the breast of Aaron's ram of consecration, and wave it for a wave-offering before the LORD; and it shall be thy portion. ", "type": "text", "attrs": {"verseId": "EXO.29.26", "verseOrgIds": ["EXO.29.26"]}}, {"text": "And thou shalt sanctify the breast of the wave-offering, and the thigh of the heave-offering, which is waved, and which is heaved up, of the ram of consecration, even of that which is Aaron's, and of that which is his sons'. ", "type": "text", "attrs": {"verseId": "EXO.29.27", "verseOrgIds": ["EXO.29.27"]}}, {"text": "And it shall be for Aaron and his sons as a due for ever from the children of Israel; for it is a heave-offering; and it shall be a heave-offering from the children of Israel of their sacrifices of peace-offerings, even their heave-offering unto the LORD. ", "type": "text", "attrs": {"verseId": "EXO.29.28", "verseOrgIds": ["EXO.29.28"]}}, {"text": "And the holy garments of Aaron shall be for his sons after him, to be anointed in them, and to be consecrated in them. ", "type": "text", "attrs": {"verseId": "EXO.29.29", "verseOrgIds": ["EXO.29.29"]}}, {"text": "Seven days shall the son that is priest in his stead put them on, even he who cometh into the tent of meeting to minister in the holy place. ", "type": "text", "attrs": {"verseId": "EXO.29.30", "verseOrgIds": ["EXO.29.30"]}}, {"text": "And thou shalt take the ram of consecration, and seethe its flesh in a holy place. ", "type": "text", "attrs": {"verseId": "EXO.29.31", "verseOrgIds": ["EXO.29.31"]}}, {"text": "And Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket, at the door of the tent of meeting. ", "type": "text", "attrs": {"verseId": "EXO.29.32", "verseOrgIds": ["EXO.29.32"]}}, {"text": "And they shall eat those things wherewith atonement was made, to consecrate and to sanctify them; but a stranger shall not eat thereof, because they are holy. ", "type": "text", "attrs": {"verseId": "EXO.29.33", "verseOrgIds": ["EXO.29.33"]}}, {"text": "And if aught of the flesh of the consecration, or of the bread, remain unto the morning, then thou shalt burn the remainder with fire; it shall not be eaten, because it is holy. ", "type": "text", "attrs": {"verseId": "EXO.29.34", "verseOrgIds": ["EXO.29.34"]}}, {"text": "And thus shalt thou do unto Aaron, and to his sons, according to all that I have commanded thee; seven days shalt thou consecrate them. ", "type": "text", "attrs": {"verseId": "EXO.29.35", "verseOrgIds": ["EXO.29.35"]}}, {"text": "And every day shalt thou offer the bullock of sin-offering, beside the other offerings of atonement; and thou shalt do the purification upon the altar when thou makest atonement for it; and thou shalt anoint it, to sanctify it. ", "type": "text", "attrs": {"verseId": "EXO.29.36", "verseOrgIds": ["EXO.29.36"]}}, {"text": "Seven days thou shalt make atonement for the altar, and sanctify it; thus shall the altar be most holy; whatsoever toucheth the altar shall be holy. ", "type": "text", "attrs": {"verseId": "EXO.29.37", "verseOrgIds": ["EXO.29.37"]}}, {"text": "Now this is that which thou shalt offer upon the altar: two lambs of the first year day by day continually. ", "type": "text", "attrs": {"verseId": "EXO.29.38", "verseOrgIds": ["EXO.29.38"]}}, {"text": "The one lamb thou shalt offer in the morning; and the other lamb thou shalt offer at dusk. ", "type": "text", "attrs": {"verseId": "EXO.29.39", "verseOrgIds": ["EXO.29.39"]}}, {"text": "And with the one lamb a tenth part of an ephah of fine flour mingled with the fourth part of a hin of beaten oil; and the fourth part of a hin of wine for a drink-offering. ", "type": "text", "attrs": {"verseId": "EXO.29.40", "verseOrgIds": ["EXO.29.40"]}}, {"text": "And the other lamb thou shalt offer at dusk, and shalt do thereto according to the meal-offering of the morning, and according to the drink-offering thereof, for a sweet savour, an offering made by fire unto the LORD. ", "type": "text", "attrs": {"verseId": "EXO.29.41", "verseOrgIds": ["EXO.29.41"]}}, {"text": "It shall be a continual burnt-offering throughout your generations at the door of the tent of meeting before the LORD, where I will meet with you, to speak there unto thee. ", "type": "text", "attrs": {"verseId": "EXO.29.42", "verseOrgIds": ["EXO.29.42"]}}, {"text": "And there I will meet with the children of Israel; and the Tent shall be sanctified by My glory. ", "type": "text", "attrs": {"verseId": "EXO.29.43", "verseOrgIds": ["EXO.29.43"]}}, {"text": "And I will sanctify the tent of meeting, and the altar; Aaron also and his sons will I sanctify, to minister to Me in the priest's office. ", "type": "text", "attrs": {"verseId": "EXO.29.44", "verseOrgIds": ["EXO.29.44"]}}, {"text": "And I will dwell among the children of Israel, and will be their God. ", "type": "text", "attrs": {"verseId": "EXO.29.45", "verseOrgIds": ["EXO.29.45"]}}, {"text": "And they shall know that I am the LORD their God, that brought them forth out of the land of Egypt, that I may dwell among them. I am the LORD their God.", "type": "text", "attrs": {"verseId": "EXO.29.46", "verseOrgIds": ["EXO.29.46"]}}]}], "next": {"id": "EXO.30", "number": "30", "bookId": "EXO"}, "previous": {"id": "EXO.28", "number": "28", "bookId": "EXO"}}}}