{"_default": {"1": {"id": "1CH.9", "bibleId": "bf8f1c7f3f9045a5-01", "number": "9", "bookId": "1CH", "reference": "1 Chronicles 9", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So all Israel were reckoned by genealogies; and, behold, they are written in the book of the kings of Israel; and Judah was carried away captive to Babylon because of their transgression. ", "type": "text", "attrs": {"verseId": "1CH.9.1", "verseOrgIds": ["1CH.9.1"]}}, {"text": "Now the first inhabitants that dwelt in their possessions in their cities were, Israelites, the priests, the Levites, and the Nethinim. ", "type": "text", "attrs": {"verseId": "1CH.9.2", "verseOrgIds": ["1CH.9.2"]}}, {"text": "And in Jerusalem dwelt of the children of Judah, and of the children of Benjamin, and of the children of Ephraim and Manasseh: ", "type": "text", "attrs": {"verseId": "1CH.9.3", "verseOrgIds": ["1CH.9.3"]}}, {"text": "Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, of the children of Perez the son of Judah. ", "type": "text", "attrs": {"verseId": "1CH.9.4", "verseOrgIds": ["1CH.9.4"]}}, {"text": "And of the Shilonites: Asaiah the first-born and his sons. ", "type": "text", "attrs": {"verseId": "1CH.9.5", "verseOrgIds": ["1CH.9.5"]}}, {"text": "And of the sons of Zerah: Jeuel, and their brethren, six hundred and ninety. ", "type": "text", "attrs": {"verseId": "1CH.9.6", "verseOrgIds": ["1CH.9.6"]}}, {"text": "And of the sons of Benjamin: Sallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah, ", "type": "text", "attrs": {"verseId": "1CH.9.7", "verseOrgIds": ["1CH.9.7"]}}, {"text": "and Ibneiah the son of Jeroham, and Elah the son of Uzzi, the son of Michri, and Meshullam the son of Shephatiah, the son of Reuel, the son of Ibneiah; ", "type": "text", "attrs": {"verseId": "1CH.9.8", "verseOrgIds": ["1CH.9.8"]}}, {"text": "and their brethren, according to their generations, nine hundred and fifty and six. All these men were heads of fathers' houses by their fathers' houses. ", "type": "text", "attrs": {"verseId": "1CH.9.9", "verseOrgIds": ["1CH.9.9"]}}, {"text": "And of the priests: Jedaiah, and Jehoiarib, and Jachin; ", "type": "text", "attrs": {"verseId": "1CH.9.10", "verseOrgIds": ["1CH.9.10"]}}, {"text": "and Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the house of God; ", "type": "text", "attrs": {"verseId": "1CH.9.11", "verseOrgIds": ["1CH.9.11"]}}, {"text": "and Adaiah the son of Jeroham, the son of Pashhur, the son of Malchijah, and Maasai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer; ", "type": "text", "attrs": {"verseId": "1CH.9.12", "verseOrgIds": ["1CH.9.12"]}}, {"text": "and their brethren, heads of their fathers' houses, a thousand and seven hundred and threescore; very able men for the work of the service of the house of God. ", "type": "text", "attrs": {"verseId": "1CH.9.13", "verseOrgIds": ["1CH.9.13"]}}, {"text": "And of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari; ", "type": "text", "attrs": {"verseId": "1CH.9.14", "verseOrgIds": ["1CH.9.14"]}}, {"text": "and Bakbakkar, Heresh, and Galal, and Mattaniah the son of Mica, the son of Zichri, the son of Asaph; ", "type": "text", "attrs": {"verseId": "1CH.9.15", "verseOrgIds": ["1CH.9.15"]}}, {"text": "and Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun, and Berechiah the son of Asa, the son of Elkanah, that dwelt in the villages of the Netophathites. ", "type": "text", "attrs": {"verseId": "1CH.9.16", "verseOrgIds": ["1CH.9.16"]}}, {"text": "And the porters: Shallum, and Akkub, and Talmon, and Ahiman, and their brother Shallum the chief; ", "type": "text", "attrs": {"verseId": "1CH.9.17", "verseOrgIds": ["1CH.9.17"]}}, {"text": "who hitherto waited in the king's gate eastward; they were the porters for the camp of the children of Levi. ", "type": "text", "attrs": {"verseId": "1CH.9.18", "verseOrgIds": ["1CH.9.18"]}}, {"text": "And Shallum the son of Kore, the son of Ebiasaph, the son of Korah, and his brethren, of his father's house, the Korahites, were over the work of the service, keepers of the gates of the Tent; and their fathers had been over the camp of the LORD, keepers of the entry; ", "type": "text", "attrs": {"verseId": "1CH.9.19", "verseOrgIds": ["1CH.9.19"]}}, {"text": "and Phinehas the son of Eleazar was ruler over them in time past, the LORD being with him. ", "type": "text", "attrs": {"verseId": "1CH.9.20", "verseOrgIds": ["1CH.9.20"]}}, {"text": "Zechariah the son of Meshelemiah was porter of the door of the tent of meeting. ", "type": "text", "attrs": {"verseId": "1CH.9.21", "verseOrgIds": ["1CH.9.21"]}}, {"text": "All these that were chosen to be porters in the gates were two hundred and twelve. These were reckoned by genealogy in their villages, whom David and Samuel the seer did ordain in their set office. ", "type": "text", "attrs": {"verseId": "1CH.9.22", "verseOrgIds": ["1CH.9.22"]}}, {"text": "So they and their children had the oversight of the gates of the house of the LORD, even the house of the Tent, by wards. ", "type": "text", "attrs": {"verseId": "1CH.9.23", "verseOrgIds": ["1CH.9.23"]}}, {"text": "On the four sides were the porters, toward the east, west, north, and south. ", "type": "text", "attrs": {"verseId": "1CH.9.24", "verseOrgIds": ["1CH.9.24"]}}, {"text": "And their brethren, in their villages, were to come in every seven days from time to time to be with them; ", "type": "text", "attrs": {"verseId": "1CH.9.25", "verseOrgIds": ["1CH.9.25"]}}, {"text": "for the four chief porters were in a set office. These were the Levites. They were also over the chambers and over the treasuries in the house of God. ", "type": "text", "attrs": {"verseId": "1CH.9.26", "verseOrgIds": ["1CH.9.26"]}}, {"text": "And they lodged round about the house of God, because the charge thereof was upon them, and to them pertained the opening thereof morning by morning. ", "type": "text", "attrs": {"verseId": "1CH.9.27", "verseOrgIds": ["1CH.9.27"]}}, {"text": "And certain of them had charge of the vessels of service; for by tale were they brought in and by tale were they taken out. ", "type": "text", "attrs": {"verseId": "1CH.9.28", "verseOrgIds": ["1CH.9.28"]}}, {"text": "Some of them also were appointed over the furniture, and over all the holy vessels, and over the fine flour, and the wine, and the oil, and the frankincense, and the spices. ", "type": "text", "attrs": {"verseId": "1CH.9.29", "verseOrgIds": ["1CH.9.29"]}}, {"text": "And some of the sons of the priests prepared the confection of the spices. ", "type": "text", "attrs": {"verseId": "1CH.9.30", "verseOrgIds": ["1CH.9.30"]}}, {"text": "And Mattithiah, one of the Levites, who was the firstborn of Shallum the Korahite, had the set office over the things that were baked on griddles. ", "type": "text", "attrs": {"verseId": "1CH.9.31", "verseOrgIds": ["1CH.9.31"]}}, {"text": "And some of their brethren, of the sons of the Kohathites, were over the showbread, to prepare it every sabbath. ", "type": "text", "attrs": {"verseId": "1CH.9.32", "verseOrgIds": ["1CH.9.32"]}}, {"text": "And these are the singers, heads of fathers' houses of the Levites, who dwelt in the chambers and were free from other service; for they were employed in their work day and night. ", "type": "text", "attrs": {"verseId": "1CH.9.33", "verseOrgIds": ["1CH.9.33"]}}, {"text": "These were heads of fathers' houses of the Levites, by their generations, chief men; these dwelt at Jerusalem. ", "type": "text", "attrs": {"verseId": "1CH.9.34", "verseOrgIds": ["1CH.9.34"]}}, {"text": "And in Gibeon there dwelt the father of Gibeon, Jeiel, whose wife's name was Maacah; ", "type": "text", "attrs": {"verseId": "1CH.9.35", "verseOrgIds": ["1CH.9.35"]}}, {"text": "and his first-born son Abdon, and Zur, and Kish, and Baal, and Ner, and Nadab; ", "type": "text", "attrs": {"verseId": "1CH.9.36", "verseOrgIds": ["1CH.9.36"]}}, {"text": "and Gedor, and Ahio, and Zechariah, and Mikloth. ", "type": "text", "attrs": {"verseId": "1CH.9.37", "verseOrgIds": ["1CH.9.37"]}}, {"text": "And Mikloth begot Shimeam. And they also dwelt with their brethren in Jerusalem, over against their brethren. ", "type": "text", "attrs": {"verseId": "1CH.9.38", "verseOrgIds": ["1CH.9.38"]}}, {"text": "And Ner begot Kish; and Kish begot Saul; and Saul begot Jonathan, and Malchi-shua, and Abinadab, and Eshbaal. ", "type": "text", "attrs": {"verseId": "1CH.9.39", "verseOrgIds": ["1CH.9.39"]}}, {"text": "And the son of Jonathan was Merib-baal; and Merib-baal begot Micah. ", "type": "text", "attrs": {"verseId": "1CH.9.40", "verseOrgIds": ["1CH.9.40"]}}, {"text": "And the sons of Micah: Pithon, and Melech, and Taharea, and Ahaz. ", "type": "text", "attrs": {"verseId": "1CH.9.41", "verseOrgIds": ["1CH.9.41"]}}, {"text": "And Ahaz begot Jarah; and Jarah begot Alemeth, and Azmaveth, and Zimri; and Zimri begot Moza. ", "type": "text", "attrs": {"verseId": "1CH.9.42", "verseOrgIds": ["1CH.9.42"]}}, {"text": "And Moza begot Binea; and Rephaiah his son, Eleasah his son, Azel his son. ", "type": "text", "attrs": {"verseId": "1CH.9.43", "verseOrgIds": ["1CH.9.43"]}}, {"text": "And Azel had six sons, whose names are these: Azrikam, Bocru, and Ishmael, and Sheariah, and Obadiah, and Hanan; these were the sons of Azel.", "type": "text", "attrs": {"verseId": "1CH.9.44", "verseOrgIds": ["1CH.9.44"]}}]}], "next": {"id": "1CH.10", "number": "10", "bookId": "1CH"}, "previous": {"id": "1CH.8", "number": "8", "bookId": "1CH"}}}}