{"_default": {"1": {"id": "NUM.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "NUM", "reference": "Numbers 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses and unto Aaron, saying: ", "type": "text", "attrs": {"verseId": "NUM.4.1", "verseOrgIds": ["NUM.4.1"]}}, {"text": "'Take the sum of the sons of Kohath from among the sons of Levi, by their families, by their fathers' houses, ", "type": "text", "attrs": {"verseId": "NUM.4.2", "verseOrgIds": ["NUM.4.2"]}}, {"text": "from thirty years old and upward even until fifty years old, all that enter upon the service, to do work in the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.4.3", "verseOrgIds": ["NUM.4.3"]}}, {"text": "This is the service of the sons of Kohath in the tent of meeting, about the most holy things: ", "type": "text", "attrs": {"verseId": "NUM.4.4", "verseOrgIds": ["NUM.4.4"]}}, {"text": "when the camp setteth forward, Aaron shall go in, and his sons, and they shall take down the veil of the screen, and cover the ark of the testimony with it; ", "type": "text", "attrs": {"verseId": "NUM.4.5", "verseOrgIds": ["NUM.4.5"]}}, {"text": "and shall put thereon a covering of sealskin, and shall spread over it a cloth all of blue, and shall set the staves thereof. ", "type": "text", "attrs": {"verseId": "NUM.4.6", "verseOrgIds": ["NUM.4.6"]}}, {"text": "And upon the table of showbread they shall spread a cloth of blue, and put thereon the dishes, and the pans, and the bowls, and the jars wherewith to pour out; and the continual bread shall remain thereon. ", "type": "text", "attrs": {"verseId": "NUM.4.7", "verseOrgIds": ["NUM.4.7"]}}, {"text": "And they shall spread upon them a cloth of scarlet, and cover the same with a covering of sealskin, and shall set the staves thereof. ", "type": "text", "attrs": {"verseId": "NUM.4.8", "verseOrgIds": ["NUM.4.8"]}}, {"text": "And they shall take a cloth of blue, and cover the candlestick of the light, and its lamps, and its tongs, and its snuffdishes, and all the oil vessels thereof, wherewith they minister unto it. ", "type": "text", "attrs": {"verseId": "NUM.4.9", "verseOrgIds": ["NUM.4.9"]}}, {"text": "And they shall put it and all the vessels thereof within a covering of sealskin, and shall put it upon a bar. ", "type": "text", "attrs": {"verseId": "NUM.4.10", "verseOrgIds": ["NUM.4.10"]}}, {"text": "And upon the golden altar they shall spread a cloth of blue, and cover it with a covering of sealskin, and shall set the staves thereof. ", "type": "text", "attrs": {"verseId": "NUM.4.11", "verseOrgIds": ["NUM.4.11"]}}, {"text": "And they shall take all the vessels of ministry, wherewith they minister in the sanctuary, and put them in a cloth of blue, and cover them with a covering of sealskin, and shall put them on a bar. ", "type": "text", "attrs": {"verseId": "NUM.4.12", "verseOrgIds": ["NUM.4.12"]}}, {"text": "And they shall take away the ashes from the altar, and spread a purple cloth thereon. ", "type": "text", "attrs": {"verseId": "NUM.4.13", "verseOrgIds": ["NUM.4.13"]}}, {"text": "And they shall put upon it all the vessels thereof, wherewith they minister about it, the fire-pans, the flesh-hooks, and the shovels, and the basins, all the vessels of the altar; and they shall spread upon it a covering of sealskin, and set the staves thereof. ", "type": "text", "attrs": {"verseId": "NUM.4.14", "verseOrgIds": ["NUM.4.14"]}}, {"text": "And when Aaron and his sons have made an end of covering the holy furniture, and all the holy vessels, as the camp is to set forward — after that, the sons of Kohath shall come to bear them; but they shall not touch the holy things, lest they die. These things are the burden of the sons of Kohath in the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.4.15", "verseOrgIds": ["NUM.4.15"]}}, {"text": "And the charge of Eleazar the son of Aaron the priest shall be the oil for the light, and the sweet incense, and the continual meal-offering, and the anointing oil: he shall have the charge of all the tabernacle, and of all that therein is, whether it be the sanctuary, or the furniture thereof.' ", "type": "text", "attrs": {"verseId": "NUM.4.16", "verseOrgIds": ["NUM.4.16"]}}, {"text": "And the LORD spoke unto Moses and unto Aaron, saying: ", "type": "text", "attrs": {"verseId": "NUM.4.17", "verseOrgIds": ["NUM.4.17"]}}, {"text": "'Cut ye not off the tribe of the families of the Kohathites from among the Levites; ", "type": "text", "attrs": {"verseId": "NUM.4.18", "verseOrgIds": ["NUM.4.18"]}}, {"text": "but thus do unto them, that they may live, and not die, when they approach unto the most holy things: Aaron and his sons shall go in, and appoint them every one to his service and to his burden; ", "type": "text", "attrs": {"verseId": "NUM.4.19", "verseOrgIds": ["NUM.4.19"]}}, {"text": "but they shall not go in to see the holy things as they are being covered, lest they die.' ", "type": "text", "attrs": {"verseId": "NUM.4.20", "verseOrgIds": ["NUM.4.20"]}}, {"text": "And the LORD spoke unto Moses saying: ", "type": "text", "attrs": {"verseId": "NUM.4.21", "verseOrgIds": ["NUM.4.21"]}}, {"text": "'Take the sum of the sons of Gershon also, by their fathers' houses, by their families; ", "type": "text", "attrs": {"verseId": "NUM.4.22", "verseOrgIds": ["NUM.4.22"]}}, {"text": "from thirty years old and upward until fifty years old shalt thou number them: all that enter in to wait upon the service, to do service in the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.4.23", "verseOrgIds": ["NUM.4.23"]}}, {"text": "This is the service of the families of the Gershonites, in serving and in bearing burdens: ", "type": "text", "attrs": {"verseId": "NUM.4.24", "verseOrgIds": ["NUM.4.24"]}}, {"text": "they shall bear the curtains of the tabernacle, and the tent of meeting, its covering, and the covering of sealskin that is above upon it, and the screen for the door of the tent of meeting; ", "type": "text", "attrs": {"verseId": "NUM.4.25", "verseOrgIds": ["NUM.4.25"]}}, {"text": "and the hangings of the court, and the screen for the door of the gate of the court, which is by the tabernacle and by the altar round about, and their cords, and all the instruments of their service, and whatsoever there may be to do with them, therein shall they serve. ", "type": "text", "attrs": {"verseId": "NUM.4.26", "verseOrgIds": ["NUM.4.26"]}}, {"text": "At the commandment of Aaron and his sons shall be all the service of the sons of the Gershonites, in all their burden, and in all their service; and ye shall appoint unto them in charge all their burden. ", "type": "text", "attrs": {"verseId": "NUM.4.27", "verseOrgIds": ["NUM.4.27"]}}, {"text": "This is the service of the families of the sons of the Gershonites in the tent of meeting; and their charge shall be under the hand of Ithamar the son of Aaron the priest. ", "type": "text", "attrs": {"verseId": "NUM.4.28", "verseOrgIds": ["NUM.4.28"]}}, {"text": "As for the sons of Merari, thou shalt number them by their families, by their fathers' houses; ", "type": "text", "attrs": {"verseId": "NUM.4.29", "verseOrgIds": ["NUM.4.29"]}}, {"text": "from thirty years old and upward even unto fifty years old shalt thou number them, every one that entereth upon the service, to do the work of the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.4.30", "verseOrgIds": ["NUM.4.30"]}}, {"text": "And this is the charge of their burden, according to all their service in the tent of meeting: the boards of the tabernacle, and the bars thereof, and the pillars thereof, and the sockets thereof; ", "type": "text", "attrs": {"verseId": "NUM.4.31", "verseOrgIds": ["NUM.4.31"]}}, {"text": "and the pillars of the court round about, and their sockets, and their pins, and their cords, even all their appurtenance, and all that pertaineth to their service; and by name ye shall appoint the instruments of the charge of their burden. ", "type": "text", "attrs": {"verseId": "NUM.4.32", "verseOrgIds": ["NUM.4.32"]}}, {"text": "This is the service of the families of the sons of Merari, according to all their service, in the tent of meeting, under the hand of Ithamar the son of Aaron the priest.' ", "type": "text", "attrs": {"verseId": "NUM.4.33", "verseOrgIds": ["NUM.4.33"]}}, {"text": "And Moses and Aaron and the princes of the congregation numbered the sons of the Kohathites by their families, and by their fathers' houses, ", "type": "text", "attrs": {"verseId": "NUM.4.34", "verseOrgIds": ["NUM.4.34"]}}, {"text": "from thirty years old and upward even unto fifty years old, every one that entered upon the service, for service in the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.4.35", "verseOrgIds": ["NUM.4.35"]}}, {"text": "And those that were numbered of them by their families were two thousand seven hundred and fifty. ", "type": "text", "attrs": {"verseId": "NUM.4.36", "verseOrgIds": ["NUM.4.36"]}}, {"text": "These are they that were numbered of the families of the Kohathites, of all that did serve in the tent of meeting, whom Moses and Aaron numbered according to the commandment of the LORD by the hand of Moses. ", "type": "text", "attrs": {"verseId": "NUM.4.37", "verseOrgIds": ["NUM.4.37"]}}, {"text": "And those that were numbered of the sons of Gershon, by their families, and by their fathers' houses, ", "type": "text", "attrs": {"verseId": "NUM.4.38", "verseOrgIds": ["NUM.4.38"]}}, {"text": "from thirty years old and upward even unto fifty years old, every one that entered upon the service, for service in the tent of meeting, ", "type": "text", "attrs": {"verseId": "NUM.4.39", "verseOrgIds": ["NUM.4.39"]}}, {"text": "even those that were numbered of them, by their families, by their fathers' houses, were two thousand and six hundred and thirty. ", "type": "text", "attrs": {"verseId": "NUM.4.40", "verseOrgIds": ["NUM.4.40"]}}, {"text": "These are they that were numbered of the families of the sons of Gershon, of all that did serve in the tent of meeting, whom Moses and Aaron numbered according to the commandment of the LORD. ", "type": "text", "attrs": {"verseId": "NUM.4.41", "verseOrgIds": ["NUM.4.41"]}}, {"text": "And those that were numbered of the families of the sons of Merari, by their families, by their fathers' houses, ", "type": "text", "attrs": {"verseId": "NUM.4.42", "verseOrgIds": ["NUM.4.42"]}}, {"text": "from thirty years old and upward even unto fifty years old, every one that entered upon the service, for service in the tent of meeting, ", "type": "text", "attrs": {"verseId": "NUM.4.43", "verseOrgIds": ["NUM.4.43"]}}, {"text": "even those that were numbered of them by their families, were three thousand and two hundred. ", "type": "text", "attrs": {"verseId": "NUM.4.44", "verseOrgIds": ["NUM.4.44"]}}, {"text": "These are they that were numbered of the families of the sons of Merari, whom Moses and Aaron numbered according to the commandment of the LORD by the hand of Moses. ", "type": "text", "attrs": {"verseId": "NUM.4.45", "verseOrgIds": ["NUM.4.45"]}}, {"text": "All those that were numbered of the Levites, whom Moses and Aaron and the princes of Israel numbered, by their families, and by their fathers' houses, ", "type": "text", "attrs": {"verseId": "NUM.4.46", "verseOrgIds": ["NUM.4.46"]}}, {"text": "from thirty years old and upward even unto fifty years old, every one that entered in to do the work of service, and the work of bearing burdens in the tent of meeting, ", "type": "text", "attrs": {"verseId": "NUM.4.47", "verseOrgIds": ["NUM.4.47"]}}, {"text": "even those that were numbered of them, were eight thousand and five hundred and fourscore. ", "type": "text", "attrs": {"verseId": "NUM.4.48", "verseOrgIds": ["NUM.4.48"]}}, {"text": "According to the commandment of the LORD they were appointed by the hand of Moses, every one to his service, and to his burden; they were also numbered, as the LORD commanded Moses.", "type": "text", "attrs": {"verseId": "NUM.4.49", "verseOrgIds": ["NUM.4.49"]}}]}], "next": {"id": "NUM.5", "number": "5", "bookId": "NUM"}, "previous": {"id": "NUM.3", "number": "3", "bookId": "NUM"}}}}