{"_default": {"1": {"id": "ISA.22", "bibleId": "bf8f1c7f3f9045a5-01", "number": "22", "bookId": "ISA", "reference": "Isaiah 22", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The burden concerning the Valley of Vision. What aileth thee now, that thou art wholly gone up to the housetops, ", "type": "text", "attrs": {"verseId": "ISA.22.1", "verseOrgIds": ["ISA.22.1"]}}, {"text": "Thou that art full of uproar, a tumultuous city, a joyous town? Thy slain are not slain with the sword, nor dead in battle. ", "type": "text", "attrs": {"verseId": "ISA.22.2", "verseOrgIds": ["ISA.22.2"]}}, {"text": "All thy rulers are fled together, without the bow they are bound; all that are found of thee are bound together, they are fled afar off. ", "type": "text", "attrs": {"verseId": "ISA.22.3", "verseOrgIds": ["ISA.22.3"]}}, {"text": "Therefore said I: 'Look away from me, I will weep bitterly; strain not to comfort me, for the destruction of the daughter of my people.' ", "type": "text", "attrs": {"verseId": "ISA.22.4", "verseOrgIds": ["ISA.22.4"]}}, {"text": "For it is a day of trouble, and of trampling, and of perplexity, from the Lord, the GOD of hosts, in the Valley of Vision; Kir shouting, and Shoa at the mount. ", "type": "text", "attrs": {"verseId": "ISA.22.5", "verseOrgIds": ["ISA.22.5"]}}, {"text": "And Elam bore the quiver, with troops of men, even horsemen; and Kir uncovered the shield. ", "type": "text", "attrs": {"verseId": "ISA.22.6", "verseOrgIds": ["ISA.22.6"]}}, {"text": "And it came to pass, when thy choicest valleys were full of chariots, and the horsemen set themselves in array at the gate, ", "type": "text", "attrs": {"verseId": "ISA.22.7", "verseOrgIds": ["ISA.22.7"]}}, {"text": "And the covering of Judah was laid bare, that thou didst look in that day to the armour in the house of the forest. ", "type": "text", "attrs": {"verseId": "ISA.22.8", "verseOrgIds": ["ISA.22.8"]}}, {"text": "And ye saw the breaches of the city of David, that they were many; and ye gathered together the waters of the lower pool. ", "type": "text", "attrs": {"verseId": "ISA.22.9", "verseOrgIds": ["ISA.22.9"]}}, {"text": "And ye numbered the houses of Jerusalem, and ye broke down the houses to fortify the wall; ", "type": "text", "attrs": {"verseId": "ISA.22.10", "verseOrgIds": ["ISA.22.10"]}}, {"text": "ye made also a basin between the two walls for the water of the old pool — but ye looked not unto Him that had done this, neither had ye respect unto Him that fashioned it long ago. ", "type": "text", "attrs": {"verseId": "ISA.22.11", "verseOrgIds": ["ISA.22.11"]}}, {"text": "And in that day did the Lord, the GOD of hosts, call to weeping, and to lamentation, and to baldness, and to girding with sackcloth; ", "type": "text", "attrs": {"verseId": "ISA.22.12", "verseOrgIds": ["ISA.22.12"]}}, {"text": "And behold joy and gladness, slaying oxen and killing sheep, eating flesh and drinking wine — 'Let us eat and drink, for tomorrow we shall die!' ", "type": "text", "attrs": {"verseId": "ISA.22.13", "verseOrgIds": ["ISA.22.13"]}}, {"text": "And the LORD of hosts revealed Himself in mine ears: Surely this iniquity shall not be expiated by you till ye die, saith the Lord, the GOD of hosts. ", "type": "text", "attrs": {"verseId": "ISA.22.14", "verseOrgIds": ["ISA.22.14"]}}, {"text": "Thus saith the Lord, the GOD of hosts: Go, get thee unto this steward, even unto Shebna, who is over the house: ", "type": "text", "attrs": {"verseId": "ISA.22.15", "verseOrgIds": ["ISA.22.15"]}}, {"text": "What hast thou here, and whom hast thou here, that thou hast hewed thee out here a sepulchre, thou that hewest thee out a sepulchre on high, and gravest a habitation for thyself in the rock? ", "type": "text", "attrs": {"verseId": "ISA.22.16", "verseOrgIds": ["ISA.22.16"]}}, {"text": "Behold, the LORD will hurl thee up and down with a man's throw; yea, He will wind thee round and round; ", "type": "text", "attrs": {"verseId": "ISA.22.17", "verseOrgIds": ["ISA.22.17"]}}, {"text": "He will violently roll and toss thee like a ball into a large country; there shalt thou die, and there shall be the chariots of thy glory, thou shame of the lord's house. ", "type": "text", "attrs": {"verseId": "ISA.22.18", "verseOrgIds": ["ISA.22.18"]}}, {"text": "And I will thrust thee from thy post, and from thy station shalt thou be pulled down. ", "type": "text", "attrs": {"verseId": "ISA.22.19", "verseOrgIds": ["ISA.22.19"]}}, {"text": "And it shall come to pass in that day, that I will call my servant Eliakim the son of Hilkiah; ", "type": "text", "attrs": {"verseId": "ISA.22.20", "verseOrgIds": ["ISA.22.20"]}}, {"text": "And I will clothe him with thy robe, and bind him with thy girdle, and I will commit thy government into his hand; and he shall be a father to the inhabitants of Jerusalem, and to the house of Judah. ", "type": "text", "attrs": {"verseId": "ISA.22.21", "verseOrgIds": ["ISA.22.21"]}}, {"text": "And the key of the house of David will I lay upon his shoulder; and he shall open, and none shall shut; and he shall shut, and none shall open. ", "type": "text", "attrs": {"verseId": "ISA.22.22", "verseOrgIds": ["ISA.22.22"]}}, {"text": "And I will fasten him as a peg in a sure place; and he shall be for a throne of honour to his father's house. ", "type": "text", "attrs": {"verseId": "ISA.22.23", "verseOrgIds": ["ISA.22.23"]}}, {"text": "And they shall hang upon him all the glory of his father's house, the offspring and the issue, all vessels of small quantity, from the vessels of cups even to all the vessels of flagons. ", "type": "text", "attrs": {"verseId": "ISA.22.24", "verseOrgIds": ["ISA.22.24"]}}, {"text": "In that day, saith the LORD of hosts, shall the peg that was fastened in a sure place give way; and it shall be hewn down, and fall, and the burden that was upon it shall be cut off; for the LORD hath spoken it.", "type": "text", "attrs": {"verseId": "ISA.22.25", "verseOrgIds": ["ISA.22.25"]}}]}], "next": {"id": "ISA.23", "number": "23", "bookId": "ISA"}, "previous": {"id": "ISA.21", "number": "21", "bookId": "ISA"}}}}