{"_default": {"1": {"id": "ZEP.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "ZEP", "reference": "Zephaniah 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Woe to her that is filthy and polluted, to the oppressing city! ", "type": "text", "attrs": {"verseId": "ZEP.3.1", "verseOrgIds": ["ZEP.3.1"]}}, {"text": "She hearkened not to the voice, she received not correction; she trusted not in the LORD, she drew not near to her God. ", "type": "text", "attrs": {"verseId": "ZEP.3.2", "verseOrgIds": ["ZEP.3.2"]}}, {"text": "Her princes in the midst of her are roaring lions; her judges are wolves of the desert, they leave not a bone for the morrow. ", "type": "text", "attrs": {"verseId": "ZEP.3.3", "verseOrgIds": ["ZEP.3.3"]}}, {"text": "Her prophets are wanton and treacherous persons; her priests have profaned that which is holy, they have done violence to the law. ", "type": "text", "attrs": {"verseId": "ZEP.3.4", "verseOrgIds": ["ZEP.3.4"]}}, {"text": "The LORD who is righteous is in the midst of her, He will not do unrighteousness; every morning doth He bring His right to light, it faileth not; but the unrighteous knoweth no shame. ", "type": "text", "attrs": {"verseId": "ZEP.3.5", "verseOrgIds": ["ZEP.3.5"]}}, {"text": "I have cut off nations, their corners are desolate; I have made their streets waste, so that none passeth by; their cities are destroyed, so that there is no man, so that there is no inhabitant. ", "type": "text", "attrs": {"verseId": "ZEP.3.6", "verseOrgIds": ["ZEP.3.6"]}}, {"text": "I said: 'Surely thou wilt fear Me, thou wilt receive correction; so her dwelling shall not be cut off, despite all that I have visited upon her'; but they betimes corrupted all their doings. ", "type": "text", "attrs": {"verseId": "ZEP.3.7", "verseOrgIds": ["ZEP.3.7"]}}, {"text": "Therefore wait ye for Me, saith the LORD, until the day that I rise up to the prey; for My determination is to gather the nations, that I may assemble the kingdoms, to pour upon them Mine indignation, even all My fierce anger; for all the earth shall be devoured with the fire of My jealousy. ", "type": "text", "attrs": {"verseId": "ZEP.3.8", "verseOrgIds": ["ZEP.3.8"]}}, {"text": "For then will I turn to the peoples a pure language, that they may all call upon the name of the LORD, to serve Him with one consent. ", "type": "text", "attrs": {"verseId": "ZEP.3.9", "verseOrgIds": ["ZEP.3.9"]}}, {"text": "From beyond the rivers of Ethiopia shall they bring My suppliants, even the daughter of My dispersed, as Mine offering. ", "type": "text", "attrs": {"verseId": "ZEP.3.10", "verseOrgIds": ["ZEP.3.10"]}}, {"text": "In that day shalt thou not be ashamed for all thy doings, wherein thou hast transgressed against Me; for then I will take away out of the midst of thee thy proudly exulting ones, and thou shalt no more be haughty in My holy mountain. ", "type": "text", "attrs": {"verseId": "ZEP.3.11", "verseOrgIds": ["ZEP.3.11"]}}, {"text": "And I will leave in the midst of thee an afflicted and poor people, and they shall take refuge in the name of the LORD. ", "type": "text", "attrs": {"verseId": "ZEP.3.12", "verseOrgIds": ["ZEP.3.12"]}}, {"text": "The remnant of Israel shall not do iniquity, nor speak lies, neither shall a deceitful tongue be found in their mouth; for they shall feed and lie down, and none shall make them afraid. ", "type": "text", "attrs": {"verseId": "ZEP.3.13", "verseOrgIds": ["ZEP.3.13"]}}, {"text": "Sing, O daughter of Zion, shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem. ", "type": "text", "attrs": {"verseId": "ZEP.3.14", "verseOrgIds": ["ZEP.3.14"]}}, {"text": "The LORD hath taken away thy judgments, He hath cast out thine enemy; The King of Israel, even the LORD, is in the midst of thee; thou shalt not fear evil any more. ", "type": "text", "attrs": {"verseId": "ZEP.3.15", "verseOrgIds": ["ZEP.3.15"]}}, {"text": "In that day it shall be said to Jerusalem: 'Fear thou not; O Zion, let not thy hands be slack. ", "type": "text", "attrs": {"verseId": "ZEP.3.16", "verseOrgIds": ["ZEP.3.16"]}}, {"text": "The LORD thy God is in the midst of thee, a Mighty One who will save; He will rejoice over thee with joy, He will be silent in His love, He will joy over thee with singing.' ", "type": "text", "attrs": {"verseId": "ZEP.3.17", "verseOrgIds": ["ZEP.3.17"]}}, {"text": "I will gather them that are far from the appointed season, who are of thee, that hast borne the burden of reproach. ", "type": "text", "attrs": {"verseId": "ZEP.3.18", "verseOrgIds": ["ZEP.3.18"]}}, {"text": "Behold, at that time I will deal with all them that afflict thee; and I will save her that is lame, and gather her that was driven away; and I will make them to be a praise and a name, whose shame hath been in all the earth. ", "type": "text", "attrs": {"verseId": "ZEP.3.19", "verseOrgIds": ["ZEP.3.19"]}}, {"text": "At that time will I bring you in, and at that time will I gather you; for I will make you to be a name and a praise among all the peoples of the earth, when I turn your captivity before your eyes, saith the LORD.", "type": "text", "attrs": {"verseId": "ZEP.3.20", "verseOrgIds": ["ZEP.3.20"]}}]}], "next": {"id": "HAG.intro", "number": "intro", "bookId": "HAG"}, "previous": {"id": "ZEP.2", "number": "2", "bookId": "ZEP"}}}}