{"_default": {"1": {"id": "ISA.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "ISA", "reference": "Isaiah 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Woe unto them that decree unrighteous decrees, and to the writers that write iniquity; ", "type": "text", "attrs": {"verseId": "ISA.10.1", "verseOrgIds": ["ISA.10.1"]}}, {"text": "To turn aside the needy from judgment, and to take away the right of the poor of My people, that widows may be their spoil, and that they may make the fatherless their prey! ", "type": "text", "attrs": {"verseId": "ISA.10.2", "verseOrgIds": ["ISA.10.2"]}}, {"text": "And what will ye do in the day of visitation, and in the ruin which shall come from far? To whom will ye flee for help? And where will ye leave your glory? ", "type": "text", "attrs": {"verseId": "ISA.10.3", "verseOrgIds": ["ISA.10.3"]}}, {"text": "They can do nought except crouch under the captives, and fall under the slain. For all this His anger is not turned away, but His hand is stretched out still. ", "type": "text", "attrs": {"verseId": "ISA.10.4", "verseOrgIds": ["ISA.10.4"]}}, {"text": "O Asshur, the rod of Mine anger, in whose hand as a staff is Mine indignation! ", "type": "text", "attrs": {"verseId": "ISA.10.5", "verseOrgIds": ["ISA.10.5"]}}, {"text": "I do send him against an ungodly nation, and against the people of My wrath do I give him a charge, to take the spoil, and to take the prey, and to tread them down like the mire of the streets. ", "type": "text", "attrs": {"verseId": "ISA.10.6", "verseOrgIds": ["ISA.10.6"]}}, {"text": "Howbeit he meaneth not so, neither doth his heart think so; but it is in his heart to destroy, and to cut off nations not a few. ", "type": "text", "attrs": {"verseId": "ISA.10.7", "verseOrgIds": ["ISA.10.7"]}}, {"text": "For he saith: 'Are not my princes all of them kings? ", "type": "text", "attrs": {"verseId": "ISA.10.8", "verseOrgIds": ["ISA.10.8"]}}, {"text": "Is not Calno as Carchemish? Is not Hamath as Arpad? Is not Samaria as Damascus? ", "type": "text", "attrs": {"verseId": "ISA.10.9", "verseOrgIds": ["ISA.10.9"]}}, {"text": "As my hand hath reached the kingdoms of the idols, whose graven images did exceed them of Jerusalem and of Samaria; ", "type": "text", "attrs": {"verseId": "ISA.10.10", "verseOrgIds": ["ISA.10.10"]}}, {"text": "Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols?' ", "type": "text", "attrs": {"verseId": "ISA.10.11", "verseOrgIds": ["ISA.10.11"]}}, {"text": "Wherefore it shall come to pass, that when the Lord hath performed His whole work upon mount Zion and on Jerusalem, I will punish the fruit of the arrogant heart of the king of Assyria, and the glory of his haughty looks. ", "type": "text", "attrs": {"verseId": "ISA.10.12", "verseOrgIds": ["ISA.10.12"]}}, {"text": "For he hath said: by the strength of my hand I have done it, and by my wisdom, for I am prudent; in that I have removed the bounds of the peoples, and have robbed their treasures, and have brought down as one mighty the inhabitants; ", "type": "text", "attrs": {"verseId": "ISA.10.13", "verseOrgIds": ["ISA.10.13"]}}, {"text": "And my hand hath found as a nest the riches of the peoples; and as one gathereth eggs that are forsaken, have I gathered all the earth; and there was none that moved the wing, or that opened the mouth, or chirped. ", "type": "text", "attrs": {"verseId": "ISA.10.14", "verseOrgIds": ["ISA.10.14"]}}, {"text": "Should the axe boast itself against him that heweth therewith? Should the saw magnify itself against him that moveth it? as if a rod should move them that lift it up, or as if a staff should lift up him that is not wood. ", "type": "text", "attrs": {"verseId": "ISA.10.15", "verseOrgIds": ["ISA.10.15"]}}, {"text": "Therefore will the Lord, the LORD of hosts, send among his fat ones leanness; and under his glory there shall be kindled a burning like the burning of fire. ", "type": "text", "attrs": {"verseId": "ISA.10.16", "verseOrgIds": ["ISA.10.16"]}}, {"text": "And the light of Israel shall be for a fire, and his Holy One for a flame; and it shall burn and devour his thorns and his briers in one day. ", "type": "text", "attrs": {"verseId": "ISA.10.17", "verseOrgIds": ["ISA.10.17"]}}, {"text": "And the glory of his forest and of his fruitful field, he will consume both soul and body; and it shall be as when a sick man wasteth away. ", "type": "text", "attrs": {"verseId": "ISA.10.18", "verseOrgIds": ["ISA.10.18"]}}, {"text": "And the remnant of the trees of his forest shall be few, that a child may write them down. ", "type": "text", "attrs": {"verseId": "ISA.10.19", "verseOrgIds": ["ISA.10.19"]}}, {"text": "And it shall come to pass in that day, that the remnant of Israel, and they that are escaped of the house of Jacob, shall no more again stay upon him that smote them; but shall stay upon the LORD, the Holy One of Israel, in truth. ", "type": "text", "attrs": {"verseId": "ISA.10.20", "verseOrgIds": ["ISA.10.20"]}}, {"text": "A remnant shall return, even the remnant of Jacob, unto God the Mighty. ", "type": "text", "attrs": {"verseId": "ISA.10.21", "verseOrgIds": ["ISA.10.21"]}}, {"text": "For though thy people, O Israel, be as the sand of the sea, only a remnant of them shall return; an extermination is determined, overflowing with righteousness. ", "type": "text", "attrs": {"verseId": "ISA.10.22", "verseOrgIds": ["ISA.10.22"]}}, {"text": "For an extermination wholly determined shall the Lord, the GOD of hosts, make in the midst of all the earth. ", "type": "text", "attrs": {"verseId": "ISA.10.23", "verseOrgIds": ["ISA.10.23"]}}, {"text": "Therefore thus saith the Lord, the GOD of hosts: O My people that dwellest in Zion, be not afraid of Asshur, though he smite thee with the rod, and lift up his staff against thee, after the manner of Egypt. ", "type": "text", "attrs": {"verseId": "ISA.10.24", "verseOrgIds": ["ISA.10.24"]}}, {"text": "For yet a very little while, and the indignation shall be accomplished, and Mine anger shall be to their destruction. ", "type": "text", "attrs": {"verseId": "ISA.10.25", "verseOrgIds": ["ISA.10.25"]}}, {"text": "And the LORD of hosts shall stir up against him a scourge, as in the slaughter of Midian at the Rock of Oreb; and as His rod was over the sea, so shall He lift it up after the manner of Egypt. ", "type": "text", "attrs": {"verseId": "ISA.10.26", "verseOrgIds": ["ISA.10.26"]}}, {"text": "And it shall come to pass in that day, that his burden shall depart from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed by reason of fatness. ", "type": "text", "attrs": {"verseId": "ISA.10.27", "verseOrgIds": ["ISA.10.27"]}}, {"text": "He is come to Aiath, he is passed through Migron; at Michmas he layeth up his baggage; ", "type": "text", "attrs": {"verseId": "ISA.10.28", "verseOrgIds": ["ISA.10.28"]}}, {"text": "They are gone over the pass; they have taken up their lodging at Geba; Ramah trembleth; Gibeath-shaul is fled. ", "type": "text", "attrs": {"verseId": "ISA.10.29", "verseOrgIds": ["ISA.10.29"]}}, {"text": "Cry thou with a shrill voice, O daughter of Gallim! Hearken, O Laish! O thou poor Anathoth! ", "type": "text", "attrs": {"verseId": "ISA.10.30", "verseOrgIds": ["ISA.10.30"]}}, {"text": "Madmenah is in mad flight; the inhabitants of Gebim flee to cover. ", "type": "text", "attrs": {"verseId": "ISA.10.31", "verseOrgIds": ["ISA.10.31"]}}, {"text": "This very day shall he halt at Nob, shaking his hand at the mount of the daughter of Zion, the hill of Jerusalem. ", "type": "text", "attrs": {"verseId": "ISA.10.32", "verseOrgIds": ["ISA.10.32"]}}, {"text": "Behold, the Lord, the LORD of hosts, shall lop the boughs with terror; and the high ones of stature shall be hewn down, and the lofty shall be laid low. ", "type": "text", "attrs": {"verseId": "ISA.10.33", "verseOrgIds": ["ISA.10.33"]}}, {"text": "And He shall cut down the thickets of the forest with iron, and Lebanon shall fall by a mighty one.", "type": "text", "attrs": {"verseId": "ISA.10.34", "verseOrgIds": ["ISA.10.34"]}}]}], "next": {"id": "ISA.11", "number": "11", "bookId": "ISA"}, "previous": {"id": "ISA.9", "number": "9", "bookId": "ISA"}}}}