{"_default": {"1": {"id": "NUM.2", "bibleId": "bf8f1c7f3f9045a5-01", "number": "2", "bookId": "NUM", "reference": "Numbers 2", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses and unto Aaron, saying: ", "type": "text", "attrs": {"verseId": "NUM.2.1", "verseOrgIds": ["NUM.2.1"]}}, {"text": "'The children of Israel shall pitch by their fathers' houses; every man with his own standard, according to the ensigns; a good way off shall they pitch round about the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.2.2", "verseOrgIds": ["NUM.2.2"]}}, {"text": "Now those that pitch on the east side toward the sunrising shall be they of the standard of the camp of Judah, according to their hosts; the prince of the children of Judah being Nahshon the son of Amminadab, ", "type": "text", "attrs": {"verseId": "NUM.2.3", "verseOrgIds": ["NUM.2.3"]}}, {"text": "and his host, and those that were numbered of them, threescore and fourteen thousand and six hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.4", "verseOrgIds": ["NUM.2.4"]}}, {"text": "and those that pitch next unto him shall be the tribe of Issachar; the prince of the children of Issachar being Nethanel the son of Zuar, ", "type": "text", "attrs": {"verseId": "NUM.2.5", "verseOrgIds": ["NUM.2.5"]}}, {"text": "and his host, even those that were numbered thereof, fifty and four thousand and four hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.6", "verseOrgIds": ["NUM.2.6"]}}, {"text": "and the tribe of Zebulun; the prince of the children of Zebulun being Eliab the son of Helon, ", "type": "text", "attrs": {"verseId": "NUM.2.7", "verseOrgIds": ["NUM.2.7"]}}, {"text": "and his host, and those that were numbered thereof, fifty and seven thousand and four hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.8", "verseOrgIds": ["NUM.2.8"]}}, {"text": "all that were numbered of the camp of Judah being a hundred thousand and fourscore thousand and six thousand and four hundred, according to their hosts; they shall set forth first. ", "type": "text", "attrs": {"verseId": "NUM.2.9", "verseOrgIds": ["NUM.2.9"]}}, {"text": "On the south side shall be the standard of the camp of Reuben according to their hosts; the prince of the children of Reuben being Elizur the son of Shedeur, ", "type": "text", "attrs": {"verseId": "NUM.2.10", "verseOrgIds": ["NUM.2.10"]}}, {"text": "and his host, and those that were numbered thereof, forty and six thousand and five hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.11", "verseOrgIds": ["NUM.2.11"]}}, {"text": "and those that pitch next unto him shall be the tribe of Simeon; the prince of the children of Simeon being Shelumiel the son of Zurishaddai, ", "type": "text", "attrs": {"verseId": "NUM.2.12", "verseOrgIds": ["NUM.2.12"]}}, {"text": "and his host, and those that were numbered of them, fifty and nine thousand and three hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.13", "verseOrgIds": ["NUM.2.13"]}}, {"text": "and the tribe of Gad; the prince of the children of Gad being Eliasaph the son of Reuel, ", "type": "text", "attrs": {"verseId": "NUM.2.14", "verseOrgIds": ["NUM.2.14"]}}, {"text": "and his host, even those that were numbered of them, forty and five thousand and six hundred and fifty; ", "type": "text", "attrs": {"verseId": "NUM.2.15", "verseOrgIds": ["NUM.2.15"]}}, {"text": "all that were numbered of the camp of Reuben being a hundred thousand and fifty and one thousand and four hundred and fifty, according to their hosts; and they shall set forth second. ", "type": "text", "attrs": {"verseId": "NUM.2.16", "verseOrgIds": ["NUM.2.16"]}}, {"text": "Then the tent of meeting, with the camp of the Levites, shall set forward in the midst of the camps; as they encamp, so shall they set forward, every man in his place, by their standards. ", "type": "text", "attrs": {"verseId": "NUM.2.17", "verseOrgIds": ["NUM.2.17"]}}, {"text": "On the west side shall be the standard of the camp of Ephraim according to their hosts; the prince of the children of Ephraim being Elishama the son of Ammihud, ", "type": "text", "attrs": {"verseId": "NUM.2.18", "verseOrgIds": ["NUM.2.18"]}}, {"text": "and his host, and those that were numbered of them, forty thousand and five hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.19", "verseOrgIds": ["NUM.2.19"]}}, {"text": "and next unto him shall be the tribe of Manasseh; the prince of the children of Manasseh being Gamaliel the son of Pedahzur, ", "type": "text", "attrs": {"verseId": "NUM.2.20", "verseOrgIds": ["NUM.2.20"]}}, {"text": "and his host, and those that were numbered of them, thirty and two thousand and two hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.21", "verseOrgIds": ["NUM.2.21"]}}, {"text": "and the tribe of Benjamin; the prince of the children of Benjamin being Abidan the son of Gideoni, ", "type": "text", "attrs": {"verseId": "NUM.2.22", "verseOrgIds": ["NUM.2.22"]}}, {"text": "and his host, and those that were numbered of them, thirty and five thousand and four hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.23", "verseOrgIds": ["NUM.2.23"]}}, {"text": "all that were numbered of the camp of Ephraim being a hundred thousand and eight thousand and a hundred, according to their hosts; and they shall set forth third. ", "type": "text", "attrs": {"verseId": "NUM.2.24", "verseOrgIds": ["NUM.2.24"]}}, {"text": "On the north side shall be the standard of the camp of Dan according to their hosts; the prince of the children of Dan being Ahiezer the son of Ammishaddai, ", "type": "text", "attrs": {"verseId": "NUM.2.25", "verseOrgIds": ["NUM.2.25"]}}, {"text": "and his host, and those that were numbered of them, threescore and two thousand and seven hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.26", "verseOrgIds": ["NUM.2.26"]}}, {"text": "and those that pitch next unto him shall be the tribe of Asher; the prince of the children of Asher being Pagiel the son of Ochran, ", "type": "text", "attrs": {"verseId": "NUM.2.27", "verseOrgIds": ["NUM.2.27"]}}, {"text": "and his host, and those that were numbered of them, forty and one thousand and five hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.28", "verseOrgIds": ["NUM.2.28"]}}, {"text": "and the tribe of Naphtali; the prince of the children of Naphtali being Ahira the son of Enan, ", "type": "text", "attrs": {"verseId": "NUM.2.29", "verseOrgIds": ["NUM.2.29"]}}, {"text": "and his host, and those that were numbered of them, fifty and three thousand and four hundred; ", "type": "text", "attrs": {"verseId": "NUM.2.30", "verseOrgIds": ["NUM.2.30"]}}, {"text": "all that were numbered of the camp of Dan being a hundred thousand and fifty and seven thousand and six hundred; they shall set forth hindmost by their standards.' ", "type": "text", "attrs": {"verseId": "NUM.2.31", "verseOrgIds": ["NUM.2.31"]}}, {"text": "These are they that were numbered of the children of Israel by their fathers' houses; all that were numbered of the camps according to their hosts were six hundred thousand and three thousand and five hundred and fifty. ", "type": "text", "attrs": {"verseId": "NUM.2.32", "verseOrgIds": ["NUM.2.32"]}}, {"text": "But the Levites were not numbered among the children of Israel; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "NUM.2.33", "verseOrgIds": ["NUM.2.33"]}}, {"text": "Thus did the children of Israel: according to all that the LORD commanded Moses, so they pitched by their standards, and so they set forward, each one according to its families, and according to its fathers' houses.", "type": "text", "attrs": {"verseId": "NUM.2.34", "verseOrgIds": ["NUM.2.34"]}}]}], "next": {"id": "NUM.3", "number": "3", "bookId": "NUM"}, "previous": {"id": "NUM.1", "number": "1", "bookId": "NUM"}}}}