{"_default": {"1": {"id": "EXO.40", "bibleId": "bf8f1c7f3f9045a5-01", "number": "40", "bookId": "EXO", "reference": "Exodus 40", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "EXO.40.1", "verseOrgIds": ["EXO.40.1"]}}, {"text": "'On the first day of the first month shalt thou rear up the tabernacle of the tent of meeting. ", "type": "text", "attrs": {"verseId": "EXO.40.2", "verseOrgIds": ["EXO.40.2"]}}, {"text": "And thou shalt put therein the ark of the testimony, and thou shalt screen the ark with the veil. ", "type": "text", "attrs": {"verseId": "EXO.40.3", "verseOrgIds": ["EXO.40.3"]}}, {"text": "And thou shalt bring in the table, and set in order the bread that is upon it; and thou shalt bring in the candlestick, and light the lamps thereof. ", "type": "text", "attrs": {"verseId": "EXO.40.4", "verseOrgIds": ["EXO.40.4"]}}, {"text": "And thou shalt set the golden altar for incense before the ark of the testimony, and put the screen of the door to the tabernacle. ", "type": "text", "attrs": {"verseId": "EXO.40.5", "verseOrgIds": ["EXO.40.5"]}}, {"text": "And thou shalt set the altar of burnt-offering before the door of the tabernacle of the tent of meeting. ", "type": "text", "attrs": {"verseId": "EXO.40.6", "verseOrgIds": ["EXO.40.6"]}}, {"text": "And thou shalt set the laver between the tent of meeting and the altar, and shalt put water therein. ", "type": "text", "attrs": {"verseId": "EXO.40.7", "verseOrgIds": ["EXO.40.7"]}}, {"text": "And thou shalt set up the court round about, and hang up the screen of the gate of the court. ", "type": "text", "attrs": {"verseId": "EXO.40.8", "verseOrgIds": ["EXO.40.8"]}}, {"text": "And thou shalt take the anointing oil, and anoint the tabernacle, and all that is therein, and shalt hallow it, and all the furniture thereof; and it shall be holy. ", "type": "text", "attrs": {"verseId": "EXO.40.9", "verseOrgIds": ["EXO.40.9"]}}, {"text": "And thou shalt anoint the altar of burnt-offering, and all its vessels, and sanctify the altar; and the altar shall be most holy. ", "type": "text", "attrs": {"verseId": "EXO.40.10", "verseOrgIds": ["EXO.40.10"]}}, {"text": "And thou shalt anoint the laver and its base, and sanctify it. ", "type": "text", "attrs": {"verseId": "EXO.40.11", "verseOrgIds": ["EXO.40.11"]}}, {"text": "And thou shalt bring Aaron and his sons unto the door of the tent of meeting, and shalt wash them with water. ", "type": "text", "attrs": {"verseId": "EXO.40.12", "verseOrgIds": ["EXO.40.12"]}}, {"text": "And thou shalt put upon Aaron the holy garments; and thou shalt anoint him, and sanctify him, that he may minister unto Me in the priest's office. ", "type": "text", "attrs": {"verseId": "EXO.40.13", "verseOrgIds": ["EXO.40.13"]}}, {"text": "And thou shalt bring his sons, and put tunics upon them. ", "type": "text", "attrs": {"verseId": "EXO.40.14", "verseOrgIds": ["EXO.40.14"]}}, {"text": "And thou shalt anoint them, as thou didst anoint their father, that they may minister unto Me in the priest's office; and their anointing shall be to them for an everlasting priesthood throughout their generations.' ", "type": "text", "attrs": {"verseId": "EXO.40.15", "verseOrgIds": ["EXO.40.15"]}}, {"text": "Thus did Moses; according to all that the LORD commanded him, so did he. ", "type": "text", "attrs": {"verseId": "EXO.40.16", "verseOrgIds": ["EXO.40.16"]}}, {"text": "And it came to pass in the first month in the second year, on the first day of the month, that the tabernacle was reared up. ", "type": "text", "attrs": {"verseId": "EXO.40.17", "verseOrgIds": ["EXO.40.17"]}}, {"text": "And Moses reared up the tabernacle, and laid its sockets, and set up the boards thereof, and put in the bars thereof, and reared up its pillars. ", "type": "text", "attrs": {"verseId": "EXO.40.18", "verseOrgIds": ["EXO.40.18"]}}, {"text": "And he spread the tent over the tabernacle, and put the covering of the tent above upon it; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.40.19", "verseOrgIds": ["EXO.40.19"]}}, {"text": "And he took and put the testimony into the ark, and set the staves on the ark, and put the ark-cover above upon the ark. ", "type": "text", "attrs": {"verseId": "EXO.40.20", "verseOrgIds": ["EXO.40.20"]}}, {"text": "And he brought the ark into the tabernacle, and set up the veil of the screen, and screened the ark of the testimony; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.40.21", "verseOrgIds": ["EXO.40.21"]}}, {"text": "And he put the table in the tent of meeting, upon the side of the tabernacle northward, without the veil. ", "type": "text", "attrs": {"verseId": "EXO.40.22", "verseOrgIds": ["EXO.40.22"]}}, {"text": "And he set a row of bread in order upon it before the LORD; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.40.23", "verseOrgIds": ["EXO.40.23"]}}, {"text": "And he put the candlestick in the tent of meeting, over against the table, on the side of the tabernacle southward. ", "type": "text", "attrs": {"verseId": "EXO.40.24", "verseOrgIds": ["EXO.40.24"]}}, {"text": "And he lighted the lamps before the LORD; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.40.25", "verseOrgIds": ["EXO.40.25"]}}, {"text": "And he put the golden altar in the tent of meeting before the veil; ", "type": "text", "attrs": {"verseId": "EXO.40.26", "verseOrgIds": ["EXO.40.26"]}}, {"text": "and he burnt thereon incense of sweet spices; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.40.27", "verseOrgIds": ["EXO.40.27"]}}, {"text": "And he put the screen of the door to the tabernacle. ", "type": "text", "attrs": {"verseId": "EXO.40.28", "verseOrgIds": ["EXO.40.28"]}}, {"text": "And the altar of burnt-offering he set at the door of the tabernacle of the tent of meeting, and offered upon it the burnt-offering and the meal-offering; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.40.29", "verseOrgIds": ["EXO.40.29"]}}, {"text": "And he set the laver between the tent of meeting and the altar, and put water therein, wherewith to wash; ", "type": "text", "attrs": {"verseId": "EXO.40.30", "verseOrgIds": ["EXO.40.30"]}}, {"text": "that Moses and Aaron and his sons might wash their hands and their feet thereat; ", "type": "text", "attrs": {"verseId": "EXO.40.31", "verseOrgIds": ["EXO.40.31"]}}, {"text": "when they went into the tent of meeting, and when they came near unto the altar, they should wash; as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.40.32", "verseOrgIds": ["EXO.40.32"]}}, {"text": "And he reared up the court round about the tabernacle and the altar, and set up the screen of the gate of the court. So Moses finished the work. ", "type": "text", "attrs": {"verseId": "EXO.40.33", "verseOrgIds": ["EXO.40.33"]}}, {"text": "Then the cloud covered the tent of meeting, and the glory of the LORD filled the tabernacle. ", "type": "text", "attrs": {"verseId": "EXO.40.34", "verseOrgIds": ["EXO.40.34"]}}, {"text": "And Moses was not able to enter into the tent of meeting, because the cloud abode thereon, and the glory of the LORD filled the tabernacle. — ", "type": "text", "attrs": {"verseId": "EXO.40.35", "verseOrgIds": ["EXO.40.35"]}}, {"text": "And whenever the cloud was taken up from over the tabernacle, the children of Israel went onward, throughout all their journeys. ", "type": "text", "attrs": {"verseId": "EXO.40.36", "verseOrgIds": ["EXO.40.36"]}}, {"text": "But if the cloud was not taken up, then they journeyed not till the day that it was taken up. ", "type": "text", "attrs": {"verseId": "EXO.40.37", "verseOrgIds": ["EXO.40.37"]}}, {"text": "For the cloud of the LORD was upon the tabernacle by day, and there was fire therein by night, in the sight of all the house of Israel, throughout all their journeys. —", "type": "text", "attrs": {"verseId": "EXO.40.38", "verseOrgIds": ["EXO.40.38"]}}]}], "next": {"id": "LEV.intro", "number": "intro", "bookId": "LEV"}, "previous": {"id": "EXO.39", "number": "39", "bookId": "EXO"}}}}