{"_default": {"1": {"id": "ISA.29", "bibleId": "bf8f1c7f3f9045a5-01", "number": "29", "bookId": "ISA", "reference": "Isaiah 29", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Ah, Ariel, Ariel, the city where David encamped! Add ye year to year, let the feasts come round! ", "type": "text", "attrs": {"verseId": "ISA.29.1", "verseOrgIds": ["ISA.29.1"]}}, {"text": "Then will I distress Ariel, and there shall be mourning and moaning; and she shall be unto Me as a hearth of God. ", "type": "text", "attrs": {"verseId": "ISA.29.2", "verseOrgIds": ["ISA.29.2"]}}, {"text": "And I will encamp against thee round about, and will lay siege against thee with a mound, and I will raise siege works against thee. ", "type": "text", "attrs": {"verseId": "ISA.29.3", "verseOrgIds": ["ISA.29.3"]}}, {"text": "And brought down thou shalt speak out of the ground, and thy speech shall be low out of the dust; and thy voice shall be as of a ghost out of the ground, and thy speech shall chirp out of the dust. ", "type": "text", "attrs": {"verseId": "ISA.29.4", "verseOrgIds": ["ISA.29.4"]}}, {"text": "But the multitude of thy foes shall be like small dust, and the multitude of the terrible ones as chaff that passeth away; yea, it shall be at an instant suddenly — ", "type": "text", "attrs": {"verseId": "ISA.29.5", "verseOrgIds": ["ISA.29.5"]}}, {"text": "There shall be a visitation from the LORD of hosts with thunder, and with earthquake, and great noise, with whirlwind and tempest, and the flame of a devouring fire. ", "type": "text", "attrs": {"verseId": "ISA.29.6", "verseOrgIds": ["ISA.29.6"]}}, {"text": "And the multitude of all the nations that war against Ariel, even all that war against her, and the bulwarks about her, and they that distress her, shall be as a dream, a vision of the night. ", "type": "text", "attrs": {"verseId": "ISA.29.7", "verseOrgIds": ["ISA.29.7"]}}, {"text": "And it shall be as when a hungry man dreameth, and, behold, he eateth, but he awaketh, and his soul is empty; or as when a thirsty man dreameth, and, behold, he drinketh, but he awaketh, and, behold, he is faint, and his soul hath appetite — so shall the multitude of all the nations be, that fight against mount Zion. ", "type": "text", "attrs": {"verseId": "ISA.29.8", "verseOrgIds": ["ISA.29.8"]}}, {"text": "Stupefy yourselves, and be stupid! Blind yourselves, and be blind! ye that are drunken, but not with wine, that stagger, but not with strong drink. ", "type": "text", "attrs": {"verseId": "ISA.29.9", "verseOrgIds": ["ISA.29.9"]}}, {"text": "For the LORD hath poured out upon you the spirit of deep sleep, and hath closed your eyes; the prophets, and your heads, the seers, hath He covered. ", "type": "text", "attrs": {"verseId": "ISA.29.10", "verseOrgIds": ["ISA.29.10"]}}, {"text": "And the vision of all this is become unto you as the words of a writing that is sealed, which men deliver to one that is learned, saying: 'Read this, I pray thee'; and he saith: 'I cannot, for it is sealed'; ", "type": "text", "attrs": {"verseId": "ISA.29.11", "verseOrgIds": ["ISA.29.11"]}}, {"text": "and the writing is delivered to him that is not learned, saying: 'Read this, I pray thee'; and he saith: 'I am not learned.' ", "type": "text", "attrs": {"verseId": "ISA.29.12", "verseOrgIds": ["ISA.29.12"]}}, {"text": "And the Lord said: Forasmuch as this people draw near, and with their mouth and with their lips do honour Me, but have removed their heart far from Me, and their fear of Me is a commandment of men learned by rote; ", "type": "text", "attrs": {"verseId": "ISA.29.13", "verseOrgIds": ["ISA.29.13"]}}, {"text": "Therefore, behold, I will again do a marvellous work among this people, even a marvellous work and a wonder; and the wisdom of their wise men shall perish, and the prudence of their prudent men shall be hid. ", "type": "text", "attrs": {"verseId": "ISA.29.14", "verseOrgIds": ["ISA.29.14"]}}, {"text": "Woe unto them that seek deep to hide their counsel from the LORD, and their works are in the dark, and they say: 'Who seeth us? and who knoweth us?' ", "type": "text", "attrs": {"verseId": "ISA.29.15", "verseOrgIds": ["ISA.29.15"]}}, {"text": "O your perversity! Shall the potter be esteemed as clay; that the thing made should say of him that made it: 'He made me not'; or the thing framed say of him that framed it: 'He hath no understanding?' ", "type": "text", "attrs": {"verseId": "ISA.29.16", "verseOrgIds": ["ISA.29.16"]}}, {"text": "Is it not yet a very little while, and Lebanon shall be turned into a fruitful field, and the fruitful field shall be esteemed as a forest? ", "type": "text", "attrs": {"verseId": "ISA.29.17", "verseOrgIds": ["ISA.29.17"]}}, {"text": "And in that day shall the deaf hear the words of a book, and the eyes of the blind shall see out of obscurity and out of darkness. ", "type": "text", "attrs": {"verseId": "ISA.29.18", "verseOrgIds": ["ISA.29.18"]}}, {"text": "The humble also shall increase their joy in the LORD, and the neediest among men shall exult in the Holy One of Israel. ", "type": "text", "attrs": {"verseId": "ISA.29.19", "verseOrgIds": ["ISA.29.19"]}}, {"text": "For the terrible one is brought to nought, and the scorner ceaseth, and all they that watch for iniquity are cut off; ", "type": "text", "attrs": {"verseId": "ISA.29.20", "verseOrgIds": ["ISA.29.20"]}}, {"text": "That make a man an offender by words, and lay a snare for him that reproveth in the gate, and turn aside the just with a thing of nought. ", "type": "text", "attrs": {"verseId": "ISA.29.21", "verseOrgIds": ["ISA.29.21"]}}, {"text": "Therefore thus saith the LORD, who redeemed Abraham, concerning the house of Jacob: Jacob shall not now be ashamed, neither shall his face now wax pale; ", "type": "text", "attrs": {"verseId": "ISA.29.22", "verseOrgIds": ["ISA.29.22"]}}, {"text": "When he seeth his children, the work of My hands, in the midst of him, that they sanctify My name; yea, they shall sanctify the Holy One of Jacob, and shall stand in awe of the God of Israel. ", "type": "text", "attrs": {"verseId": "ISA.29.23", "verseOrgIds": ["ISA.29.23"]}}, {"text": "They also that err in spirit shall come to understanding, and they that murmur shall learn instruction.", "type": "text", "attrs": {"verseId": "ISA.29.24", "verseOrgIds": ["ISA.29.24"]}}]}], "next": {"id": "ISA.30", "number": "30", "bookId": "ISA"}, "previous": {"id": "ISA.28", "number": "28", "bookId": "ISA"}}}}