{"_default": {"1": {"id": "GEN.36", "bibleId": "bf8f1c7f3f9045a5-01", "number": "36", "bookId": "GEN", "reference": "Genesis 36", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now these are the generations of Esau — the same is Edom. ", "type": "text", "attrs": {"verseId": "GEN.36.1", "verseOrgIds": ["GEN.36.1"]}}, {"text": "Esau took his wives of the daughters of Canaan; Adah the daughter of Elon the Hittite, and Oholibamah the daughter of Anah, the daughter of Zibeon the Hivite, ", "type": "text", "attrs": {"verseId": "GEN.36.2", "verseOrgIds": ["GEN.36.2"]}}, {"text": "and Basemath Ishmael's daughter, sister of Nebaioth. ", "type": "text", "attrs": {"verseId": "GEN.36.3", "verseOrgIds": ["GEN.36.3"]}}, {"text": "And Adah bore to Esau Eliphaz; and Basemath bore Reuel; ", "type": "text", "attrs": {"verseId": "GEN.36.4", "verseOrgIds": ["GEN.36.4"]}}, {"text": "and Oholibamah bore Jeush, and Jalam, and Korah. These are the sons of Esau, that were born unto him in the land of Canaan. ", "type": "text", "attrs": {"verseId": "GEN.36.5", "verseOrgIds": ["GEN.36.5"]}}, {"text": "And Esau took his wives, and his sons, and his daughters, and all the souls of his house, and his cattle, and all his beasts, and all his possessions, which he had gathered in the land of Canaan; and went into a land away from his brother Jacob. ", "type": "text", "attrs": {"verseId": "GEN.36.6", "verseOrgIds": ["GEN.36.6"]}}, {"text": "For their substance was too great for them to dwell together; and the land of their sojournings could not bear them because of their cattle. ", "type": "text", "attrs": {"verseId": "GEN.36.7", "verseOrgIds": ["GEN.36.7"]}}, {"text": "And Esau dwelt in the mountain-land of Seir — Esau is Edom. ", "type": "text", "attrs": {"verseId": "GEN.36.8", "verseOrgIds": ["GEN.36.8"]}}, {"text": "And these are the generations of Esau the father of a the Edomites in the mountain-land of Seir. ", "type": "text", "attrs": {"verseId": "GEN.36.9", "verseOrgIds": ["GEN.36.9"]}}, {"text": "These are the names of Esau's sons: Eliphaz the son of Adah the wife of Esau, Reuel the son of Basemath the wife of Esau. ", "type": "text", "attrs": {"verseId": "GEN.36.10", "verseOrgIds": ["GEN.36.10"]}}, {"text": "And the sons of Eliphaz were Teman, Omar, Zepho, and Gatam, and Kenaz. ", "type": "text", "attrs": {"verseId": "GEN.36.11", "verseOrgIds": ["GEN.36.11"]}}, {"text": "And Timna was concubine to Eliphaz Esau's son; and she bore to Eliphaz Amalek. These are the sons of Adah Esau's wife. ", "type": "text", "attrs": {"verseId": "GEN.36.12", "verseOrgIds": ["GEN.36.12"]}}, {"text": "And these are the sons of Reuel: Nahath, and Zerah, Shammah, and Mizzah. These were the sons of Basemath Esau's wife. ", "type": "text", "attrs": {"verseId": "GEN.36.13", "verseOrgIds": ["GEN.36.13"]}}, {"text": "And these were the sons of Oholibamah the daughter of Anah, the daughter of Zibeon, Esau's wife; and she bore to Esau Jeush, and Jalam, and Korah. ", "type": "text", "attrs": {"verseId": "GEN.36.14", "verseOrgIds": ["GEN.36.14"]}}, {"text": "These are the chiefs of the sons of Esau: the sons of Eliphaz the first-born of Esau: the chief of Teman, the chief of Omar, the chief of Zepho, the chief of Kenaz, ", "type": "text", "attrs": {"verseId": "GEN.36.15", "verseOrgIds": ["GEN.36.15"]}}, {"text": "the chief of Korah, the chief of Gatam, the chief of Amalek. These are the chiefs that came of Eliphaz in the land of Edom. These are the sons of Adah. ", "type": "text", "attrs": {"verseId": "GEN.36.16", "verseOrgIds": ["GEN.36.16"]}}, {"text": "And these are the sons of Reuel Esau's son: the chief of Nahath, the chief of Zerah, the chief of Shammah, the chief of Mizzah. These are the chiefs that came of Reuel in the land of Edom. These are the sons of Basemath Esau's wife. ", "type": "text", "attrs": {"verseId": "GEN.36.17", "verseOrgIds": ["GEN.36.17"]}}, {"text": "And these are the sons of Oholibamah Esau's wife: the chief of Jeush, the chief of Jalam, the chief of Korah. These are the chiefs that came of Oholibamah the daughter of Anah, Esau's wife. ", "type": "text", "attrs": {"verseId": "GEN.36.18", "verseOrgIds": ["GEN.36.18"]}}, {"text": "These are the sons of Esau, and these are their chiefs; the same is Edom. ", "type": "text", "attrs": {"verseId": "GEN.36.19", "verseOrgIds": ["GEN.36.19"]}}, {"text": "These are the sons of Seir the Horite, the inhabitants of the land: Lotan and Shobal and Zibeon and Anah, ", "type": "text", "attrs": {"verseId": "GEN.36.20", "verseOrgIds": ["GEN.36.20"]}}, {"text": "and Dishon and Ezer and Dishan. These are the chiefs that came of the Horites, the children of Seir in the land of Edom. ", "type": "text", "attrs": {"verseId": "GEN.36.21", "verseOrgIds": ["GEN.36.21"]}}, {"text": "And the children of Lotan were Hori and Hemam; and Lotan's sister was Timna. ", "type": "text", "attrs": {"verseId": "GEN.36.22", "verseOrgIds": ["GEN.36.22"]}}, {"text": "And these are the children of Shobal: Alvan and Manahath and Ebal, Shepho and Onam. ", "type": "text", "attrs": {"verseId": "GEN.36.23", "verseOrgIds": ["GEN.36.23"]}}, {"text": "And these are the children of Zibeon: Aiah and Anah — this is Anah who found the hot springs in the wilderness, as he fed the asses of Zibeon his father. ", "type": "text", "attrs": {"verseId": "GEN.36.24", "verseOrgIds": ["GEN.36.24"]}}, {"text": "And these are the children of Anah: Dishon and Oholibamah the daughter of Anah. ", "type": "text", "attrs": {"verseId": "GEN.36.25", "verseOrgIds": ["GEN.36.25"]}}, {"text": "And these are the children of Dishon: Hemdan and Eshban and Ithran and Cheran. ", "type": "text", "attrs": {"verseId": "GEN.36.26", "verseOrgIds": ["GEN.36.26"]}}, {"text": "These are the children of Ezer: Bilhan and Zaavan and Akan. ", "type": "text", "attrs": {"verseId": "GEN.36.27", "verseOrgIds": ["GEN.36.27"]}}, {"text": "These are the children of Dishan: Uz and Aran. ", "type": "text", "attrs": {"verseId": "GEN.36.28", "verseOrgIds": ["GEN.36.28"]}}, {"text": "These are the chiefs that came of the Horites: the chief of Lotan, the chief of Shobal, the chief of Zibeon, the chief of Anah, ", "type": "text", "attrs": {"verseId": "GEN.36.29", "verseOrgIds": ["GEN.36.29"]}}, {"text": "the chief of Dishon, the chief of Ezer, the chief of Dishan. These are the chiefs that came of the Horites, according to their chiefs in the land of Seir. ", "type": "text", "attrs": {"verseId": "GEN.36.30", "verseOrgIds": ["GEN.36.30"]}}, {"text": "And these are the kings that reigned in the land of Edom, before there reigned any king over the children of Israel. ", "type": "text", "attrs": {"verseId": "GEN.36.31", "verseOrgIds": ["GEN.36.31"]}}, {"text": "And Bela the son of Beor reigned in Edom; and the name of his city was Dinhabah. ", "type": "text", "attrs": {"verseId": "GEN.36.32", "verseOrgIds": ["GEN.36.32"]}}, {"text": "And Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead. ", "type": "text", "attrs": {"verseId": "GEN.36.33", "verseOrgIds": ["GEN.36.33"]}}, {"text": "And Jobab died, and Husham of the land of the Temanites reigned in his stead. ", "type": "text", "attrs": {"verseId": "GEN.36.34", "verseOrgIds": ["GEN.36.34"]}}, {"text": "And Husham died, and Hadad the son of Bedad, who smote Midian in the field of Moab, reigned in his stead; and the name of his city was Avith. ", "type": "text", "attrs": {"verseId": "GEN.36.35", "verseOrgIds": ["GEN.36.35"]}}, {"text": "And Hadad died, and Samlah of Masrekah reigned in his stead. ", "type": "text", "attrs": {"verseId": "GEN.36.36", "verseOrgIds": ["GEN.36.36"]}}, {"text": "And Samlah died, and Shaul of Rehoboth by the River reigned in his stead. ", "type": "text", "attrs": {"verseId": "GEN.36.37", "verseOrgIds": ["GEN.36.37"]}}, {"text": "And Shaul died, and Baal-hanan the son of Achbor reigned in his stead. ", "type": "text", "attrs": {"verseId": "GEN.36.38", "verseOrgIds": ["GEN.36.38"]}}, {"text": "And Baal-hanan the son of Achbor died, and Hadar reigned in his stead; and the name of the city was Pau; and his wife's name was Mehetabel, the daughter of Matred, the daughter of Me-zahab. ", "type": "text", "attrs": {"verseId": "GEN.36.39", "verseOrgIds": ["GEN.36.39"]}}, {"text": "And these are the names of the chiefs that came of Esau, according to their families, after their places, by their names: the chief of Timna, the chief of Alvah, the chief of Jetheth; ", "type": "text", "attrs": {"verseId": "GEN.36.40", "verseOrgIds": ["GEN.36.40"]}}, {"text": "the chief of Oholibamah, the chief of Elah, the chief of Pinon; ", "type": "text", "attrs": {"verseId": "GEN.36.41", "verseOrgIds": ["GEN.36.41"]}}, {"text": "the chief of Kenaz, the chief of Teman, the chief of Mibzar; ", "type": "text", "attrs": {"verseId": "GEN.36.42", "verseOrgIds": ["GEN.36.42"]}}, {"text": "the chief of Magdiel, the chief of Iram. These are the chiefs of Edom, according to their habitations in the land of their possession. This is Esau the father of the Edomites.", "type": "text", "attrs": {"verseId": "GEN.36.43", "verseOrgIds": ["GEN.36.43"]}}]}], "next": {"id": "GEN.37", "number": "37", "bookId": "GEN"}, "previous": {"id": "GEN.35", "number": "35", "bookId": "GEN"}}}}