{"_default": {"1": {"id": "ISA.35", "bibleId": "bf8f1c7f3f9045a5-01", "number": "35", "bookId": "ISA", "reference": "Isaiah 35", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The wilderness and the parched land shall be glad; and the desert shall rejoice, and blossom as the rose. ", "type": "text", "attrs": {"verseId": "ISA.35.1", "verseOrgIds": ["ISA.35.1"]}}, {"text": "It shall blossom abundantly, and rejoice, even with joy and singing; the glory of Lebanon shall be given unto it, the excellency of Carmel and Sharon; they shall see the glory of the LORD, the excellency of our God. ", "type": "text", "attrs": {"verseId": "ISA.35.2", "verseOrgIds": ["ISA.35.2"]}}, {"text": "Strengthen ye the weak hands, and make firm the tottering knees. ", "type": "text", "attrs": {"verseId": "ISA.35.3", "verseOrgIds": ["ISA.35.3"]}}, {"text": "Say to them that are of a fearful heart: 'Be strong, fear not'; behold, your God will come with vengeance, with the recompense of God He will come and save you. ", "type": "text", "attrs": {"verseId": "ISA.35.4", "verseOrgIds": ["ISA.35.4"]}}, {"text": "Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped. ", "type": "text", "attrs": {"verseId": "ISA.35.5", "verseOrgIds": ["ISA.35.5"]}}, {"text": "Then shall the lame man leap as a hart, and the tongue of the dumb shall sing; for in the wilderness shall waters break out, and streams in the desert. ", "type": "text", "attrs": {"verseId": "ISA.35.6", "verseOrgIds": ["ISA.35.6"]}}, {"text": "And the parched land shall become a pool, and the thirsty ground springs of water; in the habitation of jackals herds shall lie down, it shall be an enclosure for reeds and rushes. ", "type": "text", "attrs": {"verseId": "ISA.35.7", "verseOrgIds": ["ISA.35.7"]}}, {"text": "And a highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it shall be for those; the wayfaring men, yea fools, shall not err therein. ", "type": "text", "attrs": {"verseId": "ISA.35.8", "verseOrgIds": ["ISA.35.8"]}}, {"text": "No lion shall be there, nor shall any ravenous beast go up thereon, they shall not be found there; but the redeemed shall walk there; ", "type": "text", "attrs": {"verseId": "ISA.35.9", "verseOrgIds": ["ISA.35.9"]}}, {"text": "And the ransomed of the LORD shall return, and come with singing unto Zion, and everlasting joy shall be upon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away.", "type": "text", "attrs": {"verseId": "ISA.35.10", "verseOrgIds": ["ISA.35.10"]}}]}], "next": {"id": "ISA.36", "number": "36", "bookId": "ISA"}, "previous": {"id": "ISA.34", "number": "34", "bookId": "ISA"}}}}