{"_default": {"1": {"id": "2CH.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "2CH", "reference": "2 Chronicles 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover he made an altar of brass, twenty cubits the length thereof, and twenty cubits the breadth thereof, and ten cubits the height thereof. ", "type": "text", "attrs": {"verseId": "2CH.4.1", "verseOrgIds": ["2CH.4.1"]}}, {"text": "Also he made the molten sea of ten cubits from brim to brim, round in compass, and the height thereof was five cubits; and a line of thirty cubits did compass it round about. ", "type": "text", "attrs": {"verseId": "2CH.4.2", "verseOrgIds": ["2CH.4.2"]}}, {"text": "And under it was the similitude of oxen, which did compass it round about, for ten cubits, compassing the sea round about. The oxen were in two rows, cast when it was cast. ", "type": "text", "attrs": {"verseId": "2CH.4.3", "verseOrgIds": ["2CH.4.3"]}}, {"text": "It stood upon twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east; and the sea was set upon them above, and all their hinder parts were inward. ", "type": "text", "attrs": {"verseId": "2CH.4.4", "verseOrgIds": ["2CH.4.4"]}}, {"text": "And it was a handbreadth thick; and the brim thereof was wrought like the brim of a cup, like the flower of a lily: it received and held three thousand baths. ", "type": "text", "attrs": {"verseId": "2CH.4.5", "verseOrgIds": ["2CH.4.5"]}}, {"text": "He made also ten lavers, and put five on the right hand, and five on the left, to wash in them; such things as belonged to the burnt-offering they washed in them; but the sea was for the priests to wash in. ", "type": "text", "attrs": {"verseId": "2CH.4.6", "verseOrgIds": ["2CH.4.6"]}}, {"text": "And he made the ten candlesticks of gold according to the ordinance concerning them; and he set them in the temple, five on the right hand, and five on the left. ", "type": "text", "attrs": {"verseId": "2CH.4.7", "verseOrgIds": ["2CH.4.7"]}}, {"text": "He made also ten tables, and placed them in the temple, five on the right side, and five on the left. And he made a hundred basins of gold. ", "type": "text", "attrs": {"verseId": "2CH.4.8", "verseOrgIds": ["2CH.4.8"]}}, {"text": "Furthermore he made the court of the priests, and the great court, and doors for the court, and overlaid the doors of them with brass. ", "type": "text", "attrs": {"verseId": "2CH.4.9", "verseOrgIds": ["2CH.4.9"]}}, {"text": "And he set the sea on the right side of the house eastward, toward the south. ", "type": "text", "attrs": {"verseId": "2CH.4.10", "verseOrgIds": ["2CH.4.10"]}}, {"text": "And Huram made the pots, and the shovels, and the basins. So Huram made an end of doing the work that he wrought for king Solomon in the house of God: ", "type": "text", "attrs": {"verseId": "2CH.4.11", "verseOrgIds": ["2CH.4.11"]}}, {"text": "the two pillars, and the bowls, and the two capitals which were on the top of the pillars; and the two networks to cover the two bowls of the capitals that were on the top of the pillars; ", "type": "text", "attrs": {"verseId": "2CH.4.12", "verseOrgIds": ["2CH.4.12"]}}, {"text": "and the four hundred pomegranates for the two networks: two rows of pomegranates for each network, to cover the two bowls of the capitals that were upon the top of the pillars. ", "type": "text", "attrs": {"verseId": "2CH.4.13", "verseOrgIds": ["2CH.4.13"]}}, {"text": "He made also the bases, and the lavers made he upon the bases; ", "type": "text", "attrs": {"verseId": "2CH.4.14", "verseOrgIds": ["2CH.4.14"]}}, {"text": "one sea, and the twelve oxen under it. ", "type": "text", "attrs": {"verseId": "2CH.4.15", "verseOrgIds": ["2CH.4.15"]}}, {"text": "The pots also, and the shovels, and the flesh-hooks, and all the vessels thereof, did Huram his master craftsman make for king Solomon for the house of the LORD of bright brass. ", "type": "text", "attrs": {"verseId": "2CH.4.16", "verseOrgIds": ["2CH.4.16"]}}, {"text": "In the plain of the Jordan did the king cast them, in the clay ground between Succoth and Zeredah. ", "type": "text", "attrs": {"verseId": "2CH.4.17", "verseOrgIds": ["2CH.4.17"]}}, {"text": "Thus Solomon made all these vessels in great abundance; for the weight of the brass could not be found out. ", "type": "text", "attrs": {"verseId": "2CH.4.18", "verseOrgIds": ["2CH.4.18"]}}, {"text": "And Solomon made all the vessels that were in the house of God, the golden altar also, and the tables whereon was the showbread; ", "type": "text", "attrs": {"verseId": "2CH.4.19", "verseOrgIds": ["2CH.4.19"]}}, {"text": "and the candlesticks with their lamps, that they should burn according to the ordinance before the Sanctuary, of pure gold; ", "type": "text", "attrs": {"verseId": "2CH.4.20", "verseOrgIds": ["2CH.4.20"]}}, {"text": "and the flowers, and the lamps, and the tongs, of gold, and that perfect gold; ", "type": "text", "attrs": {"verseId": "2CH.4.21", "verseOrgIds": ["2CH.4.21"]}}, {"text": "and the snuffers, and the basins, and the pans, and the fire-pans, of pure gold. And as for the entry of the house, the inner doors thereof for the most holy place, and the doors of the house, that is, of the temple, were of gold.", "type": "text", "attrs": {"verseId": "2CH.4.22", "verseOrgIds": ["2CH.4.22"]}}]}], "next": {"id": "2CH.5", "number": "5", "bookId": "2CH"}, "previous": {"id": "2CH.3", "number": "3", "bookId": "2CH"}}}}