{"_default": {"1": {"id": "ISA.54", "bibleId": "bf8f1c7f3f9045a5-01", "number": "54", "bookId": "ISA", "reference": "Isaiah 54", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Sing, O barren, thou that didst not bear, break forth into singing, and cry aloud, thou that didst not travail; for more are the children of the desolate than the children of the married wife, saith the LORD. ", "type": "text", "attrs": {"verseId": "ISA.54.1", "verseOrgIds": ["ISA.54.1"]}}, {"text": "Enlarge the place of thy tent, and let them stretch forth the curtains of thy habitations, spare not; lengthen thy cords, and strengthen thy stakes. ", "type": "text", "attrs": {"verseId": "ISA.54.2", "verseOrgIds": ["ISA.54.2"]}}, {"text": "For thou shalt spread abroad on the right hand and on the left; and thy seed shall possess the nations, and make the desolate cities to be inhabited. ", "type": "text", "attrs": {"verseId": "ISA.54.3", "verseOrgIds": ["ISA.54.3"]}}, {"text": "Fear not, for thou shalt not be ashamed. Neither be thou confounded, for thou shalt not be put to shame; for thou shalt forget the shame of thy youth, and the reproach of thy widowhood shalt thou remember no more. ", "type": "text", "attrs": {"verseId": "ISA.54.4", "verseOrgIds": ["ISA.54.4"]}}, {"text": "For thy Maker is thy husband, the LORD of hosts is His name; and the Holy One of Israel is thy Redeemer, the God of the whole earth shall He be called. ", "type": "text", "attrs": {"verseId": "ISA.54.5", "verseOrgIds": ["ISA.54.5"]}}, {"text": "For the LORD hath called thee as a wife forsaken and grieved in spirit; and a wife of youth, can she be rejected? saith thy God. ", "type": "text", "attrs": {"verseId": "ISA.54.6", "verseOrgIds": ["ISA.54.6"]}}, {"text": "For a small moment have I forsaken thee; but with great compassion will I gather thee. ", "type": "text", "attrs": {"verseId": "ISA.54.7", "verseOrgIds": ["ISA.54.7"]}}, {"text": "In a little wrath I hid My face from thee for a moment; but with everlasting kindness will I have compassion on thee, saith the LORD thy Redeemer. ", "type": "text", "attrs": {"verseId": "ISA.54.8", "verseOrgIds": ["ISA.54.8"]}}, {"text": "For this is as the waters of Noah unto Me; for as I have sworn that the waters of Noah should no more go over the earth, so have I sworn that I would not be wroth with thee, nor rebuke thee. ", "type": "text", "attrs": {"verseId": "ISA.54.9", "verseOrgIds": ["ISA.54.9"]}}, {"text": "For the mountains may depart, and the hills be removed; but My kindness shall not depart from thee, neither shall My covenant of peace be removed, saith the LORD that hath compassion on thee. ", "type": "text", "attrs": {"verseId": "ISA.54.10", "verseOrgIds": ["ISA.54.10"]}}, {"text": "O thou afflicted, tossed with tempest, and not comforted, behold, I will set thy stones in fair colours, and lay thy foundations with sapphires. ", "type": "text", "attrs": {"verseId": "ISA.54.11", "verseOrgIds": ["ISA.54.11"]}}, {"text": "And I will make thy pinnacles of rubies, and thy gates of carbuncles, and all thy border of precious stones. ", "type": "text", "attrs": {"verseId": "ISA.54.12", "verseOrgIds": ["ISA.54.12"]}}, {"text": "And all thy children shall be taught of the LORD; and great shall be the peace of thy children. ", "type": "text", "attrs": {"verseId": "ISA.54.13", "verseOrgIds": ["ISA.54.13"]}}, {"text": "In righteousness shalt thou be established; be thou far from oppression, for thou shalt not fear, and from ruin, for it shall not come near thee. ", "type": "text", "attrs": {"verseId": "ISA.54.14", "verseOrgIds": ["ISA.54.14"]}}, {"text": "Behold, they may gather together, but not by Me; whosoever shall gather together against thee shall fall because of thee. ", "type": "text", "attrs": {"verseId": "ISA.54.15", "verseOrgIds": ["ISA.54.15"]}}, {"text": "Behold, I have created the smith that bloweth the fire of coals, and bringeth forth a weapon for his work; and I have created the waster to destroy. ", "type": "text", "attrs": {"verseId": "ISA.54.16", "verseOrgIds": ["ISA.54.16"]}}, {"text": "No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the LORD, and their due reward from Me, saith the LORD.", "type": "text", "attrs": {"verseId": "ISA.54.17", "verseOrgIds": ["ISA.54.17"]}}]}], "next": {"id": "ISA.55", "number": "55", "bookId": "ISA"}, "previous": {"id": "ISA.53", "number": "53", "bookId": "ISA"}}}}