{"_default": {"1": {"id": "NEH.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "NEH", "reference": "Nehemiah 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "THE WORDS of Nehemiah the son of Hacaliah. Now it came to pass in the month Chislev, in the twentieth year, as I was in Shushan the castle, ", "type": "text", "attrs": {"verseId": "NEH.1.1", "verseOrgIds": ["NEH.1.1"]}}, {"text": "that Hanani, one of my brethren, came out of Judah, he and certain men; and I asked them concerning the Jews that had escaped, that were left of the captivity, and concerning Jerusalem. ", "type": "text", "attrs": {"verseId": "NEH.1.2", "verseOrgIds": ["NEH.1.2"]}}, {"text": "And they said unto me: 'The remnant that are left of the captivity there in the province are in great affliction and reproach; the wall of Jerusalem also is broken down, and the gates thereof are burned with fire.' ", "type": "text", "attrs": {"verseId": "NEH.1.3", "verseOrgIds": ["NEH.1.3"]}}, {"text": "And it came to pass, when I heard these words, that I sat down and wept, and mourned certain days; and I fasted and prayed before the God of heaven, ", "type": "text", "attrs": {"verseId": "NEH.1.4", "verseOrgIds": ["NEH.1.4"]}}, {"text": "and said: 'I beseech Thee, O LORD, the God of heaven, the great and awful God, that keepeth covenant and mercy with them that love Him and keep His commandments; ", "type": "text", "attrs": {"verseId": "NEH.1.5", "verseOrgIds": ["NEH.1.5"]}}, {"text": "let Thine ear now be attentive, and Thine eyes open, that Thou mayest hearken unto the prayer of Thy servant, which I pray before Thee at this time, day and night, for the children of Israel Thy servants, while I confess the sins of the children of Israel, which we have sinned against Thee; yea, I and my father's house have sinned. ", "type": "text", "attrs": {"verseId": "NEH.1.6", "verseOrgIds": ["NEH.1.6"]}}, {"text": "We have dealt very corruptly against Thee, and have not kept the commandments, nor the statutes, nor the ordinances which Thou didst command Thy servant Moses. ", "type": "text", "attrs": {"verseId": "NEH.1.7", "verseOrgIds": ["NEH.1.7"]}}, {"text": "Remember, I beseech Thee, the word that Thou didst command Thy servant Moses, saying: If ye deal treacherously, I will scatter you abroad among the peoples; ", "type": "text", "attrs": {"verseId": "NEH.1.8", "verseOrgIds": ["NEH.1.8"]}}, {"text": "but if ye return unto Me, and keep My commandments and do them, though your dispersed were in the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to cause My name to dwell there. ", "type": "text", "attrs": {"verseId": "NEH.1.9", "verseOrgIds": ["NEH.1.9"]}}, {"text": "Now these are Thy servants and Thy people, whom Thou hast redeemed by Thy great power, and by Thy strong hand. ", "type": "text", "attrs": {"verseId": "NEH.1.10", "verseOrgIds": ["NEH.1.10"]}}, {"text": "O Lord, I beseech Thee, let now Thine ear be attentive to the prayer of Thy servant, and to the prayer of Thy servants, who delight to fear Thy name; and prosper, I pray Thee, Thy servant this day, and grant him mercy in the sight of this man.' Now I was cupbearer to the king.", "type": "text", "attrs": {"verseId": "NEH.1.11", "verseOrgIds": ["NEH.1.11"]}}]}], "next": {"id": "NEH.2", "number": "2", "bookId": "NEH"}, "previous": {"id": "NEH.intro", "number": "intro", "bookId": "NEH"}}}}