{"_default": {"1": {"id": "JOL.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "JOL", "reference": "Joel 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "THE WORD of the LORD that came to Joel the son of Pethuel. ", "type": "text", "attrs": {"verseId": "JOL.1.1", "verseOrgIds": ["JOL.1.1"]}}, {"text": "Hear this, ye old men, and give ear, all ye inhabitants of the land. Hath this been in your days, or in the days of your fathers? ", "type": "text", "attrs": {"verseId": "JOL.1.2", "verseOrgIds": ["JOL.1.2"]}}, {"text": "Tell ye your children of it, and let your children tell their children, and their children another generation. ", "type": "text", "attrs": {"verseId": "JOL.1.3", "verseOrgIds": ["JOL.1.3"]}}, {"text": "That which the palmer-worm hath left hath the locust eaten; and that which the locust hath left hath the canker-worm eaten; and that which the canker-worm hath left hath the caterpiller eaten. ", "type": "text", "attrs": {"verseId": "JOL.1.4", "verseOrgIds": ["JOL.1.4"]}}, {"text": "Awake, ye drunkards, and weep, and wail, all ye drinkers of wine, because of the sweet wine, for it is cut off from your mouth. ", "type": "text", "attrs": {"verseId": "JOL.1.5", "verseOrgIds": ["JOL.1.5"]}}, {"text": "For a people is come up upon my land, mighty, and without number; his teeth are the teeth of a lion, and he hath the jaw-teeth of a lioness. ", "type": "text", "attrs": {"verseId": "JOL.1.6", "verseOrgIds": ["JOL.1.6"]}}, {"text": "He hath laid my vine waste, and blasted my fig-tree; he hath made it clean bare, and cast it down, the branches thereof are made white. ", "type": "text", "attrs": {"verseId": "JOL.1.7", "verseOrgIds": ["JOL.1.7"]}}, {"text": "Lament like a virgin girded with sackcloth for the husband of her youth. ", "type": "text", "attrs": {"verseId": "JOL.1.8", "verseOrgIds": ["JOL.1.8"]}}, {"text": "The meal-offering and the drink-offering is cut off from the house of the LORD; the priests mourn, even the LORD'S ministers. ", "type": "text", "attrs": {"verseId": "JOL.1.9", "verseOrgIds": ["JOL.1.9"]}}, {"text": "The field is wasted, the land mourneth; for the corn is wasted, the new wine is dried up, the oil languisheth. ", "type": "text", "attrs": {"verseId": "JOL.1.10", "verseOrgIds": ["JOL.1.10"]}}, {"text": "Be ashamed, O ye husbandmen, wail, O ye vinedressers, for the wheat and for the barley; because the harvest of the field is perished. ", "type": "text", "attrs": {"verseId": "JOL.1.11", "verseOrgIds": ["JOL.1.11"]}}, {"text": "The vine is withered, and the fig-tree languisheth; the pomegranate-tree, the palm-tree also, and the apple-tree, even all the trees of the field, are withered; for joy is withered away from the sons of men. ", "type": "text", "attrs": {"verseId": "JOL.1.12", "verseOrgIds": ["JOL.1.12"]}}, {"text": "Gird yourselves, and lament, ye priests, wail, ye ministers of the altar; come, lie all night in sackcloth, ye ministers of my God; for the meal-offering and the drink-offering is withholden from the house of your God. ", "type": "text", "attrs": {"verseId": "JOL.1.13", "verseOrgIds": ["JOL.1.13"]}}, {"text": "Sanctify ye a fast, call a solemn assembly, gather the elders and all the inhabitants of the land unto the house of the LORD your God, and cry unto the LORD. ", "type": "text", "attrs": {"verseId": "JOL.1.14", "verseOrgIds": ["JOL.1.14"]}}, {"text": "Alas for the day! for the day of the LORD is at hand, and as a destruction from the Almighty shall it come. ", "type": "text", "attrs": {"verseId": "JOL.1.15", "verseOrgIds": ["JOL.1.15"]}}, {"text": "Is not the food cut off before our eyes, yea, joy and gladness from the house of our God? ", "type": "text", "attrs": {"verseId": "JOL.1.16", "verseOrgIds": ["JOL.1.16"]}}, {"text": "The grains shrivel under their hoes; the garners are laid desolate, the barns are broken down; for the corn is withered. ", "type": "text", "attrs": {"verseId": "JOL.1.17", "verseOrgIds": ["JOL.1.17"]}}, {"text": "How do the beasts groan! the herds of cattle are perplexed, because they have no pasture; yea, the flocks of sheep are made desolate. ", "type": "text", "attrs": {"verseId": "JOL.1.18", "verseOrgIds": ["JOL.1.18"]}}, {"text": "Unto Thee, O LORD, do I cry; for the fire hath devoured the pastures of the wilderness, and the flame hath set ablaze all the trees of the field. ", "type": "text", "attrs": {"verseId": "JOL.1.19", "verseOrgIds": ["JOL.1.19"]}}, {"text": "Yea, the beasts of the field pant unto Thee; for the water brooks are dried up, and the fire hath devoured the pastures of the wilderness.", "type": "text", "attrs": {"verseId": "JOL.1.20", "verseOrgIds": ["JOL.1.20"]}}]}], "next": {"id": "JOL.2", "number": "2", "bookId": "JOL"}, "previous": {"id": "JOL.intro", "number": "intro", "bookId": "JOL"}}}}