{"_default": {"1": {"id": "EZK.47", "bibleId": "bf8f1c7f3f9045a5-01", "number": "47", "bookId": "EZK", "reference": "Ezekiel 47", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And he brought me back unto the door of the house; and, behold, waters issued out from under the threshold of the house eastward, for the forefront of the house looked toward the east; and the waters came down from under, from the right side of the house, on the south of the altar. ", "type": "text", "attrs": {"verseId": "EZK.47.1", "verseOrgIds": ["EZK.47.1"]}}, {"text": "Then brought he me out by the way of the gate northward, and led me round by the way without unto the outer gate, by the way of the gate that looketh toward the east; and, behold, there trickled forth waters on the right side. ", "type": "text", "attrs": {"verseId": "EZK.47.2", "verseOrgIds": ["EZK.47.2"]}}, {"text": "When the man went forth eastward with the line in his hand, he measured a thousand cubits, and he caused me to pass through the waters, waters that were to the ankles. ", "type": "text", "attrs": {"verseId": "EZK.47.3", "verseOrgIds": ["EZK.47.3"]}}, {"text": "Again he measured a thousand, and caused me to pass through the waters, waters that were to the knees. Again he measured a thousand, and caused me to pass through waters that were to the loins. ", "type": "text", "attrs": {"verseId": "EZK.47.4", "verseOrgIds": ["EZK.47.4"]}}, {"text": "Afterward he measured a thousand; and it was a river that I could not pass through; for the waters were risen, waters to swim in, a river that could not be passed through. ", "type": "text", "attrs": {"verseId": "EZK.47.5", "verseOrgIds": ["EZK.47.5"]}}, {"text": "And he said unto me: 'Hast thou seen this, O son of man?' Then he led me, and caused me to return to the bank of the river. ", "type": "text", "attrs": {"verseId": "EZK.47.6", "verseOrgIds": ["EZK.47.6"]}}, {"text": "Now when I had been brought back, behold, upon the bank of the river were very many trees on the one side and on the other. ", "type": "text", "attrs": {"verseId": "EZK.47.7", "verseOrgIds": ["EZK.47.7"]}}, {"text": "Then said he unto me: 'These waters issue forth toward the eastern region, and shall go down into the Arabah; and when they shall enter into the sea, into the sea of the putrid waters, the waters shall be healed. ", "type": "text", "attrs": {"verseId": "EZK.47.8", "verseOrgIds": ["EZK.47.8"]}}, {"text": "And it shall come to pass, that every living creature wherewith it swarmeth, whithersoever the rivers shall come, shall live; and there shall be a very great multitude of fish; for these waters are come thither, that all things be healed and may live whithersoever the river cometh. ", "type": "text", "attrs": {"verseId": "EZK.47.9", "verseOrgIds": ["EZK.47.9"]}}, {"text": "And it shall come to pass, that fishers shall stand by it from En-gedi even unto En-eglaim; there shall be a place for the spreading of nets; their fish shall be after their kinds, as the fish of the Great Sea, exceeding many. ", "type": "text", "attrs": {"verseId": "EZK.47.10", "verseOrgIds": ["EZK.47.10"]}}, {"text": "But the miry places thereof, and the marshes thereof, shall not be healed; they shall be given for salt. ", "type": "text", "attrs": {"verseId": "EZK.47.11", "verseOrgIds": ["EZK.47.11"]}}, {"text": "And by the river upon the bank thereof, on this side and on that side, shall grow every tree for food, whose leaf shall not wither, neither shall the fruit thereof fail; it shall bring forth new fruit every month, because the waters thereof issue out of the sanctuary; and the fruit thereof shall be for food, and the leaf thereof for healing.' ", "type": "text", "attrs": {"verseId": "EZK.47.12", "verseOrgIds": ["EZK.47.12"]}}, {"text": "Thus saith the Lord GOD: 'This shall be the border, whereby ye shall divide the land for inheritance according to the twelve tribes of Israel, Joseph receiving two portions. ", "type": "text", "attrs": {"verseId": "EZK.47.13", "verseOrgIds": ["EZK.47.13"]}}, {"text": "And ye shall inherit it, one as well as another, concerning which I lifted up My hand to give it unto your fathers; and this land shall fall unto you for inheritance. ", "type": "text", "attrs": {"verseId": "EZK.47.14", "verseOrgIds": ["EZK.47.14"]}}, {"text": "And this shall be the border of the land: on the north side, from the Great Sea, by the way of Hethlon, unto the entrance of Zedad; ", "type": "text", "attrs": {"verseId": "EZK.47.15", "verseOrgIds": ["EZK.47.15"]}}, {"text": "Hamath, Berothah, Sibraim, which is between the border of Damascus and the border of Hamath; Hazer-hatticon, which is by the border of Hauran. ", "type": "text", "attrs": {"verseId": "EZK.47.16", "verseOrgIds": ["EZK.47.16"]}}, {"text": "And the border from the sea shall be Hazar-enon at the border of Damascus, and on the north northward is the border of Hamath. This is the north side. ", "type": "text", "attrs": {"verseId": "EZK.47.17", "verseOrgIds": ["EZK.47.17"]}}, {"text": "And the east side, between Hauran and Damascus and Gilead, and the land of Israel, by the Jordan, from the border unto the east sea shall ye measure. This is the east side. ", "type": "text", "attrs": {"verseId": "EZK.47.18", "verseOrgIds": ["EZK.47.18"]}}, {"text": "And the south side southward shall be from Tamar as far as the waters of Meriboth-kadesh, to the Brook, unto the Great Sea. This is the south side southward. ", "type": "text", "attrs": {"verseId": "EZK.47.19", "verseOrgIds": ["EZK.47.19"]}}, {"text": "And the west side shall be the Great Sea, from the border as far as over against the entrance of Hamath. This is the west side. ", "type": "text", "attrs": {"verseId": "EZK.47.20", "verseOrgIds": ["EZK.47.20"]}}, {"text": "So shall ye divide this land unto you according to the tribes of Israel. ", "type": "text", "attrs": {"verseId": "EZK.47.21", "verseOrgIds": ["EZK.47.21"]}}, {"text": "And it shall come to pass, that ye shall divide it by lot for an inheritance unto you and to the strangers that sojourn among you, who shall beget children among you; and they shall be unto you as the home-born among the children of Israel; they shall have inheritance with you among the tribes of Israel. ", "type": "text", "attrs": {"verseId": "EZK.47.22", "verseOrgIds": ["EZK.47.22"]}}, {"text": "And it shall come to pass, that in what tribe the stranger sojourneth, there shall ye give him his inheritance, saith the Lord GOD.", "type": "text", "attrs": {"verseId": "EZK.47.23", "verseOrgIds": ["EZK.47.23"]}}]}], "next": {"id": "EZK.48", "number": "48", "bookId": "EZK"}, "previous": {"id": "EZK.46", "number": "46", "bookId": "EZK"}}}}