{"_default": {"1": {"id": "EZK.18", "bibleId": "bf8f1c7f3f9045a5-01", "number": "18", "bookId": "EZK", "reference": "Ezekiel 18", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.18.1", "verseOrgIds": ["EZK.18.1"]}}, {"text": "'What mean ye, that ye use this proverb in the land of Israel, saying: The fathers have eaten sour grapes, and the children's teeth are set on edge? ", "type": "text", "attrs": {"verseId": "EZK.18.2", "verseOrgIds": ["EZK.18.2"]}}, {"text": "As I live, saith the Lord GOD, ye shall not have occasion any more to use this proverb in Israel. ", "type": "text", "attrs": {"verseId": "EZK.18.3", "verseOrgIds": ["EZK.18.3"]}}, {"text": "Behold, all souls are Mine; as the soul of the father, so also the soul of the son is Mine; the soul that sinneth, it shall die. ", "type": "text", "attrs": {"verseId": "EZK.18.4", "verseOrgIds": ["EZK.18.4"]}}, {"text": "But if a man be just, and do that which is lawful and right, ", "type": "text", "attrs": {"verseId": "EZK.18.5", "verseOrgIds": ["EZK.18.5"]}}, {"text": "and hath not eaten upon the mountains, neither hath lifted up his eyes to the idols of the house of Israel, neither hath defiled his neighbour's wife, neither hath come near to a woman in her impurity; ", "type": "text", "attrs": {"verseId": "EZK.18.6", "verseOrgIds": ["EZK.18.6"]}}, {"text": "and hath not wronged any, but hath restored his pledge for a debt, hath taken nought by robbery, hath given his bread to the hungry, and hath covered the naked with a garment; ", "type": "text", "attrs": {"verseId": "EZK.18.7", "verseOrgIds": ["EZK.18.7"]}}, {"text": "he that hath not given forth upon interest, neither hath taken any increase, that hath withdrawn his hand from iniquity, hath executed true justice between man and man, ", "type": "text", "attrs": {"verseId": "EZK.18.8", "verseOrgIds": ["EZK.18.8"]}}, {"text": "hath walked in My statutes, and hath kept Mine ordinances, to deal truly; he is just, he shall surely live, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.18.9", "verseOrgIds": ["EZK.18.9"]}}, {"text": "If he beget a son that is a robber, a shedder of blood, and that doeth to a brother any of these things, ", "type": "text", "attrs": {"verseId": "EZK.18.10", "verseOrgIds": ["EZK.18.10"]}}, {"text": "whereas he himself had not done any of these things, for he hath even eaten upon the mountains, and defiled his neighbour's wife, ", "type": "text", "attrs": {"verseId": "EZK.18.11", "verseOrgIds": ["EZK.18.11"]}}, {"text": "hath wronged the poor and needy, hath taken by robbery, hath not restored the pledge, and hath lifted up his eyes to the idols, hath committed abomination, ", "type": "text", "attrs": {"verseId": "EZK.18.12", "verseOrgIds": ["EZK.18.12"]}}, {"text": "hath given forth upon interest, and hath taken increase; shall he then live? he shall not live — he hath done all these abominations; he shall surely be put to death, his blood shall be upon him. ", "type": "text", "attrs": {"verseId": "EZK.18.13", "verseOrgIds": ["EZK.18.13"]}}, {"text": "Now, lo, if he beget a son, that seeth all his father's sins, which he hath done, and considereth, and doeth not such like, ", "type": "text", "attrs": {"verseId": "EZK.18.14", "verseOrgIds": ["EZK.18.14"]}}, {"text": "that hath not eaten upon the mountains, neither hath lifted up his eyes to the idols of the house of Israel, hath not defiled his neighbour's wife, ", "type": "text", "attrs": {"verseId": "EZK.18.15", "verseOrgIds": ["EZK.18.15"]}}, {"text": "neither hath wronged any, hath not taken aught to pledge, neither hath taken by robbery, but hath given his bread to the hungry, and hath covered the naked with a garment, ", "type": "text", "attrs": {"verseId": "EZK.18.16", "verseOrgIds": ["EZK.18.16"]}}, {"text": "that hath withdrawn his hand from the poor, that hath not received interest nor increase, hath executed Mine ordinances, hath walked in My statutes; he shall not die for the iniquity of his father, he shall surely live. ", "type": "text", "attrs": {"verseId": "EZK.18.17", "verseOrgIds": ["EZK.18.17"]}}, {"text": "As for his father, because he cruelly oppressed, committed robbery on his brother, and did that which is not good among his people, behold, he dieth for his iniquity. ", "type": "text", "attrs": {"verseId": "EZK.18.18", "verseOrgIds": ["EZK.18.18"]}}, {"text": "Yet say ye: Why doth not the son bear the iniquity of the father with him? When the son hath done that which is lawful and right, and hath kept all My statutes, and hath done them, he shall surely live. ", "type": "text", "attrs": {"verseId": "EZK.18.19", "verseOrgIds": ["EZK.18.19"]}}, {"text": "The soul that sinneth, it shall die; the son shall not bear the iniquity of the father with him, neither shall the father bear the iniquity of the son with him; the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him. ", "type": "text", "attrs": {"verseId": "EZK.18.20", "verseOrgIds": ["EZK.18.20"]}}, {"text": "But if the wicked turn from all his sins that he hath committed, and keep all My statutes, and do that which is lawful and right, he shall surely live, he shall not die. ", "type": "text", "attrs": {"verseId": "EZK.18.21", "verseOrgIds": ["EZK.18.21"]}}, {"text": "None of his transgressions that he hath committed shall be remembered against him; for his righteousness that he hath done he shall live. ", "type": "text", "attrs": {"verseId": "EZK.18.22", "verseOrgIds": ["EZK.18.22"]}}, {"text": "Have I any pleasure at all that the wicked should die? saith the Lord GOD; and not rather that he should return from his ways, and live? ", "type": "text", "attrs": {"verseId": "EZK.18.23", "verseOrgIds": ["EZK.18.23"]}}, {"text": "But when the righteous turneth away from his righteousness, and committeth iniquity, and doeth according to all the abominations that the wicked man doeth, shall he live? None of his righteous deeds that he hath done shall be remembered; for his trespass that he trespassed, and for his sin that he hath sinned, for them shall he die. ", "type": "text", "attrs": {"verseId": "EZK.18.24", "verseOrgIds": ["EZK.18.24"]}}, {"text": "Yet ye say: The way of the Lord is not equal. Hear now, O house of Israel: Is it My way that is not equal? is it not your ways that are unequal? ", "type": "text", "attrs": {"verseId": "EZK.18.25", "verseOrgIds": ["EZK.18.25"]}}, {"text": "When the righteous man turneth away from his righteousness, and committeth iniquity, he shall die therefor; for his iniquity that he hath done shall he die. ", "type": "text", "attrs": {"verseId": "EZK.18.26", "verseOrgIds": ["EZK.18.26"]}}, {"text": "Again, when the wicked man turneth away from his wickedness that he hath committed, and doeth that which is lawful and right, he shall save his soul alive. ", "type": "text", "attrs": {"verseId": "EZK.18.27", "verseOrgIds": ["EZK.18.27"]}}, {"text": "Because he considereth, and turneth away from all his transgressions that he hath committed, he shall surely live, he shall not die. ", "type": "text", "attrs": {"verseId": "EZK.18.28", "verseOrgIds": ["EZK.18.28"]}}, {"text": "Yet saith the house of Israel: The way of the Lord is not equal. O house of Israel, is it My ways that are not equal? is it not your ways that are unequal? ", "type": "text", "attrs": {"verseId": "EZK.18.29", "verseOrgIds": ["EZK.18.29"]}}, {"text": "Therefore I will judge you, O house of Israel, every one according to his ways, saith the Lord GOD. Return ye, and turn yourselves from all your transgressions; so shall they not be a stumblingblock of iniquity unto you. ", "type": "text", "attrs": {"verseId": "EZK.18.30", "verseOrgIds": ["EZK.18.30"]}}, {"text": "Cast away from you all your transgressions, wherein ye have transgressed; and make you a new heart and a new spirit; for why will ye die, O house of Israel? ", "type": "text", "attrs": {"verseId": "EZK.18.31", "verseOrgIds": ["EZK.18.31"]}}, {"text": "For I have no pleasure in the death of him that dieth, saith the Lord GOD; wherefore turn yourselves, and live.", "type": "text", "attrs": {"verseId": "EZK.18.32", "verseOrgIds": ["EZK.18.32"]}}]}], "next": {"id": "EZK.19", "number": "19", "bookId": "EZK"}, "previous": {"id": "EZK.17", "number": "17", "bookId": "EZK"}}}}