{"_default": {"1": {"id": "JOB.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "JOB", "reference": "Job 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "THERE was a man in the land of Uz, whose name was Job; and that man was whole-hearted and upright, and one that feared God, and shunned evil. ", "type": "text", "attrs": {"verseId": "JOB.1.1", "verseOrgIds": ["JOB.1.1"]}}, {"text": "And there were born unto him seven sons and three daughters. ", "type": "text", "attrs": {"verseId": "JOB.1.2", "verseOrgIds": ["JOB.1.2"]}}, {"text": "His possessions also were seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she-asses, and a very great household; so that this man was the greatest of all the children of the east. ", "type": "text", "attrs": {"verseId": "JOB.1.3", "verseOrgIds": ["JOB.1.3"]}}, {"text": "And his sons used to go and hold a feast in the house of each one upon his day; and they would send and invite their three sisters to eat and to drink with them. ", "type": "text", "attrs": {"verseId": "JOB.1.4", "verseOrgIds": ["JOB.1.4"]}}, {"text": "And it was so, when the days of their feasting were gone about, that Job sent and sanctified them, and rose up early in the morning, and offered burnt-offerings according to the number of them all; for Job said: 'It may be that my sons have sinned, and blasphemed God in their hearts.' Thus did Job continually. ", "type": "text", "attrs": {"verseId": "JOB.1.5", "verseOrgIds": ["JOB.1.5"]}}, {"text": "Now it fell upon a day, that the sons of God came to present themselves before the LORD, and Satan came also among them. ", "type": "text", "attrs": {"verseId": "JOB.1.6", "verseOrgIds": ["JOB.1.6"]}}, {"text": "And the LORD said unto Satan: 'Whence comest thou?' Then Satan answered the LORD, and said: 'From going to and fro in the earth, and from walking up and down in it.' ", "type": "text", "attrs": {"verseId": "JOB.1.7", "verseOrgIds": ["JOB.1.7"]}}, {"text": "And the LORD said unto Satan: 'Hast thou considered My servant Job, that there is none like him in the earth, a whole-hearted and an upright man, one that feareth God, and shunneth evil?' ", "type": "text", "attrs": {"verseId": "JOB.1.8", "verseOrgIds": ["JOB.1.8"]}}, {"text": "Then Satan answered the LORD, and said: 'Doth Job fear God for nought? ", "type": "text", "attrs": {"verseId": "JOB.1.9", "verseOrgIds": ["JOB.1.9"]}}, {"text": "Hast not Thou made a hedge about him, and about his house, and about all that he hath, on every side? Thou hast blessed the work of his hands, and his possessions are increased in the land. ", "type": "text", "attrs": {"verseId": "JOB.1.10", "verseOrgIds": ["JOB.1.10"]}}, {"text": "But put forth Thy hand now, and touch all that he hath, surely he will blaspheme Thee to Thy face.' ", "type": "text", "attrs": {"verseId": "JOB.1.11", "verseOrgIds": ["JOB.1.11"]}}, {"text": "And the LORD said unto Satan: 'Behold, all that he hath is in thy power; only upon himself put not forth thy hand.' So Satan went forth from the presence of the LORD. ", "type": "text", "attrs": {"verseId": "JOB.1.12", "verseOrgIds": ["JOB.1.12"]}}, {"text": "And it fell on a day when his sons and his daughters were eating and drinking wine in their eldest brother's house, ", "type": "text", "attrs": {"verseId": "JOB.1.13", "verseOrgIds": ["JOB.1.13"]}}, {"text": "that there came a messenger unto Job, and said: 'The oxen were plowing, and the asses feeding beside them; ", "type": "text", "attrs": {"verseId": "JOB.1.14", "verseOrgIds": ["JOB.1.14"]}}, {"text": "and the Sabeans made a raid, and took them away; yea, they have slain the servants with the edge of the sword; and I only am escaped alone to tell thee.' ", "type": "text", "attrs": {"verseId": "JOB.1.15", "verseOrgIds": ["JOB.1.15"]}}, {"text": "While he was yet speaking, there came also another, and said: 'A fire of God is fallen from heaven, and hath burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell thee.' ", "type": "text", "attrs": {"verseId": "JOB.1.16", "verseOrgIds": ["JOB.1.16"]}}, {"text": "While he was yet speaking, there came also another, and said: 'The Chaldeans set themselves in three bands, and fell upon the camels, and have taken them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee.' ", "type": "text", "attrs": {"verseId": "JOB.1.17", "verseOrgIds": ["JOB.1.17"]}}, {"text": "While he was yet speaking, there came also another, and said: 'Thy sons and thy daughters were eating and drinking wine in their eldest brother's house; ", "type": "text", "attrs": {"verseId": "JOB.1.18", "verseOrgIds": ["JOB.1.18"]}}, {"text": "And, behold, there came a great wind from across the wilderness, and smote the four corners of the house, and it fell upon the young people, and they are dead; and I only am escaped alone to tell thee.' ", "type": "text", "attrs": {"verseId": "JOB.1.19", "verseOrgIds": ["JOB.1.19"]}}, {"text": "Then Job arose, and rent his mantle, and shaved his head, and fell down upon the ground, and worshipped; ", "type": "text", "attrs": {"verseId": "JOB.1.20", "verseOrgIds": ["JOB.1.20"]}}, {"text": "And he said; naked came I out of my mother's womb, and naked shall I return thither; the LORD gave, and the LORD hath taken away; blessed be the name of the LORD. ", "type": "text", "attrs": {"verseId": "JOB.1.21", "verseOrgIds": ["JOB.1.21"]}}, {"text": "For all this Job sinned not, nor ascribed aught unseemly to God.", "type": "text", "attrs": {"verseId": "JOB.1.22", "verseOrgIds": ["JOB.1.22"]}}]}], "next": {"id": "JOB.2", "number": "2", "bookId": "JOB"}, "previous": {"id": "JOB.intro", "number": "intro", "bookId": "JOB"}}}}