{"_default": {"1": {"id": "EZR.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "EZR", "reference": "Ezra 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now while Ezra prayed, and made confession, weeping and casting himself down before the house of God, there was gathered together unto him out of Israel a very great congregation of men and women and children; for the people wept very sore. ", "type": "text", "attrs": {"verseId": "EZR.10.1", "verseOrgIds": ["EZR.10.1"]}}, {"text": "And Shecaniah the son of Jehiel, one of the sons of Elam, answered and said unto Ezra: 'We have broken faith with our God, and have married foreign women of the peoples of the land; yet now there is hope for Israel concerning this thing. ", "type": "text", "attrs": {"verseId": "EZR.10.2", "verseOrgIds": ["EZR.10.2"]}}, {"text": "Now therefore let us make a covenant with our God to put away all the wives, and such as are born of them, according to the counsel of the LORD, and of those that tremble at the commandment of our God; and let it be done according to the law. ", "type": "text", "attrs": {"verseId": "EZR.10.3", "verseOrgIds": ["EZR.10.3"]}}, {"text": "Arise; for the matter belongeth unto thee, and we are with thee; be of good courage, and do it.' ", "type": "text", "attrs": {"verseId": "EZR.10.4", "verseOrgIds": ["EZR.10.4"]}}, {"text": "Then arose Ezra, and made the chiefs of the priests, the Levites, and all Israel, to swear that they would do according to this word. So they swore. ", "type": "text", "attrs": {"verseId": "EZR.10.5", "verseOrgIds": ["EZR.10.5"]}}, {"text": "Then Ezra rose up from before the house of God, and went into the chamber of Jehohanan the son of Eliashib; and when he came thither, he did eat no bread, nor drink water; for he mourned because of the faithlessness of them of the captivity. ", "type": "text", "attrs": {"verseId": "EZR.10.6", "verseOrgIds": ["EZR.10.6"]}}, {"text": "And they made proclamation throughout Judah and Jerusalem unto all the children of the captivity, that they should gather themselves together unto Jerusalem; ", "type": "text", "attrs": {"verseId": "EZR.10.7", "verseOrgIds": ["EZR.10.7"]}}, {"text": "and that whosoever came not within three days, according to the counsel of the princes and the elders, all his substance should be forfeited, and himself separated from the congregation of the captivity. ", "type": "text", "attrs": {"verseId": "EZR.10.8", "verseOrgIds": ["EZR.10.8"]}}, {"text": "Then all the men of Judah and Benjamin gathered themselves together unto Jerusalem within the three days; it was the ninth month, on the twentieth day of the month; and all the people sat in the broad place before the house of God, trembling because of this matter, and for the great rain. ", "type": "text", "attrs": {"verseId": "EZR.10.9", "verseOrgIds": ["EZR.10.9"]}}, {"text": "And Ezra the priest stood up, and said unto them: 'Ye have broken faith, and have married foreign women, to increase the guilt of Israel. ", "type": "text", "attrs": {"verseId": "EZR.10.10", "verseOrgIds": ["EZR.10.10"]}}, {"text": "Now therefore make confession unto the LORD, the God of your fathers, and do His pleasure; and separate yourselves from the peoples of the land, and from the foreign women.' ", "type": "text", "attrs": {"verseId": "EZR.10.11", "verseOrgIds": ["EZR.10.11"]}}, {"text": "Then all the congregation answered and said with a loud voice: 'As thou hast said, so it is for us to do. ", "type": "text", "attrs": {"verseId": "EZR.10.12", "verseOrgIds": ["EZR.10.12"]}}, {"text": "But the people are many, and it is a time of much rain, and we are not able to stand without, neither is this a work of one day or two; for we have greatly transgressed in this matter. ", "type": "text", "attrs": {"verseId": "EZR.10.13", "verseOrgIds": ["EZR.10.13"]}}, {"text": "Let now our princes of all the congregation stand, and let all them that are in our cities that have married foreign women come at appointed times, and with them the elders of every city, and the judges thereof, until the fierce wrath of our God be turned from us, as touching this matter.' ", "type": "text", "attrs": {"verseId": "EZR.10.14", "verseOrgIds": ["EZR.10.14"]}}, {"text": "Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah stood up against this matter; and Meshullam and Shabbethai the Levite helped them. ", "type": "text", "attrs": {"verseId": "EZR.10.15", "verseOrgIds": ["EZR.10.15"]}}, {"text": "And the children of the captivity did so. And Ezra the priest, with certain heads of fathers' houses, after their fathers' houses, and all of them by their names, were separated; and they sat down in the first day of the tenth month to examine the matter. ", "type": "text", "attrs": {"verseId": "EZR.10.16", "verseOrgIds": ["EZR.10.16"]}}, {"text": "And they were finished with all the men that had married foreign women by the first day of the first month. ", "type": "text", "attrs": {"verseId": "EZR.10.17", "verseOrgIds": ["EZR.10.17"]}}, {"text": "And among the sons of the priests there were found that had married foreign women, namely: of the sons of Jeshua, the son of Jozadak, and his brethren, Maaseiah, and Eliezer, and Jarib, and Gedaliah. ", "type": "text", "attrs": {"verseId": "EZR.10.18", "verseOrgIds": ["EZR.10.18"]}}, {"text": "And they gave their hand that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt. ", "type": "text", "attrs": {"verseId": "EZR.10.19", "verseOrgIds": ["EZR.10.19"]}}, {"text": "And of the sons of Immer: Hanani and Zebadiah. ", "type": "text", "attrs": {"verseId": "EZR.10.20", "verseOrgIds": ["EZR.10.20"]}}, {"text": "And of the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah. ", "type": "text", "attrs": {"verseId": "EZR.10.21", "verseOrgIds": ["EZR.10.21"]}}, {"text": "And of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah. ", "type": "text", "attrs": {"verseId": "EZR.10.22", "verseOrgIds": ["EZR.10.22"]}}, {"text": "And of the Levites: Jozabad, and Shimei, and Kelaiah — the same is Kelita — Pethahiah, Judah, and Eliezer. ", "type": "text", "attrs": {"verseId": "EZR.10.23", "verseOrgIds": ["EZR.10.23"]}}, {"text": "And of the singers: Eliashib; and of the porters: Shallum, and Telem, and Uri. ", "type": "text", "attrs": {"verseId": "EZR.10.24", "verseOrgIds": ["EZR.10.24"]}}, {"text": "And of Israel: of the sons of Parosh: Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah. ", "type": "text", "attrs": {"verseId": "EZR.10.25", "verseOrgIds": ["EZR.10.25"]}}, {"text": "And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah. ", "type": "text", "attrs": {"verseId": "EZR.10.26", "verseOrgIds": ["EZR.10.26"]}}, {"text": "And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza. ", "type": "text", "attrs": {"verseId": "EZR.10.27", "verseOrgIds": ["EZR.10.27"]}}, {"text": "And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai. ", "type": "text", "attrs": {"verseId": "EZR.10.28", "verseOrgIds": ["EZR.10.28"]}}, {"text": "And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, and Ramoth. ", "type": "text", "attrs": {"verseId": "EZR.10.29", "verseOrgIds": ["EZR.10.29"]}}, {"text": "And of the sons of Pahath-moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh. ", "type": "text", "attrs": {"verseId": "EZR.10.30", "verseOrgIds": ["EZR.10.30"]}}, {"text": "And of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon; ", "type": "text", "attrs": {"verseId": "EZR.10.31", "verseOrgIds": ["EZR.10.31"]}}, {"text": "Benjamin, Malluch, Shemariah. ", "type": "text", "attrs": {"verseId": "EZR.10.32", "verseOrgIds": ["EZR.10.32"]}}, {"text": "Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei. ", "type": "text", "attrs": {"verseId": "EZR.10.33", "verseOrgIds": ["EZR.10.33"]}}, {"text": "Of the sons of Bani: Maadai, Amram, and Uel; ", "type": "text", "attrs": {"verseId": "EZR.10.34", "verseOrgIds": ["EZR.10.34"]}}, {"text": "Benaiah, Bedeiah, Cheluhu; ", "type": "text", "attrs": {"verseId": "EZR.10.35", "verseOrgIds": ["EZR.10.35"]}}, {"text": "Vaniah, Meremoth, Eliashib; ", "type": "text", "attrs": {"verseId": "EZR.10.36", "verseOrgIds": ["EZR.10.36"]}}, {"text": "Mattaniah, Mattenai, and Jaasai; ", "type": "text", "attrs": {"verseId": "EZR.10.37", "verseOrgIds": ["EZR.10.37"]}}, {"text": "and Bani, and Binnui, Shimei; ", "type": "text", "attrs": {"verseId": "EZR.10.38", "verseOrgIds": ["EZR.10.38"]}}, {"text": "Shelemiah, and Nathan, and Adaiah; ", "type": "text", "attrs": {"verseId": "EZR.10.39", "verseOrgIds": ["EZR.10.39"]}}, {"text": "Machnadebai, Shashai, Sharai; ", "type": "text", "attrs": {"verseId": "EZR.10.40", "verseOrgIds": ["EZR.10.40"]}}, {"text": "Azarel, and Shelemiah, Shemariah; ", "type": "text", "attrs": {"verseId": "EZR.10.41", "verseOrgIds": ["EZR.10.41"]}}, {"text": "Shallum, Amariah, Joseph. ", "type": "text", "attrs": {"verseId": "EZR.10.42", "verseOrgIds": ["EZR.10.42"]}}, {"text": "Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, and Joel, Benaiah. ", "type": "text", "attrs": {"verseId": "EZR.10.43", "verseOrgIds": ["EZR.10.43"]}}, {"text": "All these had taken foreign wives; and some of them had wives by whom they had children.", "type": "text", "attrs": {"verseId": "EZR.10.44", "verseOrgIds": ["EZR.10.44"]}}]}], "next": {"id": "NEH.intro", "number": "intro", "bookId": "NEH"}, "previous": {"id": "EZR.9", "number": "9", "bookId": "EZR"}}}}