{"_default": {"1": {"id": "EZK.26", "bibleId": "bf8f1c7f3f9045a5-01", "number": "26", "bookId": "EZK", "reference": "Ezekiel 26", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass in the eleventh year, in the first day of the month, that the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.26.1", "verseOrgIds": ["EZK.26.1"]}}, {"text": "'Son of man, because that Tyre hath said against Jerusalem: Aha, she is broken that was the gate of the peoples; she is turned unto me; I shall be filled with her that is laid waste; ", "type": "text", "attrs": {"verseId": "EZK.26.2", "verseOrgIds": ["EZK.26.2"]}}, {"text": "Therefore thus saith the Lord GOD: Behold, I am against thee, O Tyre, and will cause many nations to come up against thee, as the sea causeth its waves to come up. ", "type": "text", "attrs": {"verseId": "EZK.26.3", "verseOrgIds": ["EZK.26.3"]}}, {"text": "And they shall destroy the walls of Tyre, and break down her towers; I will also scrape her dust from her, and make her a bare rock. ", "type": "text", "attrs": {"verseId": "EZK.26.4", "verseOrgIds": ["EZK.26.4"]}}, {"text": "She shall be a place for the spreading of nets in the midst of the sea; for I have spoken it, saith the Lord GOD; and she shall become a spoil to the nations. ", "type": "text", "attrs": {"verseId": "EZK.26.5", "verseOrgIds": ["EZK.26.5"]}}, {"text": "And her daughters that are in the field shall be slain with the sword; and they shall know that I am the LORD. ", "type": "text", "attrs": {"verseId": "EZK.26.6", "verseOrgIds": ["EZK.26.6"]}}, {"text": "For thus saith the Lord GOD: Behold, I will bring upon Tyre Nebuchadrezzar king of Babylon, king of kings, from the north, with horses, and with chariots, and with horsemen, and a company, and much people. ", "type": "text", "attrs": {"verseId": "EZK.26.7", "verseOrgIds": ["EZK.26.7"]}}, {"text": "He shall slay with the sword thy daughters in the field; and he shall make forts against thee, and cast up a mound against thee, and set up bucklers against thee. ", "type": "text", "attrs": {"verseId": "EZK.26.8", "verseOrgIds": ["EZK.26.8"]}}, {"text": "And he shall set his battering engines against thy walls, and with his axes he shall break down thy towers. ", "type": "text", "attrs": {"verseId": "EZK.26.9", "verseOrgIds": ["EZK.26.9"]}}, {"text": "By reason of the abundance of his horses their dust shall cover thee; at the noise of the horsemen, and of the wheels, and of the chariots, thy walls shall shake, when he shall enter into thy gates, as men enter into a city wherein is made a breach. ", "type": "text", "attrs": {"verseId": "EZK.26.10", "verseOrgIds": ["EZK.26.10"]}}, {"text": "With the hoofs of his horses shall he tread down all thy streets; he shall slay thy people with the sword, and the pillars of thy strength shall go down to the ground. ", "type": "text", "attrs": {"verseId": "EZK.26.11", "verseOrgIds": ["EZK.26.11"]}}, {"text": "And they shall make a spoil of thy riches, and make a prey of thy merchandise; and they shall break down thy walls, and destroy the houses of thy delight; and thy stones and thy timber and thy dust shall they lay in the midst of the waters. ", "type": "text", "attrs": {"verseId": "EZK.26.12", "verseOrgIds": ["EZK.26.12"]}}, {"text": "And I will cause the noise of thy songs to cease, and the sound of thy harps shall be no more heard. ", "type": "text", "attrs": {"verseId": "EZK.26.13", "verseOrgIds": ["EZK.26.13"]}}, {"text": "And I will make thee a bare rock; thou shalt be a place for the spreading of nets, thou shalt be built no more; for I the LORD have spoken, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.26.14", "verseOrgIds": ["EZK.26.14"]}}, {"text": "Thus saith the Lord GOD to Tyre: Shall not the isles shake at the sound of thy fall, when the wounded groan, when the slaughter is made in the midst of thee? ", "type": "text", "attrs": {"verseId": "EZK.26.15", "verseOrgIds": ["EZK.26.15"]}}, {"text": "Then all the princes of the sea shall come down from their thrones, and lay away their robes, and strip off their richly woven garments; they shall clothe themselves with trembling; they shall sit upon the ground, and shall tremble every moment, and be appalled at thee. ", "type": "text", "attrs": {"verseId": "EZK.26.16", "verseOrgIds": ["EZK.26.16"]}}, {"text": "And they shall take up a lamentation for thee, and say to thee: how art thou destroyed, that wast peopled from the seas, the renowned city, that wast strong in the sea, thou and thy inhabitants, that caused your terror to be on all that inhabit the earth! ", "type": "text", "attrs": {"verseId": "EZK.26.17", "verseOrgIds": ["EZK.26.17"]}}, {"text": "Now shall the isles tremble in the day of thy fall; yea, the isles that are in the sea shall be affrighted at thy going out. ", "type": "text", "attrs": {"verseId": "EZK.26.18", "verseOrgIds": ["EZK.26.18"]}}, {"text": "For thus saith the Lord GOD: When I shall make thee a desolate city, like the cities that are not inhabited; when I shall bring up the deep upon thee, and the great waters shall cover thee; ", "type": "text", "attrs": {"verseId": "EZK.26.19", "verseOrgIds": ["EZK.26.19"]}}, {"text": "then will I bring thee down with them that descend into the pit, to the people of old time, and will make thee to dwell in the nether parts of the earth, like the places that are desolate of old, with them that go down to the pit, that thou be not inhabited; and I will set glory in the land of the living; ", "type": "text", "attrs": {"verseId": "EZK.26.20", "verseOrgIds": ["EZK.26.20"]}}, {"text": "I will make thee a terror, and thou shalt be no more; though thou be sought for, yet shalt thou never be found again, saith the Lord GOD.'", "type": "text", "attrs": {"verseId": "EZK.26.21", "verseOrgIds": ["EZK.26.21"]}}]}], "next": {"id": "EZK.27", "number": "27", "bookId": "EZK"}, "previous": {"id": "EZK.25", "number": "25", "bookId": "EZK"}}}}