{"_default": {"1": {"id": "ISA.58", "bibleId": "bf8f1c7f3f9045a5-01", "number": "58", "bookId": "ISA", "reference": "Isaiah 58", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Cry aloud, spare not, lift up thy voice like a horn, and declare unto My people their transgression, and to the house of Jacob their sins. ", "type": "text", "attrs": {"verseId": "ISA.58.1", "verseOrgIds": ["ISA.58.1"]}}, {"text": "Yet they seek Me daily, and delight to know My ways; as a nation that did righteousness, and forsook not the ordinance of their God, they ask of Me righteous ordinances, they delight to draw near unto God. ", "type": "text", "attrs": {"verseId": "ISA.58.2", "verseOrgIds": ["ISA.58.2"]}}, {"text": "'Wherefore have we fasted, and Thou seest not? Wherefore have we afflicted our soul, and Thou takest no knowledge?' — Behold, in the day of your fast ye pursue your business, and exact all your labours. ", "type": "text", "attrs": {"verseId": "ISA.58.3", "verseOrgIds": ["ISA.58.3"]}}, {"text": "Behold, ye fast for strife and contention, and to smite with the fist of wickedness; ye fast not this day so as to make your voice to be heard on high. ", "type": "text", "attrs": {"verseId": "ISA.58.4", "verseOrgIds": ["ISA.58.4"]}}, {"text": "Is such the fast that I have chosen? the day for a man to afflict his soul? Is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? Wilt thou call this a fast, and an acceptable day to the LORD? ", "type": "text", "attrs": {"verseId": "ISA.58.5", "verseOrgIds": ["ISA.58.5"]}}, {"text": "Is not this the fast that I have chosen? to loose the fetters of wickedness, to undo the bands of the yoke, and to let the oppressed go free, and that ye break every yoke? ", "type": "text", "attrs": {"verseId": "ISA.58.6", "verseOrgIds": ["ISA.58.6"]}}, {"text": "Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him, and that thou hide not thyself from thine own flesh? ", "type": "text", "attrs": {"verseId": "ISA.58.7", "verseOrgIds": ["ISA.58.7"]}}, {"text": "Then shall thy light break forth as the morning, and thy healing shall spring forth speedily; and thy righteousness shall go before thee, the glory of the LORD shall be thy rearward. ", "type": "text", "attrs": {"verseId": "ISA.58.8", "verseOrgIds": ["ISA.58.8"]}}, {"text": "Then shalt thou call, and the LORD will answer; thou shalt cry, and He will say: 'Here I am.' If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking wickedness; ", "type": "text", "attrs": {"verseId": "ISA.58.9", "verseOrgIds": ["ISA.58.9"]}}, {"text": "And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in darkness, and thy gloom be as the noon-day; ", "type": "text", "attrs": {"verseId": "ISA.58.10", "verseOrgIds": ["ISA.58.10"]}}, {"text": "And the LORD will guide thee continually, and satisfy thy soul in drought, and make strong thy bones; and thou shalt be like a watered garden, and like a spring of water, whose waters fail not. ", "type": "text", "attrs": {"verseId": "ISA.58.11", "verseOrgIds": ["ISA.58.11"]}}, {"text": "And they that shall be of thee shall build the old waste places, thou shalt raise up the foundations of many generations; and thou shalt be called The repairer of the breach, the restorer of paths to dwell in. ", "type": "text", "attrs": {"verseId": "ISA.58.12", "verseOrgIds": ["ISA.58.12"]}}, {"text": "If thou turn away thy foot because of the sabbath, from pursuing thy business on My holy day; and call the sabbath a delight, and the holy of the LORD honourable; and shalt honour it, not doing thy wonted ways, nor pursuing thy business, nor speaking thereof; ", "type": "text", "attrs": {"verseId": "ISA.58.13", "verseOrgIds": ["ISA.58.13"]}}, {"text": "Then shalt thou delight thyself in the LORD, and I will make thee to ride upon the high places of the earth, and I will feed thee with the heritage of Jacob thy father; for the mouth of the LORD hath spoken it.", "type": "text", "attrs": {"verseId": "ISA.58.14", "verseOrgIds": ["ISA.58.14"]}}]}], "next": {"id": "ISA.59", "number": "59", "bookId": "ISA"}, "previous": {"id": "ISA.57", "number": "57", "bookId": "ISA"}}}}