{"_default": {"1": {"id": "NUM.25", "bibleId": "bf8f1c7f3f9045a5-01", "number": "25", "bookId": "NUM", "reference": "Numbers 25", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Israel abode in Shittim, and the people began to commit harlotry with the daughters of Moab. ", "type": "text", "attrs": {"verseId": "NUM.25.1", "verseOrgIds": ["NUM.25.1"]}}, {"text": "And they called the people unto the sacrifices of their gods; and the people did eat, and bowed down to their gods. ", "type": "text", "attrs": {"verseId": "NUM.25.2", "verseOrgIds": ["NUM.25.2"]}}, {"text": "And Israel joined himself unto the Baal of Peor; and the anger of the LORD was kindled against Israel. ", "type": "text", "attrs": {"verseId": "NUM.25.3", "verseOrgIds": ["NUM.25.3"]}}, {"text": "And the LORD said unto Moses: 'Take all the chiefs of the people, and hang them up unto the LORD in face of the sun, that the fierce anger of the LORD may turn away from Israel.' ", "type": "text", "attrs": {"verseId": "NUM.25.4", "verseOrgIds": ["NUM.25.4"]}}, {"text": "And Moses said unto the judges of Israel: 'Slay ye every one his men that have joined themselves unto the Baal of Peor.' ", "type": "text", "attrs": {"verseId": "NUM.25.5", "verseOrgIds": ["NUM.25.5"]}}, {"text": "And, behold, one of the children of Israel came and brought unto his brethren a Midianitish woman in the sight of Moses, and in the sight of all the congregation of the children of Israel, while they were weeping at the door of the tent of meeting. ", "type": "text", "attrs": {"verseId": "NUM.25.6", "verseOrgIds": ["NUM.25.6"]}}, {"text": "And when Phinehas, the son of Eleazar, the son of Aaron the priest, saw it, he rose up from the midst of the congregation, and took a spear in his hand. ", "type": "text", "attrs": {"verseId": "NUM.25.7", "verseOrgIds": ["NUM.25.7"]}}, {"text": "And he went after the man of Israel into the chamber, and thrust both of them through, the man of Israel, and the woman through her belly. So the plague was stayed from the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.25.8", "verseOrgIds": ["NUM.25.8"]}}, {"text": "And those that died by the plague were twenty and four thousand. ", "type": "text", "attrs": {"verseId": "NUM.25.9", "verseOrgIds": ["NUM.25.9"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.25.10", "verseOrgIds": ["NUM.25.10"]}}, {"text": "'Phinehas, the son of Eleazar, the son of Aaron the priest, hath turned My wrath away from the children of Israel, in that he was very jealous for My sake among them, so that I consumed not the children of Israel in My jealousy. ", "type": "text", "attrs": {"verseId": "NUM.25.11", "verseOrgIds": ["NUM.25.11"]}}, {"text": "Wherefore say: Behold, I give unto him My covenant of peace; ", "type": "text", "attrs": {"verseId": "NUM.25.12", "verseOrgIds": ["NUM.25.12"]}}, {"text": "and it shall be unto him, and to his seed after him, the covenant of an everlasting priesthood; because he was jealous for his God, and made atonement for the children of Israel.' ", "type": "text", "attrs": {"verseId": "NUM.25.13", "verseOrgIds": ["NUM.25.13"]}}, {"text": "Now the name of the man of Israel that was slain, who was slain with the Midianitish woman, was Zimri, the son of Salu, a prince of a fathers' house among the Simeonites. ", "type": "text", "attrs": {"verseId": "NUM.25.14", "verseOrgIds": ["NUM.25.14"]}}, {"text": "And the name of the Midianitish woman that was slain was Cozbi, the daughter of Zur; he was head of the people of a fathers' house in Midian. ", "type": "text", "attrs": {"verseId": "NUM.25.15", "verseOrgIds": ["NUM.25.15"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.25.16", "verseOrgIds": ["NUM.25.16"]}}, {"text": "'Harass the Midianites, and smite them; ", "type": "text", "attrs": {"verseId": "NUM.25.17", "verseOrgIds": ["NUM.25.17"]}}, {"text": "for they harass you, by their wiles wherewith they have beguiled you in the matter of Peor, and in the matter of Cozbi, the daughter of the prince of Midian, their sister, who was slain on the day of the plague in the matter of Peor.'", "type": "text", "attrs": {"verseId": "NUM.25.18", "verseOrgIds": ["NUM.25.18"]}}]}], "next": {"id": "NUM.26", "number": "26", "bookId": "NUM"}, "previous": {"id": "NUM.24", "number": "24", "bookId": "NUM"}}}}