{"_default": {"1": {"id": "1CH.15", "bibleId": "bf8f1c7f3f9045a5-01", "number": "15", "bookId": "1CH", "reference": "1 Chronicles 15", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And David made him houses in the city of David; and he prepared a place for the ark of God, and pitched for it a tent. ", "type": "text", "attrs": {"verseId": "1CH.15.1", "verseOrgIds": ["1CH.15.1"]}}, {"text": "Then David said: 'None ought to carry the ark of God but the Levites; for them hath the LORD chosen to carry the ark of the LORD, and to minister unto Him for ever.' ", "type": "text", "attrs": {"verseId": "1CH.15.2", "verseOrgIds": ["1CH.15.2"]}}, {"text": "And David assembled all Israel at Jerusalem, to bring up the ark of the LORD unto its place, which he had prepared for it. ", "type": "text", "attrs": {"verseId": "1CH.15.3", "verseOrgIds": ["1CH.15.3"]}}, {"text": "And David gathered together the sons of Aaron, and the Levites; ", "type": "text", "attrs": {"verseId": "1CH.15.4", "verseOrgIds": ["1CH.15.4"]}}, {"text": "of the sons of Kohath: Uriel the chief, and his brethren a hundred and twenty; ", "type": "text", "attrs": {"verseId": "1CH.15.5", "verseOrgIds": ["1CH.15.5"]}}, {"text": "of the sons of Merari: Asaiah the chief, and his brethren two hundred and twenty; ", "type": "text", "attrs": {"verseId": "1CH.15.6", "verseOrgIds": ["1CH.15.6"]}}, {"text": "of the sons of Gershom: Joel the chief, and his brethren a hundred and thirty; ", "type": "text", "attrs": {"verseId": "1CH.15.7", "verseOrgIds": ["1CH.15.7"]}}, {"text": "of the sons of Elizaphan: Shemaiah the chief, and his brethren two hundred; ", "type": "text", "attrs": {"verseId": "1CH.15.8", "verseOrgIds": ["1CH.15.8"]}}, {"text": "of the sons of Hebron: Eliel the chief, and his brethren fourscore; ", "type": "text", "attrs": {"verseId": "1CH.15.9", "verseOrgIds": ["1CH.15.9"]}}, {"text": "of the sons of Uzziel: Amminadab the chief, and his brethren a hundred and twelve. ", "type": "text", "attrs": {"verseId": "1CH.15.10", "verseOrgIds": ["1CH.15.10"]}}, {"text": "And David called for Zadok and Abiathar the priests, and for the Levites, for Uriel, Asaiah, and Joel, Shemaiah, and Eliel, and Amminadab, ", "type": "text", "attrs": {"verseId": "1CH.15.11", "verseOrgIds": ["1CH.15.11"]}}, {"text": "and said unto them: 'Ye are the heads of the fathers' houses of the Levites; sanctify yourselves, both ye and your brethren, that ye may bring up the ark of the LORD, the God of Israel, unto the place that I have prepared for it. ", "type": "text", "attrs": {"verseId": "1CH.15.12", "verseOrgIds": ["1CH.15.12"]}}, {"text": "For because ye bore it not at the first, the LORD our God made a breach upon us, for that we sought Him not according to the ordinance.' ", "type": "text", "attrs": {"verseId": "1CH.15.13", "verseOrgIds": ["1CH.15.13"]}}, {"text": "So the priests and the Levites sanctified themselves to bring up the ark of the LORD, the God of Israel. ", "type": "text", "attrs": {"verseId": "1CH.15.14", "verseOrgIds": ["1CH.15.14"]}}, {"text": "And the children of the Levites bore the ark of God upon their shoulders with the bars thereon, as Moses commanded according to the word of the LORD. ", "type": "text", "attrs": {"verseId": "1CH.15.15", "verseOrgIds": ["1CH.15.15"]}}, {"text": "And David spoke to the chief of the Levites to appoint their brethren the singers, with instruments of music, psalteries and harps and cymbals, sounding aloud and lifting up the voice with joy. ", "type": "text", "attrs": {"verseId": "1CH.15.16", "verseOrgIds": ["1CH.15.16"]}}, {"text": "So the Levites appointed Heman the son of Joel; and of his brethren, Asaph the son of Berechiah; and of the sons of Merari their brethren, Ethan the son of Kushaiah; ", "type": "text", "attrs": {"verseId": "1CH.15.17", "verseOrgIds": ["1CH.15.17"]}}, {"text": "and with them their brethren of the second degree, Zechariah, Ben, and Jaaziel, and Shemiramoth, and Jehiel, and Unni, Eliab, and Benaiah, and Maaseiah, and Mattithiah, and Eliphalehu, and Mikneiah, and Obed-edom, and Jeiel, the doorkeepers. ", "type": "text", "attrs": {"verseId": "1CH.15.18", "verseOrgIds": ["1CH.15.18"]}}, {"text": "So the singers, Heman, Asaph, and Ethan, were appointed, with cymbals of brass to sound aloud; ", "type": "text", "attrs": {"verseId": "1CH.15.19", "verseOrgIds": ["1CH.15.19"]}}, {"text": "and Zechariah, and Aziel, and Shemiramoth, and Jehiel, and Unni, and Eliab, and Maaseiah, and Benaiah, with psalteries set to Alamoth; ", "type": "text", "attrs": {"verseId": "1CH.15.20", "verseOrgIds": ["1CH.15.20"]}}, {"text": "and Mattithiah, and Eliphalehu, and Mikneiahu, and Obed-edom, and Jeiel, and Azaziah, with harps on the Sheminith, to lead. ", "type": "text", "attrs": {"verseId": "1CH.15.21", "verseOrgIds": ["1CH.15.21"]}}, {"text": "And Chenaniah, chief of the Levites, was over the song; he was master in the song, because he was skilful. ", "type": "text", "attrs": {"verseId": "1CH.15.22", "verseOrgIds": ["1CH.15.22"]}}, {"text": "And Berechiah and Elkanah were door-keepers for the ark. ", "type": "text", "attrs": {"verseId": "1CH.15.23", "verseOrgIds": ["1CH.15.23"]}}, {"text": "And Shebaniah, and Joshaphat, and Nethanel, and Amasai, and Zechariah, and Benaiah, and Eliezer, the priests, did blow with the trumpets before the ark of God; and Obed-edom and Jehiah were doorkeepers for the ark. ", "type": "text", "attrs": {"verseId": "1CH.15.24", "verseOrgIds": ["1CH.15.24"]}}, {"text": "So David, and the elders of Israel, and the captains over thousands, went to bring up the ark of the covenant of the LORD out of the house of Obed-edom with joy. ", "type": "text", "attrs": {"verseId": "1CH.15.25", "verseOrgIds": ["1CH.15.25"]}}, {"text": "And it came to pass, when God helped the Levites that bore the ark of the covenant of the LORD, that they sacrificed seven bullocks and seven rams. ", "type": "text", "attrs": {"verseId": "1CH.15.26", "verseOrgIds": ["1CH.15.26"]}}, {"text": "And David was clothed with a robe of fine linen, and all the Levites that bore the ark, and the singers, and Chenaniah the master of the singers in the song; and David had upon him an ephod of linen. ", "type": "text", "attrs": {"verseId": "1CH.15.27", "verseOrgIds": ["1CH.15.27"]}}, {"text": "Thus all Israel brought up the ark of the covenant of the LORD with shouting, and with sound of the horn, and with trumpets, and with cymbals, sounding aloud with psalteries and harps. ", "type": "text", "attrs": {"verseId": "1CH.15.28", "verseOrgIds": ["1CH.15.28"]}}, {"text": "And it came to pass, as the ark of the covenant of the LORD came to the city of David, that Michal the daughter of Saul looked out at the window, and saw king David dancing and making merry; and she despised him in her heart.", "type": "text", "attrs": {"verseId": "1CH.15.29", "verseOrgIds": ["1CH.15.29"]}}]}], "next": {"id": "1CH.16", "number": "16", "bookId": "1CH"}, "previous": {"id": "1CH.14", "number": "14", "bookId": "1CH"}}}}