{"_default": {"1": {"id": "NUM.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "NUM", "reference": "Numbers 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now these are the generations of Aaron and Moses in the day that the LORD spoke with Moses in mount Sinai. ", "type": "text", "attrs": {"verseId": "NUM.3.1", "verseOrgIds": ["NUM.3.1"]}}, {"text": "And these are the names of the sons of Aaron: Nadab the first-born, and Abihu, Eleazar, and Ithamar. ", "type": "text", "attrs": {"verseId": "NUM.3.2", "verseOrgIds": ["NUM.3.2"]}}, {"text": "These are the names of the sons of Aaron, the priests that were anointed, whom he consecrated to minister in the priest's office. ", "type": "text", "attrs": {"verseId": "NUM.3.3", "verseOrgIds": ["NUM.3.3"]}}, {"text": "And Nadab and Abihu died before the LORD, when they offered strange fire before the LORD, in the wilderness of Sinai, and they had no children; and Eleazar and Ithamar ministered in the priest's office in the presence of Aaron their father. ", "type": "text", "attrs": {"verseId": "NUM.3.4", "verseOrgIds": ["NUM.3.4"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.3.5", "verseOrgIds": ["NUM.3.5"]}}, {"text": "'Bring the tribe of Levi near, and set them before Aaron the priest, that they may minister unto him. ", "type": "text", "attrs": {"verseId": "NUM.3.6", "verseOrgIds": ["NUM.3.6"]}}, {"text": "And they shall keep his charge, and the charge of the whole congregation before the tent of meeting, to do the service of the tabernacle. ", "type": "text", "attrs": {"verseId": "NUM.3.7", "verseOrgIds": ["NUM.3.7"]}}, {"text": "And they shall keep all the furniture of the tent of meeting, and the charge of the children of Israel, to do the service of the tabernacle. ", "type": "text", "attrs": {"verseId": "NUM.3.8", "verseOrgIds": ["NUM.3.8"]}}, {"text": "And thou shalt give the Levites unto Aaron and to his sons; they are wholly given unto him from the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.3.9", "verseOrgIds": ["NUM.3.9"]}}, {"text": "And thou shalt appoint Aaron and his sons, that they may keep their priesthood; and the common man that draweth nigh shall be put to death.' ", "type": "text", "attrs": {"verseId": "NUM.3.10", "verseOrgIds": ["NUM.3.10"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.3.11", "verseOrgIds": ["NUM.3.11"]}}, {"text": "'And I, behold, I have taken the Levites from among the children of Israel instead of every first-born that openeth the womb among the children of Israel; and the Levites shall be Mine; ", "type": "text", "attrs": {"verseId": "NUM.3.12", "verseOrgIds": ["NUM.3.12"]}}, {"text": "for all the first-born are Mine: on the day that I smote all the first-born in the land of Egypt I hallowed unto Me all the first-born in Israel, both man and beast, Mine they shall be: I am the LORD.' ", "type": "text", "attrs": {"verseId": "NUM.3.13", "verseOrgIds": ["NUM.3.13"]}}, {"text": "And the LORD spoke unto Moses in the wilderness of Sinai, saying: ", "type": "text", "attrs": {"verseId": "NUM.3.14", "verseOrgIds": ["NUM.3.14"]}}, {"text": "'Number the children of Levi by their fathers' houses, by their families; every male from a month old and upward shalt thou number them.' ", "type": "text", "attrs": {"verseId": "NUM.3.15", "verseOrgIds": ["NUM.3.15"]}}, {"text": "And Moses numbered them according to the word of the LORD, as he was commanded. ", "type": "text", "attrs": {"verseId": "NUM.3.16", "verseOrgIds": ["NUM.3.16"]}}, {"text": "And these were the sons of Levi by their names: Gershon, and Kohath, and Merari. ", "type": "text", "attrs": {"verseId": "NUM.3.17", "verseOrgIds": ["NUM.3.17"]}}, {"text": "And these are the names of the sons of Gershon by their families: Libni and Shimei. ", "type": "text", "attrs": {"verseId": "NUM.3.18", "verseOrgIds": ["NUM.3.18"]}}, {"text": "And the sons of Kohath by their families: Amram and Izhar, Hebron and Uzziel. ", "type": "text", "attrs": {"verseId": "NUM.3.19", "verseOrgIds": ["NUM.3.19"]}}, {"text": "And the sons of Merari by their families: Mahli and Mushi. These are the families of the Levites according to their fathers' houses. ", "type": "text", "attrs": {"verseId": "NUM.3.20", "verseOrgIds": ["NUM.3.20"]}}, {"text": "Of Gershon was the family of the Libnites, and the family of the Shimeites; these are the families of the Gershonites. ", "type": "text", "attrs": {"verseId": "NUM.3.21", "verseOrgIds": ["NUM.3.21"]}}, {"text": "Those that were numbered of them, according to the number of all the males, from a month old and upward, even those that were numbered of them were seven thousand and five hundred. ", "type": "text", "attrs": {"verseId": "NUM.3.22", "verseOrgIds": ["NUM.3.22"]}}, {"text": "The families of the Gershonites were to pitch behind the tabernacle westward; ", "type": "text", "attrs": {"verseId": "NUM.3.23", "verseOrgIds": ["NUM.3.23"]}}, {"text": "the prince of the fathers' house of the Gershonites being Eliasaph the son of Lael, ", "type": "text", "attrs": {"verseId": "NUM.3.24", "verseOrgIds": ["NUM.3.24"]}}, {"text": "and the charge of the sons of Gershon in the tent of meeting the tabernacle, and the Tent, the covering thereof, and the screen for the door of the tent of meeting, ", "type": "text", "attrs": {"verseId": "NUM.3.25", "verseOrgIds": ["NUM.3.25"]}}, {"text": "and the hangings of the court, and the screen for the door of the court — which is by the tabernacle, and by the altar, round about—and the cords of it, even whatsoever pertaineth to the service thereof. ", "type": "text", "attrs": {"verseId": "NUM.3.26", "verseOrgIds": ["NUM.3.26"]}}, {"text": "And of Kohath was the family of the Amramites, and the family of the Izharites, and the family of the Hebronites, and the family of the Uzzielites; these are the families of the Kohathites: ", "type": "text", "attrs": {"verseId": "NUM.3.27", "verseOrgIds": ["NUM.3.27"]}}, {"text": "according to the number of all the males, from a month old and upward, eight thousand and six hundred, keepers of the charge of the sanctuary. ", "type": "text", "attrs": {"verseId": "NUM.3.28", "verseOrgIds": ["NUM.3.28"]}}, {"text": "The families of the sons of Kohath were to pitch on the side of the tabernacle southward; ", "type": "text", "attrs": {"verseId": "NUM.3.29", "verseOrgIds": ["NUM.3.29"]}}, {"text": "the prince of the fathers' house of the families of the Kohathites being Elizaphan the son of Uzziel, ", "type": "text", "attrs": {"verseId": "NUM.3.30", "verseOrgIds": ["NUM.3.30"]}}, {"text": "and their charge the ark, and the table, and the candlestick, and the altars, and the vessels of the sanctuary wherewith the priests minister, and the screen, and all that pertaineth to the service thereof; ", "type": "text", "attrs": {"verseId": "NUM.3.31", "verseOrgIds": ["NUM.3.31"]}}, {"text": "Eleazar the son of Aaron the priest being prince of the princes of the Levites, and having the oversight of them that keep the charge of the sanctuary. ", "type": "text", "attrs": {"verseId": "NUM.3.32", "verseOrgIds": ["NUM.3.32"]}}, {"text": "Of Merari was the family of the Mahlites, and the family of the Mushites; these are the families of Merari. ", "type": "text", "attrs": {"verseId": "NUM.3.33", "verseOrgIds": ["NUM.3.33"]}}, {"text": "And those that were numbered of them, according to the number of all the males, from a month old and upward, were six thousand and two hundred; ", "type": "text", "attrs": {"verseId": "NUM.3.34", "verseOrgIds": ["NUM.3.34"]}}, {"text": "the prince of the fathers' house of the families of Merari being Zuriel the son of Abihail; they were to pitch on the side of the tabernacle northward; ", "type": "text", "attrs": {"verseId": "NUM.3.35", "verseOrgIds": ["NUM.3.35"]}}, {"text": "the appointed charge of the sons of Merari being the boards of the tabernacle, and the bars thereof, and the pillars thereof, and the sockets thereof, and all the instruments thereof, and all that pertaineth to the service thereof; ", "type": "text", "attrs": {"verseId": "NUM.3.36", "verseOrgIds": ["NUM.3.36"]}}, {"text": "and the pillars of the court round about, and their sockets, and their pins, and their cords. ", "type": "text", "attrs": {"verseId": "NUM.3.37", "verseOrgIds": ["NUM.3.37"]}}, {"text": "And those that were to pitch before the tabernacle eastward, before the tent of meeting toward the sunrising, were Moses, and Aaron and his sons, keeping the charge of the sanctuary, even the charge for the children of Israel; and the common man that drew nigh was to be put to death. ", "type": "text", "attrs": {"verseId": "NUM.3.38", "verseOrgIds": ["NUM.3.38"]}}, {"text": "All that were numbered of the Levites, whom Moses and Aaron numbered at the commandment of the LORD, by their families, all the males from a month old and upward, were twenty and two thousand. ", "type": "text", "attrs": {"verseId": "NUM.3.39", "verseOrgIds": ["NUM.3.39"]}}, {"text": "And the LORD said unto Moses: 'Number all the first-born males of the children of Israel from a month old and upward, and take the number of their names. ", "type": "text", "attrs": {"verseId": "NUM.3.40", "verseOrgIds": ["NUM.3.40"]}}, {"text": "And thou shalt take the Levites for Me, even the LORD, instead of all the first-born among the children of Israel; and the cattle of the Levites instead of all the firstlings among the cattle of the children of Israel.' ", "type": "text", "attrs": {"verseId": "NUM.3.41", "verseOrgIds": ["NUM.3.41"]}}, {"text": "And Moses numbered, as the LORD commanded him, all the first-born among the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.3.42", "verseOrgIds": ["NUM.3.42"]}}, {"text": "And all the first-born males according to the number of names, from a month old and upward, of those that were numbered of them, were twenty and two thousand two hundred and threescore and thirteen. ", "type": "text", "attrs": {"verseId": "NUM.3.43", "verseOrgIds": ["NUM.3.43"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.3.44", "verseOrgIds": ["NUM.3.44"]}}, {"text": "'Take the Levites instead of all the first-born among the children of Israel, and the cattle of the Levites instead of their cattle; and the Levites shall be Mine, even the LORD'S. ", "type": "text", "attrs": {"verseId": "NUM.3.45", "verseOrgIds": ["NUM.3.45"]}}, {"text": "And as for the redemption of the two hundred and three score and thirteen of the first-born of the children of Israel, that are over and above the number of the Levites, ", "type": "text", "attrs": {"verseId": "NUM.3.46", "verseOrgIds": ["NUM.3.46"]}}, {"text": "thou shalt take five shekels apiece by the poll; after the shekel of the sanctuary shalt thou take them — the shekel is twenty gerahs. ", "type": "text", "attrs": {"verseId": "NUM.3.47", "verseOrgIds": ["NUM.3.47"]}}, {"text": "And thou shalt give the money wherewith they that remain over of them are redeemed unto Aaron and to his sons.' ", "type": "text", "attrs": {"verseId": "NUM.3.48", "verseOrgIds": ["NUM.3.48"]}}, {"text": "And Moses took the redemption-money from them that were over and above them that were redeemed by the Levites; ", "type": "text", "attrs": {"verseId": "NUM.3.49", "verseOrgIds": ["NUM.3.49"]}}, {"text": "from the first-born of the children of Israel took he the money: a thousand three hundred and threescore and five shekels, after the shekel of the sanctuary. ", "type": "text", "attrs": {"verseId": "NUM.3.50", "verseOrgIds": ["NUM.3.50"]}}, {"text": "And Moses gave the redemption-money unto Aaron and to his sons, according to the word of the LORD, as the LORD commanded Moses.", "type": "text", "attrs": {"verseId": "NUM.3.51", "verseOrgIds": ["NUM.3.51"]}}]}], "next": {"id": "NUM.4", "number": "4", "bookId": "NUM"}, "previous": {"id": "NUM.2", "number": "2", "bookId": "NUM"}}}}