{"_default": {"1": {"id": "2CH.28", "bibleId": "bf8f1c7f3f9045a5-01", "number": "28", "bookId": "2CH", "reference": "2 Chronicles 28", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Ahaz was twenty years old when he began to reign; and he reigned sixteen years in Jerusalem; and he did not that which was right in the eyes of the LORD, like David his father; ", "type": "text", "attrs": {"verseId": "2CH.28.1", "verseOrgIds": ["2CH.28.1"]}}, {"text": "but he walked in the ways of the kings of Israel, and made also molten images for the Baalim. ", "type": "text", "attrs": {"verseId": "2CH.28.2", "verseOrgIds": ["2CH.28.2"]}}, {"text": "Moreover he offered in the valley of the son of Hinnom, and burnt his children in the fire, according to the abominations of the heathen, whom the LORD cast out before the children of Israel. ", "type": "text", "attrs": {"verseId": "2CH.28.3", "verseOrgIds": ["2CH.28.3"]}}, {"text": "And he sacrificed and offered in the high places, and on the hills, and under every leafy tree. ", "type": "text", "attrs": {"verseId": "2CH.28.4", "verseOrgIds": ["2CH.28.4"]}}, {"text": "Wherefore the LORD his God delivered him into the hand of the king of Aram; and they smote him, and carried away of his a great multitude of captives, and brought them to Damascus. And he was also delivered into the hand of the king of Israel, who smote him with a great slaughter. ", "type": "text", "attrs": {"verseId": "2CH.28.5", "verseOrgIds": ["2CH.28.5"]}}, {"text": "For Pekah the son of Remaliah slew in Judah a hundred and twenty thousand in one day, all of them valiant men; because they had forsaken the LORD, the God of their fathers. ", "type": "text", "attrs": {"verseId": "2CH.28.6", "verseOrgIds": ["2CH.28.6"]}}, {"text": "And Zichri, a mighty man of Ephraim, slew Maaseiah the king's son, and Azrikam the ruler of the house, and Elkanah that was next to the king. ", "type": "text", "attrs": {"verseId": "2CH.28.7", "verseOrgIds": ["2CH.28.7"]}}, {"text": "And the children of Israel carried away captive of their brethren two hundred thousand women, sons, and daughters, and took also away much spoil from them, and brought the spoil to Samaria. ", "type": "text", "attrs": {"verseId": "2CH.28.8", "verseOrgIds": ["2CH.28.8"]}}, {"text": "But a prophet of the LORD was there, whose name was Oded; and he went out to meet the host that came to Samaria, and said unto them: 'Behold, because the LORD, the God of your fathers, was wroth with Judah, He hath delivered them into your hand, and ye have slain them in a rage which hath reached up unto heaven. ", "type": "text", "attrs": {"verseId": "2CH.28.9", "verseOrgIds": ["2CH.28.9"]}}, {"text": "And now ye purpose to bring the children of Judah and Jerusalem into subjection for bondmen and bondwomen unto you; but are there not even with you acts of guilt of your own against the LORD your God? ", "type": "text", "attrs": {"verseId": "2CH.28.10", "verseOrgIds": ["2CH.28.10"]}}, {"text": "Now hear me therefore, and send back the captives, that ye have taken captive of your brethren; for the fierce wrath of the LORD is upon you.' ", "type": "text", "attrs": {"verseId": "2CH.28.11", "verseOrgIds": ["2CH.28.11"]}}, {"text": "Then certain of the heads of the children of Ephraim, Azariah the son of Jehohanan, Berechiah the son of Meshillemoth, and Jehizkiah the son of Shallum, and Amasa the son of Hadlai, stood up against them that came from the war, ", "type": "text", "attrs": {"verseId": "2CH.28.12", "verseOrgIds": ["2CH.28.12"]}}, {"text": "and said unto them: 'Ye shall not bring in the captives hither; for ye purpose that which will bring upon us guilt against the LORD, to add unto our sins and to our guilt; for our guilt is great, and there is fierce wrath against Israel.' ", "type": "text", "attrs": {"verseId": "2CH.28.13", "verseOrgIds": ["2CH.28.13"]}}, {"text": "So the armed men left the captives and the spoil before the princes and all the congregation. ", "type": "text", "attrs": {"verseId": "2CH.28.14", "verseOrgIds": ["2CH.28.14"]}}, {"text": "And the men that have been mentioned by name rose up, and took the captives, and with the spoil clothed all that were naked among them, and arrayed them, and shod them, and gave them to eat and to drink, and anointed them, and carried all the feeble of them upon asses, and brought them to Jericho, the city of palm-trees, unto their brethren; then they returned to Samaria. ", "type": "text", "attrs": {"verseId": "2CH.28.15", "verseOrgIds": ["2CH.28.15"]}}, {"text": "At that time did king Ahaz send unto the kings of Assyria to help him. ", "type": "text", "attrs": {"verseId": "2CH.28.16", "verseOrgIds": ["2CH.28.16"]}}, {"text": "For again the Edomites had come and smitten Judah, and carried away captives. ", "type": "text", "attrs": {"verseId": "2CH.28.17", "verseOrgIds": ["2CH.28.17"]}}, {"text": "The Philistines also had invaded the cities of the Lowland, and of the South of Judah, and had taken Beth-shemesh, and Aijalon, and Gederoth, and Soco with the towns thereof, and Timnah with the towns thereof, Gimzo also and the towns thereof; and they dwelt there. ", "type": "text", "attrs": {"verseId": "2CH.28.18", "verseOrgIds": ["2CH.28.18"]}}, {"text": "For the LORD brought Judah low because of Ahaz king of Israel; for he had cast away restraint in Judah, and acted treacherously against the LORD. ", "type": "text", "attrs": {"verseId": "2CH.28.19", "verseOrgIds": ["2CH.28.19"]}}, {"text": "And Tillegath-pilneser king of Assyria came unto him, and distressed him, but strengthened him not. ", "type": "text", "attrs": {"verseId": "2CH.28.20", "verseOrgIds": ["2CH.28.20"]}}, {"text": "For Ahaz stripped the house of the LORD, and the house of the king and the princes, and gave thereof unto the king of Assyria; but it helped him not. ", "type": "text", "attrs": {"verseId": "2CH.28.21", "verseOrgIds": ["2CH.28.21"]}}, {"text": "And in the time of his distress did he act even more treacherously against the LORD, this same king Ahaz. ", "type": "text", "attrs": {"verseId": "2CH.28.22", "verseOrgIds": ["2CH.28.22"]}}, {"text": "For he sacrificed unto the gods of Damascus, which smote him; and he said: 'Because the gods of the kings of Aram helped them, therefore will I sacrifice to them, that they may help me.' But they were the ruin of him, and of all Israel. ", "type": "text", "attrs": {"verseId": "2CH.28.23", "verseOrgIds": ["2CH.28.23"]}}, {"text": "And Ahaz gathered together the vessels of the house of God, and cut in pieces the vessels of the house of God, and shut up the doors of the house of the LORD; and he made him altars in every corner of Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.28.24", "verseOrgIds": ["2CH.28.24"]}}, {"text": "And in every city of Judah he made high places to offer unto other gods, and provoked the LORD, the God of his fathers. ", "type": "text", "attrs": {"verseId": "2CH.28.25", "verseOrgIds": ["2CH.28.25"]}}, {"text": "Now the rest of his acts, and all his ways, first and last, behold, they are written in the book of the kings of Judah and Israel. ", "type": "text", "attrs": {"verseId": "2CH.28.26", "verseOrgIds": ["2CH.28.26"]}}, {"text": "And Ahaz slept with his fathers, and they buried him in the city, even in Jerusalem; for they brought him not into the sepulchres of the kings of Israel; and Hezekiah his son reigned in his stead.", "type": "text", "attrs": {"verseId": "2CH.28.27", "verseOrgIds": ["2CH.28.27"]}}]}], "next": {"id": "2CH.29", "number": "29", "bookId": "2CH"}, "previous": {"id": "2CH.27", "number": "27", "bookId": "2CH"}}}}