{"_default": {"1": {"id": "2KI.16", "bibleId": "bf8f1c7f3f9045a5-01", "number": "16", "bookId": "2KI", "reference": "2 Kings 16", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the seventeenth year of Pekah the son of Remaliah Ahaz the son of Jotham king of Judah began to reign. ", "type": "text", "attrs": {"verseId": "2KI.16.1", "verseOrgIds": ["2KI.16.1"]}}, {"text": "Twenty years old was Ahaz when he began to reign; and he reigned sixteen years in Jerusalem; and he did not that which was right in the eyes of the LORD his God, like David his father. ", "type": "text", "attrs": {"verseId": "2KI.16.2", "verseOrgIds": ["2KI.16.2"]}}, {"text": "But he walked in the way of the kings of Israel, yea, and made his son to pass through the fire, according to the abominations of the heathen, whom the LORD cast out from before the children of Israel. ", "type": "text", "attrs": {"verseId": "2KI.16.3", "verseOrgIds": ["2KI.16.3"]}}, {"text": "And he sacrificed and offered in the high places, and on the hills, and under every leafy tree. ", "type": "text", "attrs": {"verseId": "2KI.16.4", "verseOrgIds": ["2KI.16.4"]}}, {"text": "Then Rezin king of Aram and Pekah son of Remaliah king of Israel came up to Jerusalem to war; and they besieged Ahaz, but could not overcome him. ", "type": "text", "attrs": {"verseId": "2KI.16.5", "verseOrgIds": ["2KI.16.5"]}}, {"text": "At that time Rezin king of Aram recovered Elath to Aram, and drove the Jews from Elath; and the Edomites came to Elath, and dwelt there, unto this day. ", "type": "text", "attrs": {"verseId": "2KI.16.6", "verseOrgIds": ["2KI.16.6"]}}, {"text": "So Ahaz sent messengers to Tiglath-pileser king of Assyria, saying: 'I am thy servant and thy son; come up, and save me out of the hand of the king of Aram, and out of the hand of the king of Israel, who rise up against me.' ", "type": "text", "attrs": {"verseId": "2KI.16.7", "verseOrgIds": ["2KI.16.7"]}}, {"text": "And Ahaz took the silver and gold that was found in the house of the LORD, and in the treasures of the king's house, and sent it for a present to the king of Assyria. ", "type": "text", "attrs": {"verseId": "2KI.16.8", "verseOrgIds": ["2KI.16.8"]}}, {"text": "And the king of Assyria hearkened unto him; and the king of Assyria went up against Damascus, and took it, and carried the people of it captive to Kir, and slew Rezin. ", "type": "text", "attrs": {"verseId": "2KI.16.9", "verseOrgIds": ["2KI.16.9"]}}, {"text": "And king Ahaz went to Damascus to meet Tiglath-pileser king of Assyria, and saw the altar that was at Damascus; and king Ahaz sent to Urijah the priest the fashion of the altar, and the pattern of it, according to all the workmanship thereof. ", "type": "text", "attrs": {"verseId": "2KI.16.10", "verseOrgIds": ["2KI.16.10"]}}, {"text": "And Urijah the priest built an altar; according to all that king Ahaz had sent from Damascus, so did Urijah the priest make it against the coming of king Ahaz from Damascus. ", "type": "text", "attrs": {"verseId": "2KI.16.11", "verseOrgIds": ["2KI.16.11"]}}, {"text": "And when the king was come from Damascus, the king saw the altar; and the king drew near unto the altar, and offered thereon. ", "type": "text", "attrs": {"verseId": "2KI.16.12", "verseOrgIds": ["2KI.16.12"]}}, {"text": "And he offered his burnt-offering and his meal-offering, and poured his drink-offering, and dashed the blood of his peace-offerings against the altar. ", "type": "text", "attrs": {"verseId": "2KI.16.13", "verseOrgIds": ["2KI.16.13"]}}, {"text": "And the brazen altar, which was before the LORD, he brought from the forefront of the house, from between his altar and the house of the LORD, and put it on the north side of his altar. ", "type": "text", "attrs": {"verseId": "2KI.16.14", "verseOrgIds": ["2KI.16.14"]}}, {"text": "And king Ahaz commanded Urijah the priest, saying: 'Upon the great altar offer the morning burnt-offering, and the evening meal-offering, and the king's burnt-offering, and his meal-offering, with the burnt-offering of all the people of the land, and their meal-offering, and their drink-offerings; and dash against it all the blood of the burnt-offering, and all the blood of the sacrifice; but the brazen altar shall be for me to look to.' ", "type": "text", "attrs": {"verseId": "2KI.16.15", "verseOrgIds": ["2KI.16.15"]}}, {"text": "Thus did Urijah the priest, according to all that king Ahaz commanded. ", "type": "text", "attrs": {"verseId": "2KI.16.16", "verseOrgIds": ["2KI.16.16"]}}, {"text": "And king Ahaz cut off the borders of the bases, and removed the laver from off them; and took down the sea from off the brazen oxen that were under it, and put it upon a pavement of stone. ", "type": "text", "attrs": {"verseId": "2KI.16.17", "verseOrgIds": ["2KI.16.17"]}}, {"text": "And the covered place for the sabbath that they had built in the house, and the king's entry without, turned he unto the house of the LORD, because of the king of Assyria. ", "type": "text", "attrs": {"verseId": "2KI.16.18", "verseOrgIds": ["2KI.16.18"]}}, {"text": "Now the rest of the acts of Ahaz which he did, are they not written in the book of the chronicles of the kings of Judah? ", "type": "text", "attrs": {"verseId": "2KI.16.19", "verseOrgIds": ["2KI.16.19"]}}, {"text": "And Ahaz slept with his fathers, and was buried with his fathers in the city of David; and Hezekiah his son reigned in his stead.", "type": "text", "attrs": {"verseId": "2KI.16.20", "verseOrgIds": ["2KI.16.20"]}}]}], "next": {"id": "2KI.17", "number": "17", "bookId": "2KI"}, "previous": {"id": "2KI.15", "number": "15", "bookId": "2KI"}}}}