{"_default": {"1": {"id": "1SA.20", "bibleId": "bf8f1c7f3f9045a5-01", "number": "20", "bookId": "1SA", "reference": "1 Samuel 20", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And David fled from Naioth in Ramah, and came and said before Jonathan: 'What have I done? what is mine iniquity? and what is my sin before thy father, that he seeketh my life?' ", "type": "text", "attrs": {"verseId": "1SA.20.1", "verseOrgIds": ["1SA.20.1"]}}, {"text": "And he said unto him: 'Far from it; thou shalt not die; behold, my father doeth nothing either great or small, but that he discloseth it unto me; and why should my father hide this thing from me? it is not so.' ", "type": "text", "attrs": {"verseId": "1SA.20.2", "verseOrgIds": ["1SA.20.2"]}}, {"text": "And David swore moreover, and said: 'Thy father knoweth well that I have found favour in thine eyes; and he saith: Let not Jonathan know this, lest he be grieved; but truly as the LORD liveth, and as thy soul liveth, there is but a step between me and death.' ", "type": "text", "attrs": {"verseId": "1SA.20.3", "verseOrgIds": ["1SA.20.3"]}}, {"text": "Then said Jonathan unto David: 'What doth thy soul desire, that I should do it for thee?' ", "type": "text", "attrs": {"verseId": "1SA.20.4", "verseOrgIds": ["1SA.20.4"]}}, {"text": "And David said unto Jonathan: 'Behold, to-morrow is the new moon, when I should sit with the king to eat; so let me go, that I may hide myself in the field unto the third day at even. ", "type": "text", "attrs": {"verseId": "1SA.20.5", "verseOrgIds": ["1SA.20.5"]}}, {"text": "If thy father miss me at all, then say: David earnestly asked leave of me that he might run to Beth-lehem his city; for it is the yearly sacrifice there for all the family. ", "type": "text", "attrs": {"verseId": "1SA.20.6", "verseOrgIds": ["1SA.20.6"]}}, {"text": "If he say thus: It is well; thy servant shall have peace; but if he be wroth, then know that evil is determined by him. ", "type": "text", "attrs": {"verseId": "1SA.20.7", "verseOrgIds": ["1SA.20.7"]}}, {"text": "Therefore deal kindly with thy servant; for thou hast brought thy servant into a covenant of the LORD with thee; but if there be in me iniquity, slay me thyself; for why shouldest thou bring me to thy father?' ", "type": "text", "attrs": {"verseId": "1SA.20.8", "verseOrgIds": ["1SA.20.8"]}}, {"text": "And Jonathan said: 'Far be it from thee; for if I should at all know that evil were determined by my father to come upon thee, then would not I tell it thee? ", "type": "text", "attrs": {"verseId": "1SA.20.9", "verseOrgIds": ["1SA.20.9"]}}, {"text": "Then said David to Jonathan: 'Who shall tell me if perchance thy father answer thee roughly?' ", "type": "text", "attrs": {"verseId": "1SA.20.10", "verseOrgIds": ["1SA.20.10"]}}, {"text": "And Jonathan said unto David: 'Come and let us go out into the field.' And they went out both of them into the field. ", "type": "text", "attrs": {"verseId": "1SA.20.11", "verseOrgIds": ["1SA.20.11"]}}, {"text": "And Jonathan said unto David: 'The LORD, the God of Israel — when I have sounded my father about this time to-morrow, or the third day, behold, if there be good toward David, shall I not then send unto thee, and disclose it unto thee? ", "type": "text", "attrs": {"verseId": "1SA.20.12", "verseOrgIds": ["1SA.20.12"]}}, {"text": "The LORD do so to Jonathan, and more also, should it please my father to do thee evil, if I disclose it not unto thee, and send thee away, that thou mayest go in peace; and the LORD be with thee, as He hath been with my father. ", "type": "text", "attrs": {"verseId": "1SA.20.13", "verseOrgIds": ["1SA.20.13"]}}, {"text": "And thou shalt not only while yet I live show me the kindness of the LORD, that I die not; ", "type": "text", "attrs": {"verseId": "1SA.20.14", "verseOrgIds": ["1SA.20.14"]}}, {"text": "but also thou shalt not cut off thy kindness from my house for ever; no, not when the LORD hath cut off the enemies of David every one from the face of the earth.' ", "type": "text", "attrs": {"verseId": "1SA.20.15", "verseOrgIds": ["1SA.20.15"]}}, {"text": "So Jonathan made a covenant with the house of David: 'The LORD even require it at the hand of David's enemies.' ", "type": "text", "attrs": {"verseId": "1SA.20.16", "verseOrgIds": ["1SA.20.16"]}}, {"text": "And Jonathan caused David to swear again, for the love that he had to him; for he loved him as he loved his own soul. ", "type": "text", "attrs": {"verseId": "1SA.20.17", "verseOrgIds": ["1SA.20.17"]}}, {"text": "And Jonathan said unto him: 'To-morrow is the new moon; and thou wilt be missed, thy seat will be empty. ", "type": "text", "attrs": {"verseId": "1SA.20.18", "verseOrgIds": ["1SA.20.18"]}}, {"text": "And in the third day thou shalt hide thyself well, and come to the place where thou didst hide thyself in the day of work, and shalt remain by the stone Ezel. ", "type": "text", "attrs": {"verseId": "1SA.20.19", "verseOrgIds": ["1SA.20.19"]}}, {"text": "And I will shoot three arrows to the side-ward, as though I shot at a mark. ", "type": "text", "attrs": {"verseId": "1SA.20.20", "verseOrgIds": ["1SA.20.20"]}}, {"text": "And, behold, I will send the lad: Go, find the arrows. If I say unto the lad: Behold, the arrows are on this side of thee; take them, and come; for there is peace to thee and no hurt, as the LORD liveth. ", "type": "text", "attrs": {"verseId": "1SA.20.21", "verseOrgIds": ["1SA.20.21"]}}, {"text": "But if I say thus unto the boy: Behold, the arrows are beyond thee; go thy way; for the LORD hath sent thee away. ", "type": "text", "attrs": {"verseId": "1SA.20.22", "verseOrgIds": ["1SA.20.22"]}}, {"text": "And as touching the matter which I and thou have spoken of, behold, the LORD is between me and thee for ever.' ", "type": "text", "attrs": {"verseId": "1SA.20.23", "verseOrgIds": ["1SA.20.23"]}}, {"text": "So David hid himself in the field; and when the new moon was come, the king sat him down to the meal to eat. ", "type": "text", "attrs": {"verseId": "1SA.20.24", "verseOrgIds": ["1SA.20.24"]}}, {"text": "And the king sat upon his seat, as at other times, even upon the seat by the wall; and Jonathan stood up, and Abner sat by Saul's side; but David's place was empty. ", "type": "text", "attrs": {"verseId": "1SA.20.25", "verseOrgIds": ["1SA.20.25"]}}, {"text": "Nevertheless Saul spoke not any thing that day; for he thought: 'Something hath befallen him, he is unclean; surely he is not clean.' ", "type": "text", "attrs": {"verseId": "1SA.20.26", "verseOrgIds": ["1SA.20.26"]}}, {"text": "And it came to pass on the morrow after the new moon, which was the second day, that David's place was empty; and Saul said unto Jonathan his son: 'Wherefore cometh not the son of Jesse to the meal, neither yesterday, nor to-day?' ", "type": "text", "attrs": {"verseId": "1SA.20.27", "verseOrgIds": ["1SA.20.27"]}}, {"text": "And Jonathan answered Saul: 'David earnestly asked leave of me to go to Beth-lehem; ", "type": "text", "attrs": {"verseId": "1SA.20.28", "verseOrgIds": ["1SA.20.28"]}}, {"text": "and he said: Let me go, I pray thee; for our family hath a sacrifice in the city; and my brother, he hath commanded me; and now, if I have found favour in thine eyes, let me get away, I pray thee, and see my brethren. Therefore he is not come unto the king's table.' ", "type": "text", "attrs": {"verseId": "1SA.20.29", "verseOrgIds": ["1SA.20.29"]}}, {"text": "Then Saul's anger was kindled against Jonathan, and he said unto him: 'Thou son of perverse rebellion, do not I know that thou hast chosen the son of Jesse to thine own shame, and unto the shame of thy mother's nakedness? ", "type": "text", "attrs": {"verseId": "1SA.20.30", "verseOrgIds": ["1SA.20.30"]}}, {"text": "For as long as the son of Jesse liveth upon the earth, thou shalt not be established, nor thy kingdom. Wherefore now send and fetch him unto me, for he deserveth to die.' ", "type": "text", "attrs": {"verseId": "1SA.20.31", "verseOrgIds": ["1SA.20.31"]}}, {"text": "And Jonathan answered Saul his father, and said unto him: 'Wherefore should he be put to death? what hath he done?' ", "type": "text", "attrs": {"verseId": "1SA.20.32", "verseOrgIds": ["1SA.20.32"]}}, {"text": "And Saul cast his spear at him to smite him; whereby Jonathan knew that it was determined of his father to put David to death. ", "type": "text", "attrs": {"verseId": "1SA.20.33", "verseOrgIds": ["1SA.20.33"]}}, {"text": "So Jonathan arose from the table in fierce anger, and did eat no food the second day of the month; for he was grieved for David, and because his father had put him to shame. ", "type": "text", "attrs": {"verseId": "1SA.20.34", "verseOrgIds": ["1SA.20.34"]}}, {"text": "And it came to pass in the morning, that Jonathan went out into the field at the time appointed with David, and a little lad with him. ", "type": "text", "attrs": {"verseId": "1SA.20.35", "verseOrgIds": ["1SA.20.35"]}}, {"text": "And he said unto his lad: 'Run, find now the arrows which I shoot.' And as the lad ran, he shot an arrow beyond him. ", "type": "text", "attrs": {"verseId": "1SA.20.36", "verseOrgIds": ["1SA.20.36"]}}, {"text": "And when the lad was come to the place of the arrow which Jonathan had shot, Jonathan cried after the lad, and said: 'Is not the arrow beyond thee?' ", "type": "text", "attrs": {"verseId": "1SA.20.37", "verseOrgIds": ["1SA.20.37"]}}, {"text": "And Jonathan cried after the lad: 'Make speed, hasten, stay not.' And Jonathan's lad gathered up the arrows, and came to his master. ", "type": "text", "attrs": {"verseId": "1SA.20.38", "verseOrgIds": ["1SA.20.38"]}}, {"text": "But the lad knew not any thing; only Jonathan and David knew the matter. ", "type": "text", "attrs": {"verseId": "1SA.20.39", "verseOrgIds": ["1SA.20.39"]}}, {"text": "And Jonathan gave his weapons unto his lad, and said unto him: 'Go, carry them to the city.' ", "type": "text", "attrs": {"verseId": "1SA.20.40", "verseOrgIds": ["1SA.20.40"]}}, {"text": "And as soon as the lad was gone, David arose out of a place toward the South, and fell on his face to the ground, and bowed down three times; and they kissed one another, and wept one with another, until David exceeded. ", "type": "text", "attrs": {"verseId": "1SA.20.41", "verseOrgIds": ["1SA.20.41"]}}, {"text": "And Jonathan said to David: 'Go in peace, forasmuch as we have sworn both of us in the name of the LORD, saying: The LORD shall be between me and thee, and between my seed and thy seed, for ever.' (21-1) And he arose and departed; and Jonathan went into the city.", "type": "text", "attrs": {"verseId": "1SA.20.42", "verseOrgIds": ["1SA.21.1"]}}]}], "next": {"id": "1SA.21", "number": "21", "bookId": "1SA"}, "previous": {"id": "1SA.19", "number": "19", "bookId": "1SA"}}}}