{"_default": {"1": {"id": "DAN.2", "bibleId": "bf8f1c7f3f9045a5-01", "number": "2", "bookId": "DAN", "reference": "Daniel 2", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And in the second year of the reign of Nebuchadnezzar, Nebuchadnezzar dreamed dreams; and his spirit was troubled, and his sleep broke from him. ", "type": "text", "attrs": {"verseId": "DAN.2.1", "verseOrgIds": ["DAN.2.1"]}}, {"text": "Then the king commanded to call the magicians, and the enchanters, and the sorcerers, and the Chaldeans, to tell the king his dreams. So they came and stood before the king. ", "type": "text", "attrs": {"verseId": "DAN.2.2", "verseOrgIds": ["DAN.2.2"]}}, {"text": "And the king said unto them: 'I have dreamed a dream, and my spirit is troubled to know the dream.' ", "type": "text", "attrs": {"verseId": "DAN.2.3", "verseOrgIds": ["DAN.2.3"]}}, {"text": "Then spoke the Chaldeans to the king in Aramaic: 'O king, live for ever! tell thy servants the dream, and we will declare the interpretation.' ", "type": "text", "attrs": {"verseId": "DAN.2.4", "verseOrgIds": ["DAN.2.4"]}}, {"text": "The king answered and said to the Chaldeans: 'The thing is certain with me; if ye make not known unto me the dream and the interpretation thereof, ye shall be cut in pieces, and your houses shall be made a dunghill. ", "type": "text", "attrs": {"verseId": "DAN.2.5", "verseOrgIds": ["DAN.2.5"]}}, {"text": "But if ye declare the dream and the interpretation thereof, ye shall receive of me gifts and rewards and great honour; only declare unto me the dream and the interpretation thereof.' ", "type": "text", "attrs": {"verseId": "DAN.2.6", "verseOrgIds": ["DAN.2.6"]}}, {"text": "They answered the second time and said: 'Let the king tell his servants the dream, and we will declare the interpretation.' ", "type": "text", "attrs": {"verseId": "DAN.2.7", "verseOrgIds": ["DAN.2.7"]}}, {"text": "The king answered and said: 'I know of a truth that ye would gain time, inasmuch as ye see the thing is certain with me, ", "type": "text", "attrs": {"verseId": "DAN.2.8", "verseOrgIds": ["DAN.2.8"]}}, {"text": "that, if ye make not known unto me the dream, there is but one law for you; and ye have agreed together to speak before me lying and corrupt words, till the time be changed; only tell me the dream, and I shall know that ye can declare unto me the interpretation thereof.' ", "type": "text", "attrs": {"verseId": "DAN.2.9", "verseOrgIds": ["DAN.2.9"]}}, {"text": "The Chaldeans answered before the king, and said: 'There is not a man upon the earth that can declare the king's matter; forasmuch as no great and powerful king hath asked such a thing of any magician, or enchanter, or Chaldean. ", "type": "text", "attrs": {"verseId": "DAN.2.10", "verseOrgIds": ["DAN.2.10"]}}, {"text": "And it is a hard thing that the king asketh, and there is none other that can declare it before the king, except the gods, whose dwelling is not with flesh.' ", "type": "text", "attrs": {"verseId": "DAN.2.11", "verseOrgIds": ["DAN.2.11"]}}, {"text": "For this cause the king was angry and very furious, and commanded to destroy all the wise men of Babylon. ", "type": "text", "attrs": {"verseId": "DAN.2.12", "verseOrgIds": ["DAN.2.12"]}}, {"text": "So the decree went forth, and the wise men were to be slain; and they sought Daniel and his companions to be slain. ", "type": "text", "attrs": {"verseId": "DAN.2.13", "verseOrgIds": ["DAN.2.13"]}}, {"text": "Then Daniel returned answer with counsel and discretion to Arioch the captain of the king's guard, who was gone forth to slay the wise men of Babylon; ", "type": "text", "attrs": {"verseId": "DAN.2.14", "verseOrgIds": ["DAN.2.14"]}}, {"text": "he answered and said to Arioch the king's captain: 'Wherefore is the decree so peremptory from the king?' Then Arioch made the thing known to Daniel. ", "type": "text", "attrs": {"verseId": "DAN.2.15", "verseOrgIds": ["DAN.2.15"]}}, {"text": "Then Daniel went in, and desired of the king that he would give him time, that he might declare unto the king the interpretation. ", "type": "text", "attrs": {"verseId": "DAN.2.16", "verseOrgIds": ["DAN.2.16"]}}, {"text": "Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions; ", "type": "text", "attrs": {"verseId": "DAN.2.17", "verseOrgIds": ["DAN.2.17"]}}, {"text": "that they might ask mercy of the God of heaven concerning this secret; that Daniel and his companions should not perish with the rest of the wise men of Babylon. ", "type": "text", "attrs": {"verseId": "DAN.2.18", "verseOrgIds": ["DAN.2.18"]}}, {"text": "Then was the secret revealed unto Daniel in a vision of the night. Then Daniel blessed the God of heaven. ", "type": "text", "attrs": {"verseId": "DAN.2.19", "verseOrgIds": ["DAN.2.19"]}}, {"text": "Daniel spoke and said: Blessed be the name of God from everlasting even unto everlasting; for wisdom and might are His; ", "type": "text", "attrs": {"verseId": "DAN.2.20", "verseOrgIds": ["DAN.2.20"]}}, {"text": "And He changeth the times and the seasons; He removeth kings, and setteth up kings; He giveth wisdom unto the wise, and knowledge to them that know understanding; ", "type": "text", "attrs": {"verseId": "DAN.2.21", "verseOrgIds": ["DAN.2.21"]}}, {"text": "He revealeth the deep and secret things; He knoweth what is in the darkness, and the light dwelleth with Him. ", "type": "text", "attrs": {"verseId": "DAN.2.22", "verseOrgIds": ["DAN.2.22"]}}, {"text": "I thank Thee, and praise Thee, O Thou God of my fathers, who hath given me wisdom and might, and hast now made known unto me what we desired of Thee; for Thou hast made known unto us the king's matter. ", "type": "text", "attrs": {"verseId": "DAN.2.23", "verseOrgIds": ["DAN.2.23"]}}, {"text": "Therefore Daniel went in unto Arioch, whom the king had appointed to destroy the wise men of Babylon; he went and said thus unto him: 'Destroy not the wise men of Babylon; bring me in before the king, and I will declare unto the king the interpretation.' ", "type": "text", "attrs": {"verseId": "DAN.2.24", "verseOrgIds": ["DAN.2.24"]}}, {"text": "Then Arioch brought in Daniel before the king in haste, and said thus unto him: 'I have found a man of the children of the captivity of Judah, that will make known unto the king the interpretation.' ", "type": "text", "attrs": {"verseId": "DAN.2.25", "verseOrgIds": ["DAN.2.25"]}}, {"text": "The king spoke and said to Daniel, whose name was Belteshazzar: 'Art thou able to make known unto me the dream which I have seen, and the interpretation thereof?' ", "type": "text", "attrs": {"verseId": "DAN.2.26", "verseOrgIds": ["DAN.2.26"]}}, {"text": "Daniel answered before the king, and said: 'The secret which the king hath asked can neither wise men, enchanters, magicians, nor astrologers, declare unto the king; ", "type": "text", "attrs": {"verseId": "DAN.2.27", "verseOrgIds": ["DAN.2.27"]}}, {"text": "but there is a God in heaven that revealeth secrets, and He hath made known to the king Nebuchadnezzar what shall be in the end of days. Thy dream, and the visions of thy head upon thy bed, are these: ", "type": "text", "attrs": {"verseId": "DAN.2.28", "verseOrgIds": ["DAN.2.28"]}}, {"text": "as for thee, O king, thy thoughts came into thy mind upon thy bed, what should come to pass hereafter; and He that revealeth secrets hath made known to thee what shall come to pass. ", "type": "text", "attrs": {"verseId": "DAN.2.29", "verseOrgIds": ["DAN.2.29"]}}, {"text": "But as for me, this secret is not revealed to me for any wisdom that I have more than any living, but to the intent that the interpretation may be made known to the king, and that thou mayest know the thoughts of thy heart. ", "type": "text", "attrs": {"verseId": "DAN.2.30", "verseOrgIds": ["DAN.2.30"]}}, {"text": "Thou, O king, sawest, and behold a great image. This image, which was mighty, and whose brightness was surpassing, stood before thee; and the appearance thereof was terrible. ", "type": "text", "attrs": {"verseId": "DAN.2.31", "verseOrgIds": ["DAN.2.31"]}}, {"text": "As for that image, its head was of fine gold, its breast and its arms of silver, its belly and its thighs of brass, ", "type": "text", "attrs": {"verseId": "DAN.2.32", "verseOrgIds": ["DAN.2.32"]}}, {"text": "its legs of iron, its feet part of iron and part of clay. ", "type": "text", "attrs": {"verseId": "DAN.2.33", "verseOrgIds": ["DAN.2.33"]}}, {"text": "Thou sawest till that a stone was cut out without hands, which smote the image upon its feet that were of iron and clay, and broke them to pieces. ", "type": "text", "attrs": {"verseId": "DAN.2.34", "verseOrgIds": ["DAN.2.34"]}}, {"text": "Then was the iron, the clay, the brass, the silver, and the gold, broken in pieces together, and became like the chaff of the summer threshing-floors; and the wind carried them away, so that no place was found for them; and the stone that smote the image became a great mountain, and filled the whole earth. ", "type": "text", "attrs": {"verseId": "DAN.2.35", "verseOrgIds": ["DAN.2.35"]}}, {"text": "This is the dream; and we will tell the interpretation thereof before the king. ", "type": "text", "attrs": {"verseId": "DAN.2.36", "verseOrgIds": ["DAN.2.36"]}}, {"text": "Thou, O king, king of kings, unto whom the God of heaven hath given the kingdom, the power, and the strength, and the glory; ", "type": "text", "attrs": {"verseId": "DAN.2.37", "verseOrgIds": ["DAN.2.37"]}}, {"text": "and wheresoever the children of men, the beasts of the field, and the fowls of the heaven dwell, hath He given them into thy hand, and hath made thee to rule over them all; thou art the head of gold. ", "type": "text", "attrs": {"verseId": "DAN.2.38", "verseOrgIds": ["DAN.2.38"]}}, {"text": "And after thee shall arise another kingdom inferior to thee; and another third kingdom of brass, which shall bear rule over all the earth. ", "type": "text", "attrs": {"verseId": "DAN.2.39", "verseOrgIds": ["DAN.2.39"]}}, {"text": "And the fourth kingdom shall be strong as iron; forasmuch as iron breaketh in pieces and beateth down all things; and as iron that crusheth all these, shall it break in pieces and crush. ", "type": "text", "attrs": {"verseId": "DAN.2.40", "verseOrgIds": ["DAN.2.40"]}}, {"text": "And whereas thou sawest the feet and toes, part of potters' clay, and part of iron, it shall be a divided kingdom; but there shall be in it of the firmness of the iron, forasmuch as thou sawest the iron mixed with miry clay. ", "type": "text", "attrs": {"verseId": "DAN.2.41", "verseOrgIds": ["DAN.2.41"]}}, {"text": "And as the toes of the feet were part of iron, and part of clay, so part of the kingdom shall be strong, and part thereof broken. ", "type": "text", "attrs": {"verseId": "DAN.2.42", "verseOrgIds": ["DAN.2.42"]}}, {"text": "And whereas thou sawest the iron mixed with miry clay, they shall mingle themselves by the seed of men; but they shall not cleave one to another, even as iron doth not mingle with clay. ", "type": "text", "attrs": {"verseId": "DAN.2.43", "verseOrgIds": ["DAN.2.43"]}}, {"text": "And in the days of those kings shall the God of heaven set up a kingdom, which shall never be destroyed; nor shall the kingdom be left to another people; it shall break in pieces and consume all these kingdoms, but it shall stand for ever. ", "type": "text", "attrs": {"verseId": "DAN.2.44", "verseOrgIds": ["DAN.2.44"]}}, {"text": "Forasmuch as thou sawest that a stone was cut out of the mountain without hands, and that it broke in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter; and the dream is certain, and the interpretation thereof sure.' ", "type": "text", "attrs": {"verseId": "DAN.2.45", "verseOrgIds": ["DAN.2.45"]}}, {"text": "Then the king Nebuchadnezzar fell upon his face, and worshipped Daniel, and commanded that they should offer an offering and sweet odours unto him. ", "type": "text", "attrs": {"verseId": "DAN.2.46", "verseOrgIds": ["DAN.2.46"]}}, {"text": "The king spoke unto Daniel, and said: 'Of a truth it is, that your God is the God of gods, and the Lord of kings, and a revealer of secrets, seeing thou hast been able to reveal this secret.' ", "type": "text", "attrs": {"verseId": "DAN.2.47", "verseOrgIds": ["DAN.2.47"]}}, {"text": "Then the king made Daniel great, and gave him many great gifts, and made him to rule over the whole province of Babylon, and to be chief prefect over all the wise men of Babylon. ", "type": "text", "attrs": {"verseId": "DAN.2.48", "verseOrgIds": ["DAN.2.48"]}}, {"text": "And Daniel requested of the king, and he appointed Shadrach, Meshach, and Abed-nego, over the affairs of the province of Babylon; but Daniel was in the gate of the king.", "type": "text", "attrs": {"verseId": "DAN.2.49", "verseOrgIds": ["DAN.2.49"]}}]}], "next": {"id": "DAN.3", "number": "3", "bookId": "DAN"}, "previous": {"id": "DAN.1", "number": "1", "bookId": "DAN"}}}}