{"_default": {"1": {"id": "HAG.2", "bibleId": "bf8f1c7f3f9045a5-01", "number": "2", "bookId": "HAG", "reference": "Haggai 2", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the seventh month, in the one and twentieth day of the month, came the word of the LORD by Haggai the prophet, saying: ", "type": "text", "attrs": {"verseId": "HAG.2.1", "verseOrgIds": ["HAG.2.1"]}}, {"text": "'Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people, saying: ", "type": "text", "attrs": {"verseId": "HAG.2.2", "verseOrgIds": ["HAG.2.2"]}}, {"text": "Who is left among you that saw this house in its former glory? and how do ye see it now? is not such a one as nothing in your eyes? ", "type": "text", "attrs": {"verseId": "HAG.2.3", "verseOrgIds": ["HAG.2.3"]}}, {"text": "Yet now be strong, O Zerubbabel, saith the LORD; and be strong, O Joshua, son of Jehozadak, the high priest; and be strong, all ye people of the land, saith the LORD, and work; for I am with you, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "HAG.2.4", "verseOrgIds": ["HAG.2.4"]}}, {"text": "The word that I covenanted with you when ye came out of Egypt have I established, and My spirit abideth among you; fear ye not. ", "type": "text", "attrs": {"verseId": "HAG.2.5", "verseOrgIds": ["HAG.2.5"]}}, {"text": "For thus saith the LORD of hosts: Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land; ", "type": "text", "attrs": {"verseId": "HAG.2.6", "verseOrgIds": ["HAG.2.6"]}}, {"text": "and I will shake all nations, and the choicest things of all nations shall come, and I will fill this house with glory, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "HAG.2.7", "verseOrgIds": ["HAG.2.7"]}}, {"text": "Mine is the silver, and Mine the gold, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "HAG.2.8", "verseOrgIds": ["HAG.2.8"]}}, {"text": "The glory of this latter house shall be greater than that of the former, saith the LORD of hosts; and in this place will I give peace, saith the LORD of hosts.' ", "type": "text", "attrs": {"verseId": "HAG.2.9", "verseOrgIds": ["HAG.2.9"]}}, {"text": "In the four and twentieth day of the ninth month, in the second year of Darius, came the word of the LORD by Haggai the prophet, saying: ", "type": "text", "attrs": {"verseId": "HAG.2.10", "verseOrgIds": ["HAG.2.10"]}}, {"text": "'Thus saith the LORD of hosts: Ask now the priests for instruction, saying: ", "type": "text", "attrs": {"verseId": "HAG.2.11", "verseOrgIds": ["HAG.2.11"]}}, {"text": "If one bear hallowed flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any food, shall it be holy?' And the priests answered and said: 'No.' ", "type": "text", "attrs": {"verseId": "HAG.2.12", "verseOrgIds": ["HAG.2.12"]}}, {"text": "Then said Haggai: 'If one that is unclean by a dead body touch any of these, shall it be unclean?' And the priests answered and said: 'It shall be unclean.' ", "type": "text", "attrs": {"verseId": "HAG.2.13", "verseOrgIds": ["HAG.2.13"]}}, {"text": "Then answered Haggai, and said: 'So is this people, and so is this nation before me, saith the LORD; and so is every work of their hands; and that which they offer there is unclean. ", "type": "text", "attrs": {"verseId": "HAG.2.14", "verseOrgIds": ["HAG.2.14"]}}, {"text": "And now, I pray you, consider from this day and forward — before a stone was laid upon a stone in the temple of the LORD, ", "type": "text", "attrs": {"verseId": "HAG.2.15", "verseOrgIds": ["HAG.2.15"]}}, {"text": "through all that time, when one came to a heap of twenty measures, there were but ten; when one came to the winevat to draw out fifty press-measures, there were but twenty; ", "type": "text", "attrs": {"verseId": "HAG.2.16", "verseOrgIds": ["HAG.2.16"]}}, {"text": "I smote you with blasting and with mildew and with hail in all the work of your hands; yet ye turned not to Me, saith the LORD — ", "type": "text", "attrs": {"verseId": "HAG.2.17", "verseOrgIds": ["HAG.2.17"]}}, {"text": "consider, I pray you, from this day and forward, from the four and twentieth day of the ninth month, even from the day that the foundation of the LORD'S temple was laid, consider it; ", "type": "text", "attrs": {"verseId": "HAG.2.18", "verseOrgIds": ["HAG.2.18"]}}, {"text": "is the seed yet in the barn? yea, the vine, and the fig-tree, and the pomegranate, and the olive-tree hath not brought forth — from this day will I bless you.' ", "type": "text", "attrs": {"verseId": "HAG.2.19", "verseOrgIds": ["HAG.2.19"]}}, {"text": "And the word of the LORD came the second time unto Haggai in the four and twentieth day of the month, saying: ", "type": "text", "attrs": {"verseId": "HAG.2.20", "verseOrgIds": ["HAG.2.20"]}}, {"text": "'Speak to Zerubbabel, governor of Judah, saying: I will shake the heavens and the earth; ", "type": "text", "attrs": {"verseId": "HAG.2.21", "verseOrgIds": ["HAG.2.21"]}}, {"text": "and I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the nations; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother. ", "type": "text", "attrs": {"verseId": "HAG.2.22", "verseOrgIds": ["HAG.2.22"]}}, {"text": "In that day, saith the LORD of hosts, will I take thee, O Zerubbabel, My servant, the son of Shealtiel, saith the LORD, and will make thee as a signet; for I have chosen thee, saith the LORD of hosts.'", "type": "text", "attrs": {"verseId": "HAG.2.23", "verseOrgIds": ["HAG.2.23"]}}]}], "next": {"id": "ZEC.intro", "number": "intro", "bookId": "ZEC"}, "previous": {"id": "HAG.1", "number": "1", "bookId": "HAG"}}}}