{"_default": {"1": {"id": "1SA.14", "bibleId": "bf8f1c7f3f9045a5-01", "number": "14", "bookId": "1SA", "reference": "1 Samuel 14", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now it fell upon a day, that Jonathan the son of Saul said unto the young man that bore his armour: 'Come and let us go over to the Philistines' garrison, that is on yonder side. But he told not his father. ", "type": "text", "attrs": {"verseId": "1SA.14.1", "verseOrgIds": ["1SA.14.1"]}}, {"text": "And Saul tarried in the uttermost part of Gibeah under the pomegranate-tree which is in Migron; and the people that were with him were about six hundred men, ", "type": "text", "attrs": {"verseId": "1SA.14.2", "verseOrgIds": ["1SA.14.2"]}}, {"text": "and Ahijah, the son of Ahitub, Ichabod's brother, the son of Phinehas, the son of Eli, the priest of the LORD in Shiloh, wearing an ephod. And the people knew not that Jonathan was gone. ", "type": "text", "attrs": {"verseId": "1SA.14.3", "verseOrgIds": ["1SA.14.3"]}}, {"text": "And between the passes, by which Jonathan sought to go over unto the Philistines' garrison, there was a rocky crag on the one side, and a rocky crag on the other side; and the name of the one was Bozez, and the name of the other Seneh. ", "type": "text", "attrs": {"verseId": "1SA.14.4", "verseOrgIds": ["1SA.14.4"]}}, {"text": "The one crag rose up on the north in front of Michmas, and the other on the south in front of Geba. ", "type": "text", "attrs": {"verseId": "1SA.14.5", "verseOrgIds": ["1SA.14.5"]}}, {"text": "And Jonathan said to the young man that bore his armour: 'Come and let us go over unto the garrison of these uncircumcised; it may be that the LORD will work for us; for there is no restraint to the LORD to save by many or by few.' ", "type": "text", "attrs": {"verseId": "1SA.14.6", "verseOrgIds": ["1SA.14.6"]}}, {"text": "And his armour-bearer said unto him: 'Do all that is in thy heart; turn thee, behold I am with thee according to thy heart.' ", "type": "text", "attrs": {"verseId": "1SA.14.7", "verseOrgIds": ["1SA.14.7"]}}, {"text": "Then said Jonathan: 'Behold, we will pass over unto the men, and we will disclose ourselves unto them. ", "type": "text", "attrs": {"verseId": "1SA.14.8", "verseOrgIds": ["1SA.14.8"]}}, {"text": "If they say thus unto us: Tarry until we come to you; then we will stand still in our place, and will not go up unto them. ", "type": "text", "attrs": {"verseId": "1SA.14.9", "verseOrgIds": ["1SA.14.9"]}}, {"text": "But if they say thus: Come up unto us; then we will go up; for the LORD hath delivered them into our hand; and this shall be the sign unto us.' ", "type": "text", "attrs": {"verseId": "1SA.14.10", "verseOrgIds": ["1SA.14.10"]}}, {"text": "And both of them disclosed themselves unto the garrison of the Philistines; and the Philistines said: 'Behold Hebrews coming forth out of the holes where they hid themselves.' ", "type": "text", "attrs": {"verseId": "1SA.14.11", "verseOrgIds": ["1SA.14.11"]}}, {"text": "And the men of the garrison spoke to Jonathan and his armour-bearer, and said: 'Come up to us, and we will show you a thing.' And Jonathan said unto his armour-bearer: 'Come up after me; for the LORD hath delivered them into the hand of Israel.' ", "type": "text", "attrs": {"verseId": "1SA.14.12", "verseOrgIds": ["1SA.14.12"]}}, {"text": "And Jonathan climbed up upon his hands and upon his feet, and his armour-bearer after him; and they fell before Jonathan; and his armour-bearer slew them after him. ", "type": "text", "attrs": {"verseId": "1SA.14.13", "verseOrgIds": ["1SA.14.13"]}}, {"text": "And that first slaughter, which Jonathan and his armour-bearer made, was about twenty men, within as it were half a furrow's length in an acre of land. ", "type": "text", "attrs": {"verseId": "1SA.14.14", "verseOrgIds": ["1SA.14.14"]}}, {"text": "And there was a trembling in the camp in the field, and among all the people; the garrison, and the spoilers, they also trembled; and the earth quaked; so it grew into a terror from God. ", "type": "text", "attrs": {"verseId": "1SA.14.15", "verseOrgIds": ["1SA.14.15"]}}, {"text": "And the watchmen of Saul in Gibeath-benjamin looked; and, behold, the multitude melted away, and they went hither and thither. ", "type": "text", "attrs": {"verseId": "1SA.14.16", "verseOrgIds": ["1SA.14.16"]}}, {"text": "Then said Saul unto the people that were with him: 'Number now, and see who is gone from us.' And when they had numbered, behold, Jonathan and his armour-bearer were not there. ", "type": "text", "attrs": {"verseId": "1SA.14.17", "verseOrgIds": ["1SA.14.17"]}}, {"text": "And Saul said unto Ahijah: 'Bring hither the ark of God.' For the ark of God was there at that time with the children of Israel. ", "type": "text", "attrs": {"verseId": "1SA.14.18", "verseOrgIds": ["1SA.14.18"]}}, {"text": "And it came to pass, while Saul talked unto the priest, that the tumult that was in the camp of the Philistines went on and increased; and Saul said unto the priest: 'Withdraw thy hand.' ", "type": "text", "attrs": {"verseId": "1SA.14.19", "verseOrgIds": ["1SA.14.19"]}}, {"text": "And Saul and all the people that were with him were gathered together, and came to the battle; and, behold, every man's sword was against his fellow, and there was a very great discomfiture. ", "type": "text", "attrs": {"verseId": "1SA.14.20", "verseOrgIds": ["1SA.14.20"]}}, {"text": "Now the Hebrews that were with the Philistines as beforetime, and that went up with them into the camp round about; even they also turned to be with the Israelites that were with Saul and Jonathan. ", "type": "text", "attrs": {"verseId": "1SA.14.21", "verseOrgIds": ["1SA.14.21"]}}, {"text": "Likewise all the men of Israel that had hid themselves in the hill-country of Ephraim, when they heard that the Philistines fled, even they also followed hard after them in the battle. ", "type": "text", "attrs": {"verseId": "1SA.14.22", "verseOrgIds": ["1SA.14.22"]}}, {"text": "So the LORD saved Israel that day; and the battle passed on as far as Beth-aven. ", "type": "text", "attrs": {"verseId": "1SA.14.23", "verseOrgIds": ["1SA.14.23"]}}, {"text": "And the men of Israel were distressed that day; but Saul adjured the people, saying: 'Cursed be the man that eateth any food until it be evening, and I be avenged on mine enemies.' So none of the people tasted food. ", "type": "text", "attrs": {"verseId": "1SA.14.24", "verseOrgIds": ["1SA.14.24"]}}, {"text": "And all the people came into the forest; and there was honey upon the ground. ", "type": "text", "attrs": {"verseId": "1SA.14.25", "verseOrgIds": ["1SA.14.25"]}}, {"text": "And when the people were come unto the forest, behold a flow of honey; but no man put his hand to his mouth; for the people feared the oath. ", "type": "text", "attrs": {"verseId": "1SA.14.26", "verseOrgIds": ["1SA.14.26"]}}, {"text": "But Jonathan heard not when his father charged the people with the oath; and he put forth the end of the rod that was in his hand, and dipped it in the honeycomb, and put his hand to his mouth; and his eyes brightened. ", "type": "text", "attrs": {"verseId": "1SA.14.27", "verseOrgIds": ["1SA.14.27"]}}, {"text": "Then answered one of the people, and said: 'Thy father straitly charged the people with an oath, saying: Cursed be the man that eateth food this day; and the people are faint.' ", "type": "text", "attrs": {"verseId": "1SA.14.28", "verseOrgIds": ["1SA.14.28"]}}, {"text": "Then said Jonathan: 'My father hath troubled the land; see, I pray you, how mine eyes are brightened, because I tasted a little of this honey. ", "type": "text", "attrs": {"verseId": "1SA.14.29", "verseOrgIds": ["1SA.14.29"]}}, {"text": "How much more, if haply the people had eaten freely to-day of the spoil of their enemies which they found? had there not been then a much greater slaughter among the Philistines?' ", "type": "text", "attrs": {"verseId": "1SA.14.30", "verseOrgIds": ["1SA.14.30"]}}, {"text": "And they smote of the Philistines that day from Michmas to Aijalon; and the people were very faint. ", "type": "text", "attrs": {"verseId": "1SA.14.31", "verseOrgIds": ["1SA.14.31"]}}, {"text": "And the people flew upon the spoil, and took sheep, and oxen, and calves, and slew them on the ground; and the people did eat them with the blood. ", "type": "text", "attrs": {"verseId": "1SA.14.32", "verseOrgIds": ["1SA.14.32"]}}, {"text": "Then they told Saul, saying: 'Behold, the people sin against the LORD, in that they eat with the blood.' And he said: 'Ye have dealt treacherously; roll a great stone unto me this day.' ", "type": "text", "attrs": {"verseId": "1SA.14.33", "verseOrgIds": ["1SA.14.33"]}}, {"text": "And Saul said: 'Disperse yourselves among the people, and say unto them: Bring me hither every man his ox, and every man his sheep, and slay them here, and eat; and sin not against the LORD in eating with the blood.' And all the people brought every man his ox with him that night, and slew them there. ", "type": "text", "attrs": {"verseId": "1SA.14.34", "verseOrgIds": ["1SA.14.34"]}}, {"text": "And Saul built an altar unto the LORD; the same was the first altar that he built unto the LORD. ", "type": "text", "attrs": {"verseId": "1SA.14.35", "verseOrgIds": ["1SA.14.35"]}}, {"text": "And Saul said: 'Let us go down after the Philistines by night, and spoil them until the morning light, and let us not leave a man of them.' And they said: 'Do whatsoever seemeth good unto thee.' Then said the priest: 'Let us draw near hither unto God.' ", "type": "text", "attrs": {"verseId": "1SA.14.36", "verseOrgIds": ["1SA.14.36"]}}, {"text": "And Saul asked counsel of God: 'Shall I go down after the Philistines? wilt Thou deliver them into the hand of Israel?' But He answered him not that day. ", "type": "text", "attrs": {"verseId": "1SA.14.37", "verseOrgIds": ["1SA.14.37"]}}, {"text": "And Saul said: 'Draw nigh hither, all ye chiefs of the people; and know and see wherein this sin hath been this day. ", "type": "text", "attrs": {"verseId": "1SA.14.38", "verseOrgIds": ["1SA.14.38"]}}, {"text": "For, as the LORD liveth, who saveth Israel, though it be in Jonathan my son, he shall surely die.' But there was not a man among all the people that answered him. ", "type": "text", "attrs": {"verseId": "1SA.14.39", "verseOrgIds": ["1SA.14.39"]}}, {"text": "Then said he unto all Israel: 'Be ye on one side, and I and Jonathan my son will be on the other side.' And the people said unto Saul: 'Do what seemeth good unto thee.' ", "type": "text", "attrs": {"verseId": "1SA.14.40", "verseOrgIds": ["1SA.14.40"]}}, {"text": "Therefore Saul said unto the LORD, the God of Israel: 'Declare the right.' And Jonathan and Saul were taken by lot; but the people escaped. ", "type": "text", "attrs": {"verseId": "1SA.14.41", "verseOrgIds": ["1SA.14.41"]}}, {"text": "And Saul said: 'Cast lots between me and Jonathan my son.' And Jonathan was taken. ", "type": "text", "attrs": {"verseId": "1SA.14.42", "verseOrgIds": ["1SA.14.42"]}}, {"text": "Then Saul said to Jonathan: 'Tell me what thou hast done.' And Jonathan told him, and said: 'I did certainly taste a little honey with the end of the rod that was in my hand; here am I: I will die.' ", "type": "text", "attrs": {"verseId": "1SA.14.43", "verseOrgIds": ["1SA.14.43"]}}, {"text": "And Saul said: 'God do so and more also; thou shalt surely die, Jonathan.' ", "type": "text", "attrs": {"verseId": "1SA.14.44", "verseOrgIds": ["1SA.14.44"]}}, {"text": "And the people said unto Saul: 'Shall Jonathan die, who hath wrought this great salvation in Israel? Far from it; as the LORD liveth, there shall not one hair of his head fall to the ground; for he hath wrought with God this day.' So the people rescued Jonathan, that he died not. ", "type": "text", "attrs": {"verseId": "1SA.14.45", "verseOrgIds": ["1SA.14.45"]}}, {"text": "Then Saul went up from following the Philistines; and the Philistines went to their own place. ", "type": "text", "attrs": {"verseId": "1SA.14.46", "verseOrgIds": ["1SA.14.46"]}}, {"text": "So Saul took the kingdom over Israel, and fought against all his enemies on every side, against Moab, and against the children of Ammon, and against Edom, and against the kings of Zobah, and against the Philistines; and whithersoever he turned himself, he put them to the worse. ", "type": "text", "attrs": {"verseId": "1SA.14.47", "verseOrgIds": ["1SA.14.47"]}}, {"text": "And he did valiantly, and smote the Amalekites, and delivered Israel out of the hands of them that spoiled them. ", "type": "text", "attrs": {"verseId": "1SA.14.48", "verseOrgIds": ["1SA.14.48"]}}, {"text": "Now the sons of Saul were Jonathan, and Ishvi, and Malchi-shua; and the names of his two daughters were these: the name of the first-born Merab, and the name of the younger Michal; ", "type": "text", "attrs": {"verseId": "1SA.14.49", "verseOrgIds": ["1SA.14.49"]}}, {"text": "and the name of Saul's wife was Ahinoam the daughter of Ahimaaz; and the name of the captain of his host was Abner, the son of Ner, Saul's uncle. ", "type": "text", "attrs": {"verseId": "1SA.14.50", "verseOrgIds": ["1SA.14.50"]}}, {"text": "And Kish was the father of Saul, and Ner the father of Abner was the son of Abiel. ", "type": "text", "attrs": {"verseId": "1SA.14.51", "verseOrgIds": ["1SA.14.51"]}}, {"text": "And there was sore war against the Philistines all the days of Saul; and when Saul saw any mighty man, or any valiant man, he took him unto him.", "type": "text", "attrs": {"verseId": "1SA.14.52", "verseOrgIds": ["1SA.14.52"]}}]}], "next": {"id": "1SA.15", "number": "15", "bookId": "1SA"}, "previous": {"id": "1SA.13", "number": "13", "bookId": "1SA"}}}}