{"_default": {"1": {"id": "ZEC.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "ZEC", "reference": "Zechariah 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In that day there shall be a fountain opened to the house of David and to the inhabitants of Jerusalem, for purification and for sprinkling. ", "type": "text", "attrs": {"verseId": "ZEC.13.1", "verseOrgIds": ["ZEC.13.1"]}}, {"text": "And it shall come to pass in that day, saith the LORD of hosts, that I will cut off the names of the idols out of the land, and they shall no more be remembered; and also I will cause the prophets and the unclean spirit to pass out of the land. ", "type": "text", "attrs": {"verseId": "ZEC.13.2", "verseOrgIds": ["ZEC.13.2"]}}, {"text": "And it shall come to pass that, when any shall yet prophesy, then his father and his mother that begot him shall say unto him: 'Thou shalt not live, for thou speakest lies in the name of the LORD'; and his father and his mother that begot him shall thrust him through when he prophesieth. ", "type": "text", "attrs": {"verseId": "ZEC.13.3", "verseOrgIds": ["ZEC.13.3"]}}, {"text": "And it shall come to pass in that day, that the prophets shall be brought to shame every one through his vision, when he prophesieth; neither shall they wear a hairy mantle to deceive; ", "type": "text", "attrs": {"verseId": "ZEC.13.4", "verseOrgIds": ["ZEC.13.4"]}}, {"text": "but he shall say: 'I am no prophet, I am a tiller of the ground; for I have been made a bondman from my youth.' ", "type": "text", "attrs": {"verseId": "ZEC.13.5", "verseOrgIds": ["ZEC.13.5"]}}, {"text": "And one shall say unto him: 'What are these wounds between thy hands?' Then he shall answer: 'Those with which I was wounded in the house of my friends.' ", "type": "text", "attrs": {"verseId": "ZEC.13.6", "verseOrgIds": ["ZEC.13.6"]}}, {"text": "Awake, O sword, against My shepherd, and against the man that is near unto Me, saith the LORD of hosts; smite the shepherd, and the sheep shall be scattered; and I will turn My hand upon the little ones. ", "type": "text", "attrs": {"verseId": "ZEC.13.7", "verseOrgIds": ["ZEC.13.7"]}}, {"text": "And it shall come to pass, that in all the land, saith the LORD, two parts therein shall be cut off and die; but the third shall be left therein. ", "type": "text", "attrs": {"verseId": "ZEC.13.8", "verseOrgIds": ["ZEC.13.8"]}}, {"text": "And I will bring the third part through the fire, and will refine them as silver is refined, and will try them as gold is tried; they shall call on My name, and I will answer them; I will say: 'It is My people', and they shall say: 'The LORD is my God.'", "type": "text", "attrs": {"verseId": "ZEC.13.9", "verseOrgIds": ["ZEC.13.9"]}}]}], "next": {"id": "ZEC.14", "number": "14", "bookId": "ZEC"}, "previous": {"id": "ZEC.12", "number": "12", "bookId": "ZEC"}}}}