{"_default": {"1": {"id": "EXO.27", "bibleId": "bf8f1c7f3f9045a5-01", "number": "27", "bookId": "EXO", "reference": "Exodus 27", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And thou shalt make the altar of acacia-wood, five cubits long, and five cubits broad; the altar shall be four-square; and the height thereof shall be three cubits. ", "type": "text", "attrs": {"verseId": "EXO.27.1", "verseOrgIds": ["EXO.27.1"]}}, {"text": "And thou shalt make the horns of it upon the four corners thereof; the horns thereof shall be of one piece with it; and thou shalt overlay it with brass. ", "type": "text", "attrs": {"verseId": "EXO.27.2", "verseOrgIds": ["EXO.27.2"]}}, {"text": "And thou shalt make its pots to take away its ashes, and its shovels, and its basins, and its flesh-hooks, and its fire-pans; all the vessels thereof thou shalt make of brass. ", "type": "text", "attrs": {"verseId": "EXO.27.3", "verseOrgIds": ["EXO.27.3"]}}, {"text": "And thou shalt make for it a grating of network of brass; and upon the net shalt thou make four brazen rings in the four corners thereof. ", "type": "text", "attrs": {"verseId": "EXO.27.4", "verseOrgIds": ["EXO.27.4"]}}, {"text": "And thou shalt put it under the ledge round the altar beneath, that the net may reach halfway up the altar. ", "type": "text", "attrs": {"verseId": "EXO.27.5", "verseOrgIds": ["EXO.27.5"]}}, {"text": "And thou shalt make staves for the altar, staves of acacia-wood, and overlay them with brass. ", "type": "text", "attrs": {"verseId": "EXO.27.6", "verseOrgIds": ["EXO.27.6"]}}, {"text": "And the staves thereof shall be put into the rings, and the staves shall be upon the two sides of the altar, in bearing it. ", "type": "text", "attrs": {"verseId": "EXO.27.7", "verseOrgIds": ["EXO.27.7"]}}, {"text": "Hollow with planks shalt thou make it; as it hath been shown thee in the mount, so shall they make it. ", "type": "text", "attrs": {"verseId": "EXO.27.8", "verseOrgIds": ["EXO.27.8"]}}, {"text": "And thou shalt make the court of the tabernacle: for the south side southward there shall be hangings for the court of fine twined linen a hundred cubits long for one side. ", "type": "text", "attrs": {"verseId": "EXO.27.9", "verseOrgIds": ["EXO.27.9"]}}, {"text": "And the pillars thereof shall be twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets shall be of silver. ", "type": "text", "attrs": {"verseId": "EXO.27.10", "verseOrgIds": ["EXO.27.10"]}}, {"text": "And likewise for the north side in length there shall be hangings a hundred cubits long, and the pillars thereof twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets of silver. ", "type": "text", "attrs": {"verseId": "EXO.27.11", "verseOrgIds": ["EXO.27.11"]}}, {"text": "And for the breadth of the court on the west side shall be hangings of fifty cubits: their pillars ten, and their sockets ten. ", "type": "text", "attrs": {"verseId": "EXO.27.12", "verseOrgIds": ["EXO.27.12"]}}, {"text": "And the breadth of the court on the east side eastward shall be fifty cubits. ", "type": "text", "attrs": {"verseId": "EXO.27.13", "verseOrgIds": ["EXO.27.13"]}}, {"text": "The hangings for the one side of the gate shall be fifteen cubits: their pillars three, and their sockets three. ", "type": "text", "attrs": {"verseId": "EXO.27.14", "verseOrgIds": ["EXO.27.14"]}}, {"text": "And for the other side shall be hangings of fifteen cubits: their pillars three, and their sockets three. ", "type": "text", "attrs": {"verseId": "EXO.27.15", "verseOrgIds": ["EXO.27.15"]}}, {"text": "And for the gate of the court shall be a screen of twenty cubits, of blue, and purple, and scarlet, and fine twined linen, the work of the weaver in colours: their pillars four, and their sockets four. ", "type": "text", "attrs": {"verseId": "EXO.27.16", "verseOrgIds": ["EXO.27.16"]}}, {"text": "All the pillars of the court round about shall be filleted with silver; their hooks of silver, and their sockets of brass. ", "type": "text", "attrs": {"verseId": "EXO.27.17", "verseOrgIds": ["EXO.27.17"]}}, {"text": "The length of the court shall be a hundred cubits, and the breadth fifty every where, and the height five cubits, of fine twined linen, and their sockets of brass. ", "type": "text", "attrs": {"verseId": "EXO.27.18", "verseOrgIds": ["EXO.27.18"]}}, {"text": "All the instruments of the tabernacle in all the service thereof, and all the pins thereof, and all the pins of the court, shall be of brass. ", "type": "text", "attrs": {"verseId": "EXO.27.19", "verseOrgIds": ["EXO.27.19"]}}, {"text": "And thou shalt command the children of Israel, that they bring unto thee pure olive oil beaten for the light, to cause a lamp to burn continually. ", "type": "text", "attrs": {"verseId": "EXO.27.20", "verseOrgIds": ["EXO.27.20"]}}, {"text": "In the tent of meeting, without the veil which is before the testimony, Aaron and his sons shall set it in order, to burn from evening to morning before the LORD; it shall be a statute for ever throughout their generations on the behalf of the children of Israel.", "type": "text", "attrs": {"verseId": "EXO.27.21", "verseOrgIds": ["EXO.27.21"]}}]}], "next": {"id": "EXO.28", "number": "28", "bookId": "EXO"}, "previous": {"id": "EXO.26", "number": "26", "bookId": "EXO"}}}}