{"_default": {"1": {"id": "EZK.19", "bibleId": "bf8f1c7f3f9045a5-01", "number": "19", "bookId": "EZK", "reference": "Ezekiel 19", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover, take thou up a lamentation for the princes of Israel, ", "type": "text", "attrs": {"verseId": "EZK.19.1", "verseOrgIds": ["EZK.19.1"]}}, {"text": "and say: How was thy mother a lioness; among lions she couched, in the midst of the young lions she reared her whelps! ", "type": "text", "attrs": {"verseId": "EZK.19.2", "verseOrgIds": ["EZK.19.2"]}}, {"text": "And she brought up one of her whelps, he became a young lion; and he learned to catch the prey, he devoured men. ", "type": "text", "attrs": {"verseId": "EZK.19.3", "verseOrgIds": ["EZK.19.3"]}}, {"text": "Then the nations assembled against him, he was taken in their pit; and they brought him with hooks unto the land of Egypt. ", "type": "text", "attrs": {"verseId": "EZK.19.4", "verseOrgIds": ["EZK.19.4"]}}, {"text": "Now when she saw that she was disappointed, and her hope was lost, then she took another of her whelps, and made him a young lion. ", "type": "text", "attrs": {"verseId": "EZK.19.5", "verseOrgIds": ["EZK.19.5"]}}, {"text": "And he went up and down among the lions, he became a young lion; and he learned to catch the prey, he devoured men. ", "type": "text", "attrs": {"verseId": "EZK.19.6", "verseOrgIds": ["EZK.19.6"]}}, {"text": "And he knew their castles, and laid waste their cities; and the land was desolate, and the fulness thereof, because of the noise of his roaring. ", "type": "text", "attrs": {"verseId": "EZK.19.7", "verseOrgIds": ["EZK.19.7"]}}, {"text": "Then the nations cried out against him on every side from the provinces; and they spread their net over him, he was taken in their pit. ", "type": "text", "attrs": {"verseId": "EZK.19.8", "verseOrgIds": ["EZK.19.8"]}}, {"text": "And they put him in a cage with hooks, and brought him to the king of Babylon; that they might bring him into strongholds, so that his voice should no more be heard upon the mountains of Israel. ", "type": "text", "attrs": {"verseId": "EZK.19.9", "verseOrgIds": ["EZK.19.9"]}}, {"text": "Thy mother was like a vine, in thy likeness, planted by the waters; she was fruitful and full of branches by reason of many waters. ", "type": "text", "attrs": {"verseId": "EZK.19.10", "verseOrgIds": ["EZK.19.10"]}}, {"text": "And she had strong rods to be sceptres for them that bore rule; and her stature was exalted among the thick branches, and she was seen in her height with the multitude of her tendrils. ", "type": "text", "attrs": {"verseId": "EZK.19.11", "verseOrgIds": ["EZK.19.11"]}}, {"text": "But she was plucked up in fury, she was cast down to the ground, and the east wind dried up her fruit; her strong rods were broken off and withered, the fire consumed her. ", "type": "text", "attrs": {"verseId": "EZK.19.12", "verseOrgIds": ["EZK.19.12"]}}, {"text": "And now she is planted in the wilderness, in a dry and thirsty ground. ", "type": "text", "attrs": {"verseId": "EZK.19.13", "verseOrgIds": ["EZK.19.13"]}}, {"text": "And fire is gone out of the rod of her branches, it hath devoured her fruit, so that there is in her no strong rod to be a sceptre to rule.' This is a lamentation, and it was for a lamentation.", "type": "text", "attrs": {"verseId": "EZK.19.14", "verseOrgIds": ["EZK.19.14"]}}]}], "next": {"id": "EZK.20", "number": "20", "bookId": "EZK"}, "previous": {"id": "EZK.18", "number": "18", "bookId": "EZK"}}}}