{"_default": {"1": {"id": "1KI.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "1KI", "reference": "1 Kings 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass in the four hundred and eightieth year after the children of Israel were come out of the land of Egypt, in the fourth year of Solomon's reign over Israel, in the month Ziv, which is the second month, that he began to build the house of the LORD. ", "type": "text", "attrs": {"verseId": "1KI.6.1", "verseOrgIds": ["1KI.6.1"]}}, {"text": "And the house which king Solomon built for the LORD, the length thereof was threescore cubits, and the breadth thereof twenty cubits, and the height thereof thirty cubits. ", "type": "text", "attrs": {"verseId": "1KI.6.2", "verseOrgIds": ["1KI.6.2"]}}, {"text": "And the porch before the temple of the house, twenty cubits was the length thereof, according to the breadth of the house; and ten cubits was the breadth thereof before the house. ", "type": "text", "attrs": {"verseId": "1KI.6.3", "verseOrgIds": ["1KI.6.3"]}}, {"text": "And for the house he made windows broad within, and narrow without. ", "type": "text", "attrs": {"verseId": "1KI.6.4", "verseOrgIds": ["1KI.6.4"]}}, {"text": "And against the wall of the house he built a side-structure round about, against the walls of the house round about, both of the temple and of the sanctuary; and he made side-chambers round about; ", "type": "text", "attrs": {"verseId": "1KI.6.5", "verseOrgIds": ["1KI.6.5"]}}, {"text": "the nethermost story of the side-structure was five cubits broad, and the middle was six cubits broad, and the third was seven cubits broad; for on the outside he made rebatements in the wall of the house round about, that the beams should not have hold in the walls of the house. — ", "type": "text", "attrs": {"verseId": "1KI.6.6", "verseOrgIds": ["1KI.6.6"]}}, {"text": "For the house, when it was in building, was built of stone made ready at the quarry; and there was neither hammer nor axe nor any tool of iron heard in the house, while it was in building. — ", "type": "text", "attrs": {"verseId": "1KI.6.7", "verseOrgIds": ["1KI.6.7"]}}, {"text": "The door for the lowest row of chambers was in the right side of the house and they went up by winding stairs into the middle row, and out of the middle into the third. ", "type": "text", "attrs": {"verseId": "1KI.6.8", "verseOrgIds": ["1KI.6.8"]}}, {"text": "So he built the house, and finished it; and he covered in the house with planks of cedar over beams. ", "type": "text", "attrs": {"verseId": "1KI.6.9", "verseOrgIds": ["1KI.6.9"]}}, {"text": "And he built the stories of the side-structure against all the house, each five cubits high; and they rested on the house with timber of cedar. ", "type": "text", "attrs": {"verseId": "1KI.6.10", "verseOrgIds": ["1KI.6.10"]}}, {"text": "And the word of the LORD came to Solomon, saying: ", "type": "text", "attrs": {"verseId": "1KI.6.11", "verseOrgIds": ["1KI.6.11"]}}, {"text": "'As for this house which thou art building, if thou wilt walk in My statutes, and execute Mine ordinances, and keep all My commandments to walk in them; then will I establish My word with thee, which I spoke unto David thy father; ", "type": "text", "attrs": {"verseId": "1KI.6.12", "verseOrgIds": ["1KI.6.12"]}}, {"text": "in that I will dwell therein among the children of Israel, and will not forsake My people Israel.' ", "type": "text", "attrs": {"verseId": "1KI.6.13", "verseOrgIds": ["1KI.6.13"]}}, {"text": "So Solomon built the house, and finished it. ", "type": "text", "attrs": {"verseId": "1KI.6.14", "verseOrgIds": ["1KI.6.14"]}}, {"text": "And he built the walls of the house within with boards of cedar; from the floor of the house unto the joists of the ceiling, he covered them on the inside with wood; and he covered the floor of the house with boards of cypress. ", "type": "text", "attrs": {"verseId": "1KI.6.15", "verseOrgIds": ["1KI.6.15"]}}, {"text": "And he built twenty cubits on the hinder part of the house with boards of cedar from the floor unto the joists; he even built them for himself within, for a Sanctuary, even for the most holy place. ", "type": "text", "attrs": {"verseId": "1KI.6.16", "verseOrgIds": ["1KI.6.16"]}}, {"text": "And the house, that is, the temple before the Sanctuary, was forty cubits long. ", "type": "text", "attrs": {"verseId": "1KI.6.17", "verseOrgIds": ["1KI.6.17"]}}, {"text": "And the cedar on the house within was carved with knops and open flowers; all was cedar; there was no stone seen. ", "type": "text", "attrs": {"verseId": "1KI.6.18", "verseOrgIds": ["1KI.6.18"]}}, {"text": "And he prepared the Sanctuary in the midst of the house within, to set there the ark of the covenant of the LORD. ", "type": "text", "attrs": {"verseId": "1KI.6.19", "verseOrgIds": ["1KI.6.19"]}}, {"text": "And before the Sanctuary which was twenty cubits in length, and twenty cubits in breadth, and twenty cubits in the height thereof, overlaid with pure gold, he set an altar, which he covered with cedar. ", "type": "text", "attrs": {"verseId": "1KI.6.20", "verseOrgIds": ["1KI.6.20"]}}, {"text": "So Solomon overlaid the house within with pure gold; and he drew chains of gold across the wall before the Sanctuary; and he overlaid it with gold. ", "type": "text", "attrs": {"verseId": "1KI.6.21", "verseOrgIds": ["1KI.6.21"]}}, {"text": "And the whole house he overlaid with gold, until all the house was finished; also the whole altar that belonged to the Sanctuary he overlaid with gold. ", "type": "text", "attrs": {"verseId": "1KI.6.22", "verseOrgIds": ["1KI.6.22"]}}, {"text": "And in the Sanctuary he made two cherubim of olive-wood, each ten cubits high. ", "type": "text", "attrs": {"verseId": "1KI.6.23", "verseOrgIds": ["1KI.6.23"]}}, {"text": "And five cubits was the one wing of the cherub, and five cubits the other wing of the cherub; from the uttermost part of the one wing unto the uttermost part of the other were ten cubits. ", "type": "text", "attrs": {"verseId": "1KI.6.24", "verseOrgIds": ["1KI.6.24"]}}, {"text": "And the other cherub was ten cubits; both the cherubim were of one measure and one form. ", "type": "text", "attrs": {"verseId": "1KI.6.25", "verseOrgIds": ["1KI.6.25"]}}, {"text": "The height of the one cherub was ten cubits, and so was it of the other cherub. ", "type": "text", "attrs": {"verseId": "1KI.6.26", "verseOrgIds": ["1KI.6.26"]}}, {"text": "And he set the cherubim within the inner house; and the wings of the cherubim were stretched forth, so that the wing of the one touched the one wall, and the wing of the other cherub touched the other wall; and their wings touched one another in the midst of the house. ", "type": "text", "attrs": {"verseId": "1KI.6.27", "verseOrgIds": ["1KI.6.27"]}}, {"text": "And he overlaid the cherubim with gold. ", "type": "text", "attrs": {"verseId": "1KI.6.28", "verseOrgIds": ["1KI.6.28"]}}, {"text": "And he carved all the walls of the house round about with carved figures of cherubim and palm-trees and open flowers, within and without. ", "type": "text", "attrs": {"verseId": "1KI.6.29", "verseOrgIds": ["1KI.6.29"]}}, {"text": "And the floor of the house he overlaid with gold, within and without. ", "type": "text", "attrs": {"verseId": "1KI.6.30", "verseOrgIds": ["1KI.6.30"]}}, {"text": "And for the entrance of the Sanctuary he made doors of olive-wood, the door-posts within the frame having five angles. ", "type": "text", "attrs": {"verseId": "1KI.6.31", "verseOrgIds": ["1KI.6.31"]}}, {"text": "And as for the two doors of olive-wood, he carved upon them carvings of cherubim and palm-trees and open flowers, and overlaid them with gold; and he spread the gold upon the cherubim, and upon the palm-trees. ", "type": "text", "attrs": {"verseId": "1KI.6.32", "verseOrgIds": ["1KI.6.32"]}}, {"text": "So also made he for the entrance of the temple door-posts of olive-wood, within a frame four-square; ", "type": "text", "attrs": {"verseId": "1KI.6.33", "verseOrgIds": ["1KI.6.33"]}}, {"text": "and two doors of cypress-wood; the two leaves of the one door were folding, and the two leaves of the other door were folding. ", "type": "text", "attrs": {"verseId": "1KI.6.34", "verseOrgIds": ["1KI.6.34"]}}, {"text": "And he carved thereon cherubim and palm-trees and open flowers; and he overlaid them with gold fitted upon the graven work. ", "type": "text", "attrs": {"verseId": "1KI.6.35", "verseOrgIds": ["1KI.6.35"]}}, {"text": "And he built the inner court with three rows of hewn stone, and a row of cedar beams. ", "type": "text", "attrs": {"verseId": "1KI.6.36", "verseOrgIds": ["1KI.6.36"]}}, {"text": "In the fourth year was the foundation of the house of the LORD laid, in the month Ziv. ", "type": "text", "attrs": {"verseId": "1KI.6.37", "verseOrgIds": ["1KI.6.37"]}}, {"text": "And in the eleventh year, in the month Bul, which is the eighth month, was the house finished throughout all the parts thereof, and according to all the fashion of it. So was he seven years in building it.", "type": "text", "attrs": {"verseId": "1KI.6.38", "verseOrgIds": ["1KI.6.38"]}}]}], "next": {"id": "1KI.7", "number": "7", "bookId": "1KI"}, "previous": {"id": "1KI.5", "number": "5", "bookId": "1KI"}}}}