{"_default": {"1": {"id": "EXO.38", "bibleId": "bf8f1c7f3f9045a5-01", "number": "38", "bookId": "EXO", "reference": "Exodus 38", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And he made the altar of burnt-offering of acacia-wood: five cubits was the length thereof, and five cubits the breadth thereof, four-square, and three cubits the height thereof. ", "type": "text", "attrs": {"verseId": "EXO.38.1", "verseOrgIds": ["EXO.38.1"]}}, {"text": "And he made the horns thereof upon the four corners of it; the horns thereof were of one piece with it; and he overlaid it with brass. ", "type": "text", "attrs": {"verseId": "EXO.38.2", "verseOrgIds": ["EXO.38.2"]}}, {"text": "And he made all the vessels of the altar, the pots, and the shovels, and the basins, the flesh-hooks, and the fire-pans; all the vessels thereof made he of brass. ", "type": "text", "attrs": {"verseId": "EXO.38.3", "verseOrgIds": ["EXO.38.3"]}}, {"text": "And he made for the altar a grating of network of brass, under the ledge round it beneath, reaching halfway up. ", "type": "text", "attrs": {"verseId": "EXO.38.4", "verseOrgIds": ["EXO.38.4"]}}, {"text": "And he cast four rings for the four ends of the grating of brass, to be holders for the staves. ", "type": "text", "attrs": {"verseId": "EXO.38.5", "verseOrgIds": ["EXO.38.5"]}}, {"text": "And he made the staves of acacia-wood, and overlaid them with brass. ", "type": "text", "attrs": {"verseId": "EXO.38.6", "verseOrgIds": ["EXO.38.6"]}}, {"text": "And he put the staves into the rings on the sides of the altar, wherewith to bear it; he made it hollow with planks. ", "type": "text", "attrs": {"verseId": "EXO.38.7", "verseOrgIds": ["EXO.38.7"]}}, {"text": "And he made the laver of brass, and the base thereof of brass, of the mirrors of the serving women that did service at the door of the tent of meeting. ", "type": "text", "attrs": {"verseId": "EXO.38.8", "verseOrgIds": ["EXO.38.8"]}}, {"text": "And he made the court; for the south side southward the hangings of the court were of fine twined linen, a hundred cubits. ", "type": "text", "attrs": {"verseId": "EXO.38.9", "verseOrgIds": ["EXO.38.9"]}}, {"text": "Their pillars were twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets were of silver. ", "type": "text", "attrs": {"verseId": "EXO.38.10", "verseOrgIds": ["EXO.38.10"]}}, {"text": "And for the north side a hundred cubits, their pillars twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets of silver. ", "type": "text", "attrs": {"verseId": "EXO.38.11", "verseOrgIds": ["EXO.38.11"]}}, {"text": "And for the west side were hangings of fifty cubits, their pillars ten, and their sockets ten; the hooks of the pillars and their fillets of silver. ", "type": "text", "attrs": {"verseId": "EXO.38.12", "verseOrgIds": ["EXO.38.12"]}}, {"text": "And for the east side eastward fifty cubits. ", "type": "text", "attrs": {"verseId": "EXO.38.13", "verseOrgIds": ["EXO.38.13"]}}, {"text": "The hangings for the one side of the gate were fifteen cubits; their pillars three, and their sockets three. ", "type": "text", "attrs": {"verseId": "EXO.38.14", "verseOrgIds": ["EXO.38.14"]}}, {"text": "And so for the other side; on this hand and that hand by the gate of the court were hangings of fifteen cubits; their pillars three, and their sockets three. ", "type": "text", "attrs": {"verseId": "EXO.38.15", "verseOrgIds": ["EXO.38.15"]}}, {"text": "All the hangings of the court round about were of fine twined linen. ", "type": "text", "attrs": {"verseId": "EXO.38.16", "verseOrgIds": ["EXO.38.16"]}}, {"text": "And the sockets for the pillars were of brass; the hooks of the pillars and their fillets of silver; and the overlaying of their capitals of silver; and all the pillars of the court were filleted with silver. ", "type": "text", "attrs": {"verseId": "EXO.38.17", "verseOrgIds": ["EXO.38.17"]}}, {"text": "And the screen for the gate of the court was the work of the weaver in colours, of blue, and purple, and scarlet, and fine twined linen; and twenty cubits was the length, and the height in the breadth was five cubits, answerable to the hangings of the court. ", "type": "text", "attrs": {"verseId": "EXO.38.18", "verseOrgIds": ["EXO.38.18"]}}, {"text": "And their pillars were four, and their sockets four, of brass; their hooks of silver, and the overlaying of their capitals and their fillets of silver. ", "type": "text", "attrs": {"verseId": "EXO.38.19", "verseOrgIds": ["EXO.38.19"]}}, {"text": "And all the pins of the tabernacle, and of the court round about, were of brass. ", "type": "text", "attrs": {"verseId": "EXO.38.20", "verseOrgIds": ["EXO.38.20"]}}, {"text": "These are the accounts of the tabernacle, even the tabernacle of the testimony, as they were rendered according to the commandment of Moses, through the service of the Levites, by the hand of Ithamar, the son of Aaron the priest. — ", "type": "text", "attrs": {"verseId": "EXO.38.21", "verseOrgIds": ["EXO.38.21"]}}, {"text": "And Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "EXO.38.22", "verseOrgIds": ["EXO.38.22"]}}, {"text": "And with him was Oholiab, the son of Ahisamach, of the tribe of Dan, a craftsman, and a skilful workman, and a weaver in colours, in blue, and in purple, and in scarlet, and fine linen. — ", "type": "text", "attrs": {"verseId": "EXO.38.23", "verseOrgIds": ["EXO.38.23"]}}, {"text": "All the gold that was used for the work in all the work of the sanctuary, even the gold of the offering, was twenty and nine talents, and seven hundred and thirty shekels, after the shekel of the sanctuary. ", "type": "text", "attrs": {"verseId": "EXO.38.24", "verseOrgIds": ["EXO.38.24"]}}, {"text": "And the silver of them that were numbered of the congregation was a hundred talents, and a thousand seven hundred and three-score and fifteen shekels, after the shekel of the sanctuary: ", "type": "text", "attrs": {"verseId": "EXO.38.25", "verseOrgIds": ["EXO.38.25"]}}, {"text": "a beka a head, that is, half a shekel, after the shekel of the sanctuary, for every one that passed over to them that are numbered, from twenty years old and upward, for six hundred thousand and three thousand and five hundred and fifty men. ", "type": "text", "attrs": {"verseId": "EXO.38.26", "verseOrgIds": ["EXO.38.26"]}}, {"text": "And the hundred talents of silver were for casting the sockets of the sanctuary, and the sockets of the veil: a hundred sockets for the hundred talents, a talent for a socket. ", "type": "text", "attrs": {"verseId": "EXO.38.27", "verseOrgIds": ["EXO.38.27"]}}, {"text": "And of the thousand seven hundred seventy and five shekels he made hooks for the pillars, and overlaid their capitals, and made fillets for them. ", "type": "text", "attrs": {"verseId": "EXO.38.28", "verseOrgIds": ["EXO.38.28"]}}, {"text": "And the brass of the offering was seventy talents and two thousand and four hundred shekels. ", "type": "text", "attrs": {"verseId": "EXO.38.29", "verseOrgIds": ["EXO.38.29"]}}, {"text": "And therewith he made the sockets to the door of the tent of meeting, and the brazen altar, and the brazen grating for it, and all the vessels of the altar, ", "type": "text", "attrs": {"verseId": "EXO.38.30", "verseOrgIds": ["EXO.38.30"]}}, {"text": "and the sockets of the court round about, and the sockets of the gate of the court, and all the pins of the tabernacle, and all the pins of the court round about.", "type": "text", "attrs": {"verseId": "EXO.38.31", "verseOrgIds": ["EXO.38.31"]}}]}], "next": {"id": "EXO.39", "number": "39", "bookId": "EXO"}, "previous": {"id": "EXO.37", "number": "37", "bookId": "EXO"}}}}