{"_default": {"1": {"id": "ISA.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "ISA", "reference": "Isaiah 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Let me sing of my well-beloved, a song of my beloved touching his vineyard. My well-beloved had a vineyard in a very fruitful hill; ", "type": "text", "attrs": {"verseId": "ISA.5.1", "verseOrgIds": ["ISA.5.1"]}}, {"text": "And he digged it, and cleared it of stones, and planted it with the choicest vine, and built a tower in the midst of it, and also hewed out a vat therein; and he looked that it should bring forth grapes, and it brought forth wild grapes. ", "type": "text", "attrs": {"verseId": "ISA.5.2", "verseOrgIds": ["ISA.5.2"]}}, {"text": "And now, O inhabitants of Jerusalem and men of Judah, judge, I pray you, betwixt me and my vineyard. ", "type": "text", "attrs": {"verseId": "ISA.5.3", "verseOrgIds": ["ISA.5.3"]}}, {"text": "What could have been done more to my vineyard, that I have not done in it? Wherefore, when I looked that it should bring forth grapes, brought it forth wild grapes? ", "type": "text", "attrs": {"verseId": "ISA.5.4", "verseOrgIds": ["ISA.5.4"]}}, {"text": "And now come, I will tell you what I will do to my vineyard: I will take away the hedge thereof, and it shall be eaten up; I will break down the fence thereof, and it shall be trodden down; ", "type": "text", "attrs": {"verseId": "ISA.5.5", "verseOrgIds": ["ISA.5.5"]}}, {"text": "And I will lay it waste: it shall not be pruned nor hoed, but there shall come up briers and thorns; I will also command the clouds that they rain no rain upon it. ", "type": "text", "attrs": {"verseId": "ISA.5.6", "verseOrgIds": ["ISA.5.6"]}}, {"text": "For the vineyard of the LORD of hosts is the house of Israel, and the men of Judah the plant of His delight; and He looked for justice, but behold violence; for righteousness, but behold a cry. ", "type": "text", "attrs": {"verseId": "ISA.5.7", "verseOrgIds": ["ISA.5.7"]}}, {"text": "Woe unto them that join house to house, that lay field to field, till there be no room, and ye be made to dwell alone in the midst of the land! ", "type": "text", "attrs": {"verseId": "ISA.5.8", "verseOrgIds": ["ISA.5.8"]}}, {"text": "In mine ears said the LORD of hosts: of a truth many houses shall be desolate, even great and fair, without inhabitant. ", "type": "text", "attrs": {"verseId": "ISA.5.9", "verseOrgIds": ["ISA.5.9"]}}, {"text": "For ten acres of vineyard shall yield one bath, and the seed of a homer shall yield an ephah. ", "type": "text", "attrs": {"verseId": "ISA.5.10", "verseOrgIds": ["ISA.5.10"]}}, {"text": "Woe unto them that rise up early in the morning, that they may follow strong drink; that tarry late into the night, till wine inflame them! ", "type": "text", "attrs": {"verseId": "ISA.5.11", "verseOrgIds": ["ISA.5.11"]}}, {"text": "And the harp and the psaltery, the tabret and the pipe, and wine, are in their feasts; but they regard not the work of the LORD, neither have they considered the operation of His hands. ", "type": "text", "attrs": {"verseId": "ISA.5.12", "verseOrgIds": ["ISA.5.12"]}}, {"text": "Therefore My people are gone into captivity, for want of knowledge; and their honourable men are famished, and their multitude are parched with thirst. ", "type": "text", "attrs": {"verseId": "ISA.5.13", "verseOrgIds": ["ISA.5.13"]}}, {"text": "Therefore the nether-world hath enlarged her desire, and opened her mouth without measure; and down goeth their glory, and their tumult, and their uproar, and he that rejoiceth among them. ", "type": "text", "attrs": {"verseId": "ISA.5.14", "verseOrgIds": ["ISA.5.14"]}}, {"text": "And man is bowed down, and man is humbled, and the eyes of the lofty are humbled; ", "type": "text", "attrs": {"verseId": "ISA.5.15", "verseOrgIds": ["ISA.5.15"]}}, {"text": "But the LORD of hosts is exalted through justice, and God the Holy One is sanctified through righteousness. ", "type": "text", "attrs": {"verseId": "ISA.5.16", "verseOrgIds": ["ISA.5.16"]}}, {"text": "Then shall the lambs feed as in their pasture, and the waste places of the fat ones shall wanderers eat. ", "type": "text", "attrs": {"verseId": "ISA.5.17", "verseOrgIds": ["ISA.5.17"]}}, {"text": "Woe unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope, ", "type": "text", "attrs": {"verseId": "ISA.5.18", "verseOrgIds": ["ISA.5.18"]}}, {"text": "That say: 'Let Him make speed, let Him hasten His work, that we may see it; and let the counsel of the Holy One of Israel draw nigh and come, that we may know it!' ", "type": "text", "attrs": {"verseId": "ISA.5.19", "verseOrgIds": ["ISA.5.19"]}}, {"text": "Woe unto them that call evil good, and good evil; that change darkness into light, and light into darkness; that change bitter into sweet, and sweet into bitter! ", "type": "text", "attrs": {"verseId": "ISA.5.20", "verseOrgIds": ["ISA.5.20"]}}, {"text": "Woe unto them that are wise in their own eyes, and prudent in their own sight! ", "type": "text", "attrs": {"verseId": "ISA.5.21", "verseOrgIds": ["ISA.5.21"]}}, {"text": "Woe unto them that are mighty to drink wine, and men of strength to mingle strong drink; ", "type": "text", "attrs": {"verseId": "ISA.5.22", "verseOrgIds": ["ISA.5.22"]}}, {"text": "That justify the wicked for a reward, and take away the righteousness of the righteous from him! ", "type": "text", "attrs": {"verseId": "ISA.5.23", "verseOrgIds": ["ISA.5.23"]}}, {"text": "Therefore as the tongue of fire devoureth the stubble, and as the chaff is consumed in the flame, so their root shall be as rottenness, and their blossom shall go up as dust; because they have rejected the law of the LORD of hosts, and contemned the word of the Holy One of Israel. ", "type": "text", "attrs": {"verseId": "ISA.5.24", "verseOrgIds": ["ISA.5.24"]}}, {"text": "Therefore is the anger of the LORD kindled against His people, and He hath stretched forth His hand against them, and hath smitten them, and the hills did tremble, and their carcasses were as refuse in the midst of the streets. For all this His anger is not turned away, but His hand is stretched out still. ", "type": "text", "attrs": {"verseId": "ISA.5.25", "verseOrgIds": ["ISA.5.25"]}}, {"text": "And He will lift up an ensign to the nations from far, and will hiss unto them from the end of the earth; and, behold, they shall come with speed swiftly; ", "type": "text", "attrs": {"verseId": "ISA.5.26", "verseOrgIds": ["ISA.5.26"]}}, {"text": "None shall be weary nor stumble among them; none shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken; ", "type": "text", "attrs": {"verseId": "ISA.5.27", "verseOrgIds": ["ISA.5.27"]}}, {"text": "Whose arrows are sharp, and all their bows bent; their horses' hoofs shall be counted like flint, and their wheels like a whirlwind; ", "type": "text", "attrs": {"verseId": "ISA.5.28", "verseOrgIds": ["ISA.5.28"]}}, {"text": "Their roaring shall be like a lion, they shall roar like young lions, yea, they shall roar, and lay hold of the prey, and carry it away safe, and there shall be none to deliver. ", "type": "text", "attrs": {"verseId": "ISA.5.29", "verseOrgIds": ["ISA.5.29"]}}, {"text": "And they shall roar against them in that day like the roaring of the sea; and if one look unto the land, behold darkness and distress, and the light is darkened in the skies thereof.", "type": "text", "attrs": {"verseId": "ISA.5.30", "verseOrgIds": ["ISA.5.30"]}}]}], "next": {"id": "ISA.6", "number": "6", "bookId": "ISA"}, "previous": {"id": "ISA.4", "number": "4", "bookId": "ISA"}}}}