{"_default": {"1": {"id": "ISA.46", "bibleId": "bf8f1c7f3f9045a5-01", "number": "46", "bookId": "ISA", "reference": "Isaiah 46", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Bel boweth down, Nebo stoopeth; their idols are upon the beasts, and upon the cattle; the things that ye carried about are made a load, a burden to the weary beast. ", "type": "text", "attrs": {"verseId": "ISA.46.1", "verseOrgIds": ["ISA.46.1"]}}, {"text": "They stoop, they bow down together, they could not deliver the burden; and themselves are gone into captivity. ", "type": "text", "attrs": {"verseId": "ISA.46.2", "verseOrgIds": ["ISA.46.2"]}}, {"text": "Hearken unto Me, O house of Jacob, and all the remnant of the house of Israel, that are borne by Me from the birth, that are carried from the womb: ", "type": "text", "attrs": {"verseId": "ISA.46.3", "verseOrgIds": ["ISA.46.3"]}}, {"text": "Even to old age I am the same, and even to hoar hairs will I carry you; I have made, and I will bear; yea, I will carry, and will deliver. ", "type": "text", "attrs": {"verseId": "ISA.46.4", "verseOrgIds": ["ISA.46.4"]}}, {"text": "To whom will ye liken Me, and make Me equal, and compare Me, that we may be like? ", "type": "text", "attrs": {"verseId": "ISA.46.5", "verseOrgIds": ["ISA.46.5"]}}, {"text": "Ye that lavish gold out of the bag, and weigh silver in the balance; ye that hire a goldsmith, that he make it a god, to fall down thereto, yea, to worship. ", "type": "text", "attrs": {"verseId": "ISA.46.6", "verseOrgIds": ["ISA.46.6"]}}, {"text": "He is borne upon the shoulder, he is carried, and set in his place, and he standeth, from his place he doth not remove; yea, though one cry unto him, he cannot answer, nor save him out of his trouble. ", "type": "text", "attrs": {"verseId": "ISA.46.7", "verseOrgIds": ["ISA.46.7"]}}, {"text": "Remember this, and stand fast; bring it to mind, O ye transgressors. ", "type": "text", "attrs": {"verseId": "ISA.46.8", "verseOrgIds": ["ISA.46.8"]}}, {"text": "Remember the former things of old: that I am God, and there is none else; I am God, and there is none like Me; ", "type": "text", "attrs": {"verseId": "ISA.46.9", "verseOrgIds": ["ISA.46.9"]}}, {"text": "Declaring the end from the beginning, and from ancient times things that are not yet done; saying: 'My counsel shall stand, and all My pleasure will I do'; ", "type": "text", "attrs": {"verseId": "ISA.46.10", "verseOrgIds": ["ISA.46.10"]}}, {"text": "Calling a bird of prey from the east, the man of My counsel from a far country; yea, I have spoken, I will also bring it to pass, I have purposed, I will also do it. ", "type": "text", "attrs": {"verseId": "ISA.46.11", "verseOrgIds": ["ISA.46.11"]}}, {"text": "Hearken unto Me, ye stout-hearted, that are far from righteousness: ", "type": "text", "attrs": {"verseId": "ISA.46.12", "verseOrgIds": ["ISA.46.12"]}}, {"text": "I bring near My righteousness, it shall not be far off, and My salvation shall not tarry; and I will place salvation in Zion for Israel My glory.", "type": "text", "attrs": {"verseId": "ISA.46.13", "verseOrgIds": ["ISA.46.13"]}}]}], "next": {"id": "ISA.47", "number": "47", "bookId": "ISA"}, "previous": {"id": "ISA.45", "number": "45", "bookId": "ISA"}}}}