{"_default": {"1": {"id": "ECC.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "ECC", "reference": "Ecclesiastes 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "There is an evil which I have seen under the sun, and it is heavy upon men: ", "type": "text", "attrs": {"verseId": "ECC.6.1", "verseOrgIds": ["ECC.6.1"]}}, {"text": "a man to whom God giveth riches, wealth, and honour, so that he wanteth nothing for his soul of all that he desireth, yet God giveth him not power to eat thereof, but a stranger eateth it; this is vanity, and it is an evil disease. ", "type": "text", "attrs": {"verseId": "ECC.6.2", "verseOrgIds": ["ECC.6.2"]}}, {"text": "If a man beget a hundred children, and live many years, so that the days of his years are many, but his soul have not enough of good, and moreover he have no burial; I say, that an untimely birth is better than he; ", "type": "text", "attrs": {"verseId": "ECC.6.3", "verseOrgIds": ["ECC.6.3"]}}, {"text": "for it cometh in vanity, and departeth in darkness, and the name thereof is covered with darkness; ", "type": "text", "attrs": {"verseId": "ECC.6.4", "verseOrgIds": ["ECC.6.4"]}}, {"text": "moreover it hath not seen the sun nor known it; this hath gratification rather than the other; ", "type": "text", "attrs": {"verseId": "ECC.6.5", "verseOrgIds": ["ECC.6.5"]}}, {"text": "yea, though he live a thousand years twice told, and enjoy no good; do not all go to one place? ", "type": "text", "attrs": {"verseId": "ECC.6.6", "verseOrgIds": ["ECC.6.6"]}}, {"text": "All the labour of man is for his mouth, and yet the appetite is not filled. ", "type": "text", "attrs": {"verseId": "ECC.6.7", "verseOrgIds": ["ECC.6.7"]}}, {"text": "For what advantage hath the wise more than the fool? or the poor man that hath understanding, in walking before the living? ", "type": "text", "attrs": {"verseId": "ECC.6.8", "verseOrgIds": ["ECC.6.8"]}}, {"text": "Better is the seeing of the eyes than the wandering of the desire; this also is vanity and a striving after wind. ", "type": "text", "attrs": {"verseId": "ECC.6.9", "verseOrgIds": ["ECC.6.9"]}}, {"text": "Whatsoever cometh into being, the name thereof was given long ago, and it is foreknown what man is; neither can he contend with Him that is mightier than he. ", "type": "text", "attrs": {"verseId": "ECC.6.10", "verseOrgIds": ["ECC.6.10"]}}, {"text": "Seeing there are many words that increase vanity, what is man the better? ", "type": "text", "attrs": {"verseId": "ECC.6.11", "verseOrgIds": ["ECC.6.11"]}}, {"text": "For who knoweth what is good for man in his life, all the days of his vain life which he spendeth as a shadow? for who can tell a man what shall be after him under the sun?", "type": "text", "attrs": {"verseId": "ECC.6.12", "verseOrgIds": ["ECC.6.12"]}}]}], "next": {"id": "ECC.7", "number": "7", "bookId": "ECC"}, "previous": {"id": "ECC.5", "number": "5", "bookId": "ECC"}}}}