{"_default": {"1": {"id": "NEH.9", "bibleId": "bf8f1c7f3f9045a5-01", "number": "9", "bookId": "NEH", "reference": "Nehemiah 9", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now in the twenty and fourth day of this month the children of Israel were assembled with fasting, and with sackcloth, and earth upon them. ", "type": "text", "attrs": {"verseId": "NEH.9.1", "verseOrgIds": ["NEH.9.1"]}}, {"text": "And the seed of Israel separated themselves from all foreigners, and stood and confessed their sins, and the iniquities of their fathers. ", "type": "text", "attrs": {"verseId": "NEH.9.2", "verseOrgIds": ["NEH.9.2"]}}, {"text": "And they stood up in their place, and read in the book of the Law of the LORD their God a fourth part of the day; and another fourth part they confessed, and prostrated themselves before the LORD their God. ", "type": "text", "attrs": {"verseId": "NEH.9.3", "verseOrgIds": ["NEH.9.3"]}}, {"text": "Then stood up upon the platform of the Levites, Jeshua, and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and cried with a loud voice unto the LORD their God. ", "type": "text", "attrs": {"verseId": "NEH.9.4", "verseOrgIds": ["NEH.9.4"]}}, {"text": "Then the Levites, Jeshua, and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said: 'Stand up and bless the LORD your God from everlasting to everlasting; and let them say: Blessed be Thy glorious Name, that is exalted above all blessing and praise. ", "type": "text", "attrs": {"verseId": "NEH.9.5", "verseOrgIds": ["NEH.9.5"]}}, {"text": "Thou art the LORD, even Thou alone; Thou hast made heaven, the heaven of heavens, with all their host, the earth and all things that are thereon, the seas and all that is in them, and Thou preservest them all; and the host of heaven worshippeth Thee. ", "type": "text", "attrs": {"verseId": "NEH.9.6", "verseOrgIds": ["NEH.9.6"]}}, {"text": "Thou art the LORD the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham; ", "type": "text", "attrs": {"verseId": "NEH.9.7", "verseOrgIds": ["NEH.9.7"]}}, {"text": "and foundest his heart faithful before Thee, and madest a covenant with him to give the land of the Canaanite, the Hittite, the Amorite, and the Perizzite, and the Jebusite, and the Girgashite, even to give it unto his seed, and hast performed Thy words; for Thou art righteous; ", "type": "text", "attrs": {"verseId": "NEH.9.8", "verseOrgIds": ["NEH.9.8"]}}, {"text": "And Thou sawest the affliction of our fathers in Egypt, and heardest their cry by the Red Sea; ", "type": "text", "attrs": {"verseId": "NEH.9.9", "verseOrgIds": ["NEH.9.9"]}}, {"text": "and didst show signs and wonders upon Pharaoh, and on all his servants, and on all the people of his land; for Thou knewest that they dealt proudly against them; and didst get Thee a name, as it is this day. ", "type": "text", "attrs": {"verseId": "NEH.9.10", "verseOrgIds": ["NEH.9.10"]}}, {"text": "And Thou didst divide the sea before them, so that they went through the midst of the sea on the dry land; and their pursuers Thou didst cast into the depths, as a stone into the mighty waters. ", "type": "text", "attrs": {"verseId": "NEH.9.11", "verseOrgIds": ["NEH.9.11"]}}, {"text": "Moreover in a pillar of cloud Thou didst lead them by day; and in a pillar of fire by night, to give them light in the way wherein they should go. ", "type": "text", "attrs": {"verseId": "NEH.9.12", "verseOrgIds": ["NEH.9.12"]}}, {"text": "Thou camest down also upon mount Sinai, and spokest with them from heaven, and gavest them right ordinances and laws of truth, good statutes and commandments; ", "type": "text", "attrs": {"verseId": "NEH.9.13", "verseOrgIds": ["NEH.9.13"]}}, {"text": "and madest known unto them Thy holy sabbath, and didst command them commandments, and statutes, and a law, by the hand of Moses Thy servant; ", "type": "text", "attrs": {"verseId": "NEH.9.14", "verseOrgIds": ["NEH.9.14"]}}, {"text": "and gavest them bread from heaven for their hunger, and broughtest forth water for them out of the rock for their thirst, and didst command them that they should go in to possess the land which Thou hadst lifted up Thy hand to give them. ", "type": "text", "attrs": {"verseId": "NEH.9.15", "verseOrgIds": ["NEH.9.15"]}}, {"text": "But they and our fathers dealt proudly, and hardened their neck, and hearkened not to Thy commandments, ", "type": "text", "attrs": {"verseId": "NEH.9.16", "verseOrgIds": ["NEH.9.16"]}}, {"text": "and refused to hearken, neither were mindful of Thy wonders that Thou didst among them; but hardened their neck, and in their rebellion appointed a captain to return to their bondage; but Thou art a God ready to pardon, gracious and full of compassion, slow to anger, and plenteous in mercy, and forsookest them not. ", "type": "text", "attrs": {"verseId": "NEH.9.17", "verseOrgIds": ["NEH.9.17"]}}, {"text": "Yea, when they had made them a molten calf, and said: 'This is thy God that brought thee up out of Egypt, and had wrought great provocations; ", "type": "text", "attrs": {"verseId": "NEH.9.18", "verseOrgIds": ["NEH.9.18"]}}, {"text": "yet Thou in Thy manifold mercies forsookest them not in the wilderness; the pillar of cloud departed not from over them by day, to lead them in the way; neither the pillar of fire by night, to show them light, and the way wherein they should go. ", "type": "text", "attrs": {"verseId": "NEH.9.19", "verseOrgIds": ["NEH.9.19"]}}, {"text": "Thou gavest also Thy good spirit to instruct them, and withheldest not Thy manna from their mouth, and gavest them water for their thirst. ", "type": "text", "attrs": {"verseId": "NEH.9.20", "verseOrgIds": ["NEH.9.20"]}}, {"text": "Yea, forty years didst Thou sustain them in the wilderness, and they lacked nothing; their clothes waxed not old, and their feet swelled not. ", "type": "text", "attrs": {"verseId": "NEH.9.21", "verseOrgIds": ["NEH.9.21"]}}, {"text": "Moreover Thou gavest them kingdoms and peoples, which Thou didst allot quarter by quarter; so they possessed the land of Sihon, even the land of the king of Heshbon, and the land of Og king of Bashan. ", "type": "text", "attrs": {"verseId": "NEH.9.22", "verseOrgIds": ["NEH.9.22"]}}, {"text": "Their children also didst Thou multiply as the stars of heaven, and didst bring them into the land, concerning which Thou didst say to their fathers, that they should go in to possess it. ", "type": "text", "attrs": {"verseId": "NEH.9.23", "verseOrgIds": ["NEH.9.23"]}}, {"text": "So the children went in and possessed the land, and Thou didst subdue before them the inhabitants of the land, the Canaanites, and gavest them into their hands, with their kings, and the peoples of the land, that they might do with them as they would. ", "type": "text", "attrs": {"verseId": "NEH.9.24", "verseOrgIds": ["NEH.9.24"]}}, {"text": "And they took fortified cities, and a fat land, and possessed houses full of all good things, cisterns hewn out, vineyards, and oliveyards, and fruit-trees in abundance; so they did eat, and were filled, and became fat, and luxuriated in Thy great goodness. ", "type": "text", "attrs": {"verseId": "NEH.9.25", "verseOrgIds": ["NEH.9.25"]}}, {"text": "Nevertheless they were disobedient, and rebelled against Thee, and cast Thy law behind their back, and slew Thy prophets that did forewarn them to turn them back unto Thee, and they wrought great provocations. ", "type": "text", "attrs": {"verseId": "NEH.9.26", "verseOrgIds": ["NEH.9.26"]}}, {"text": "Therefore Thou didst deliver them into the hand of their adversaries, who distressed them; and in the time of their trouble, when they cried unto Thee, Thou heardest from heaven; and according to Thy manifold mercies Thou gavest them saviours who might save them out of the hand of their adversaries. ", "type": "text", "attrs": {"verseId": "NEH.9.27", "verseOrgIds": ["NEH.9.27"]}}, {"text": "But after they had rest, they did evil again before Thee; therefore didst Thou leave them in the hand of their enemies, so that they had the dominion over them; yet when they returned, and cried unto Thee, many times didst Thou hear from heaven, and deliver them according to Thy mercies; ", "type": "text", "attrs": {"verseId": "NEH.9.28", "verseOrgIds": ["NEH.9.28"]}}, {"text": "and didst forewarn them, that Thou mightest bring them back unto Thy law; yet they dealt proudly, and hearkened not unto Thy commandments, but sinned against Thine ordinances, which if a man do, he shall live by them, and presented a stubborn shoulder, and hardened their neck, and would not hear. ", "type": "text", "attrs": {"verseId": "NEH.9.29", "verseOrgIds": ["NEH.9.29"]}}, {"text": "Yet many years didst Thou extend mercy unto them, and didst forewarn them by Thy spirit through Thy prophets; yet would they not give ear; therefore gavest Thou them into the hand of the peoples of the lands. ", "type": "text", "attrs": {"verseId": "NEH.9.30", "verseOrgIds": ["NEH.9.30"]}}, {"text": "Nevertheless in Thy manifold mercies Thou didst not utterly consume them, nor forsake them; for Thou art a gracious and merciful God. ", "type": "text", "attrs": {"verseId": "NEH.9.31", "verseOrgIds": ["NEH.9.31"]}}, {"text": "Now therefore, our God, the great, the mighty, and the awful God, who keepest covenant and mercy, let not all the travail seem little before Thee, that hath come upon us, on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all Thy people, since the time of the kings of Assyria unto this day. ", "type": "text", "attrs": {"verseId": "NEH.9.32", "verseOrgIds": ["NEH.9.32"]}}, {"text": "Howbeit Thou art just in all that is come upon us; for Thou hast dealt truly, but we have done wickedly; ", "type": "text", "attrs": {"verseId": "NEH.9.33", "verseOrgIds": ["NEH.9.33"]}}, {"text": "neither have our kings, our princes, our priests, nor our fathers, kept Thy law, nor hearkened unto Thy commandments and Thy testimonies, wherewith Thou didst testify against them. ", "type": "text", "attrs": {"verseId": "NEH.9.34", "verseOrgIds": ["NEH.9.34"]}}, {"text": "For they have not served Thee in their kingdom, and in Thy great goodness that Thou gavest them, and in the large and fat land which Thou gavest before them, neither turned they from their wicked works. ", "type": "text", "attrs": {"verseId": "NEH.9.35", "verseOrgIds": ["NEH.9.35"]}}, {"text": "Behold, we are servants this day, and as for the land that Thou gavest unto our fathers to eat the fruit thereof and the good thereof, behold, we are servants in it. ", "type": "text", "attrs": {"verseId": "NEH.9.36", "verseOrgIds": ["NEH.9.36"]}}, {"text": "And it yieldeth much increase unto the kings whom Thou hast set over us because of our sins; also they have power over our bodies, and over our cattle, at their pleasure, and we are in great distress.' ", "type": "text", "attrs": {"verseId": "NEH.9.37", "verseOrgIds": ["NEH.9.37"]}}, {"text": "(10-1) And yet for all this we make a sure covenant, and subscribe it; and our princes, our Levites, and our priests, set their seal unto it.", "type": "text", "attrs": {"verseId": "NEH.9.38", "verseOrgIds": ["NEH.10.1"]}}]}], "next": {"id": "NEH.10", "number": "10", "bookId": "NEH"}, "previous": {"id": "NEH.8", "number": "8", "bookId": "NEH"}}}}