{"_default": {"1": {"id": "DAN.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "DAN", "reference": "Daniel 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "(3-31) 'Nebuchadnezzar the king, unto all peoples, nations, and languages, that dwell in all the earth; peace be multiplied unto you. ", "type": "text", "attrs": {"verseId": "DAN.4.1", "verseOrgIds": ["DAN.3.31"]}}, {"text": "(3-32) It hath seemed good unto me to declare the signs and wonders that God Most High hath wrought toward me. ", "type": "text", "attrs": {"verseId": "DAN.4.2", "verseOrgIds": ["DAN.3.32"]}}, {"text": "(3-33) How great are His signs! and how mighty are His wonders! His kingdom is an everlasting kingdom, and His dominion is from generation to generation. ", "type": "text", "attrs": {"verseId": "DAN.4.3", "verseOrgIds": ["DAN.3.33"]}}, {"text": "(4-1) I Nebuchadnezzar was at rest in my house, and flourishing in my palace. ", "type": "text", "attrs": {"verseId": "DAN.4.4", "verseOrgIds": ["DAN.4.1"]}}, {"text": "(4-2) I saw a dream which made me afraid; and imaginings upon my bed and the visions of my head affrighted me. ", "type": "text", "attrs": {"verseId": "DAN.4.5", "verseOrgIds": ["DAN.4.2"]}}, {"text": "(4-3) Therefore made I a decree to bring in all the wise men of Babylon before me, that they might make known unto me the interpretation of the dream. ", "type": "text", "attrs": {"verseId": "DAN.4.6", "verseOrgIds": ["DAN.4.3"]}}, {"text": "(4-4) Then came in the magicians, the enchanters, the Chaldeans, and the astrologers; and I told the dream before them; but they did not make known unto me the interpretation thereof. ", "type": "text", "attrs": {"verseId": "DAN.4.7", "verseOrgIds": ["DAN.4.4"]}}, {"text": "(4-5) But at the last Daniel came in before me, whose name was Belteshazzar, according to the name of my god, and in whom is the spirit of the holy gods; and I told the dream before him: ", "type": "text", "attrs": {"verseId": "DAN.4.8", "verseOrgIds": ["DAN.4.5"]}}, {"text": "(4-6) O Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in thee, and no secret causeth thee trouble, tell me the visions of my dream that I have seen, and the interpretation thereof. ", "type": "text", "attrs": {"verseId": "DAN.4.9", "verseOrgIds": ["DAN.4.6"]}}, {"text": "(4-7) Thus were the visions of my head upon my bed: I saw, and behold a tree in the midst of the earth, and the height thereof was great. ", "type": "text", "attrs": {"verseId": "DAN.4.10", "verseOrgIds": ["DAN.4.7"]}}, {"text": "(4-8) The tree grew, and was strong, and the height thereof reached unto heaven, and the sight thereof to the end of all the earth. ", "type": "text", "attrs": {"verseId": "DAN.4.11", "verseOrgIds": ["DAN.4.8"]}}, {"text": "(4-9) The leaves thereof were fair, and the fruit thereof much, and in it was food for all; the beasts of the field had shadow under it, and the fowls of the heaven dwelt in the branches thereof, and all flesh was fed of it. ", "type": "text", "attrs": {"verseId": "DAN.4.12", "verseOrgIds": ["DAN.4.9"]}}, {"text": "(4-10) I saw in the visions of my head upon my bed, and, behold, a watcher and a holy one came down from heaven. ", "type": "text", "attrs": {"verseId": "DAN.4.13", "verseOrgIds": ["DAN.4.10"]}}, {"text": "(4-11) He cried aloud, and said thus: Hew down the tree, and cut off its branches, shake off its leaves, and scatter its fruit; let the beasts get away from under it, and the fowls from its branches. ", "type": "text", "attrs": {"verseId": "DAN.4.14", "verseOrgIds": ["DAN.4.11"]}}, {"text": "(4-12) Nevertheless leave the stump of its roots in the earth, even in a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts in the grass of the earth; ", "type": "text", "attrs": {"verseId": "DAN.4.15", "verseOrgIds": ["DAN.4.12"]}}, {"text": "(4-13) Let his heart be changed from man's, and let a beast's heart be given unto him; and let seven times pass over him. ", "type": "text", "attrs": {"verseId": "DAN.4.16", "verseOrgIds": ["DAN.4.13"]}}, {"text": "(4-14) The matter is by the decree of the watchers, and the sentence by the word of the holy ones; to the intent that the living may know that the Most High ruleth in the kingdom of men, and giveth it to whomsoever He will, and setteth up over it the lowest of men. ", "type": "text", "attrs": {"verseId": "DAN.4.17", "verseOrgIds": ["DAN.4.14"]}}, {"text": "(4-15) This dream I king Nebuchadnezzar have seen; and thou, O Belteshazzar, declare the interpretation, forasmuch as all the wise men of my kingdom are not able to make known unto me the interpretation; but thou art able, for the spirit of the holy gods is in thee.' ", "type": "text", "attrs": {"verseId": "DAN.4.18", "verseOrgIds": ["DAN.4.15"]}}, {"text": "(4-16) Then Daniel, whose name was Belteshazzar, was appalled for a while, and his thoughts affrighted him. The king spoke and said: 'Belteshazzar, let not the dream, or the interpretation, affright thee.' Belteshazzar answered and said: 'My lord, the dream be to them that hate thee, and the interpretation thereof to thine adversaries. ", "type": "text", "attrs": {"verseId": "DAN.4.19", "verseOrgIds": ["DAN.4.16"]}}, {"text": "(4-17) The tree that thou sawest, which grew, and was strong, whose height reached unto the heaven, and the sight thereof to all the earth; ", "type": "text", "attrs": {"verseId": "DAN.4.20", "verseOrgIds": ["DAN.4.17"]}}, {"text": "(4-18) whose leaves were fair, and the fruit thereof much, and in it was food for all; under which the beasts of the field dwelt, and upon whose branches the fowls of the heaven had their habitation; ", "type": "text", "attrs": {"verseId": "DAN.4.21", "verseOrgIds": ["DAN.4.18"]}}, {"text": "(4-19) it is thou, O king, that art grown and become strong; for thy greatness is grown, and reacheth unto heaven, and thy dominion to the end of the earth. ", "type": "text", "attrs": {"verseId": "DAN.4.22", "verseOrgIds": ["DAN.4.19"]}}, {"text": "(4-20) And whereas the king saw a watcher and a holy one coming down from heaven, and saying: Hew down the tree, and destroy it; nevertheless leave the stump of the roots thereof in the earth, even in a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven times pass over him — ", "type": "text", "attrs": {"verseId": "DAN.4.23", "verseOrgIds": ["DAN.4.20"]}}, {"text": "(4-21) this is the interpretation, O king, and it is the decree of the Most High, which is come upon my lord the king, ", "type": "text", "attrs": {"verseId": "DAN.4.24", "verseOrgIds": ["DAN.4.21"]}}, {"text": "(4-22) that thou shalt be driven from men, and thy dwelling shall be with the beasts of the field, and thou shalt be made to eat grass as oxen, and shalt be wet with the dew of heaven, and seven times shall pass over thee; till thou know that the Most High ruleth in the kingdom of men, and giveth it to whomsoever He will. ", "type": "text", "attrs": {"verseId": "DAN.4.25", "verseOrgIds": ["DAN.4.22"]}}, {"text": "(4-23) And whereas it was commanded to leave the stump of the roots of the tree, thy kingdom shall be sure unto thee, after that thou shalt have known that the heavens do rule. ", "type": "text", "attrs": {"verseId": "DAN.4.26", "verseOrgIds": ["DAN.4.23"]}}, {"text": "(4-24) Wherefore, O king, let my counsel be acceptable unto thee, and break off thy sins by almsgiving, and thine iniquities by showing mercy to the poor; if there may be a lengthening of thy prosperity.' ", "type": "text", "attrs": {"verseId": "DAN.4.27", "verseOrgIds": ["DAN.4.24"]}}, {"text": "(4-25) All this came upon the king Nebuchadnezzar. ", "type": "text", "attrs": {"verseId": "DAN.4.28", "verseOrgIds": ["DAN.4.25"]}}, {"text": "(4-26) At the end of twelve months he was walking upon the royal palace of Babylon. ", "type": "text", "attrs": {"verseId": "DAN.4.29", "verseOrgIds": ["DAN.4.26"]}}, {"text": "(4-27) The king spoke, and said: 'Is not this great Babylon, which I have built for a royal dwelling-place, by the might of my power and for the glory of my majesty?' ", "type": "text", "attrs": {"verseId": "DAN.4.30", "verseOrgIds": ["DAN.4.27"]}}, {"text": "(4-28) While the word was in the king's mouth, there fell a voice from heaven: 'O king Nebuchadnezzar, to thee it is spoken: the kingdom is departed from thee. ", "type": "text", "attrs": {"verseId": "DAN.4.31", "verseOrgIds": ["DAN.4.28"]}}, {"text": "(4-29) And thou shalt be driven from men, and thy dwelling shall be with the beasts of the field; thou shalt be made to eat grass as oxen, and seven times shall pass over thee; until thou know that the Most High ruleth in the kingdom of men, and giveth it to whomsoever He will.' ", "type": "text", "attrs": {"verseId": "DAN.4.32", "verseOrgIds": ["DAN.4.29"]}}, {"text": "(4-30) The same hour was the thing fulfilled upon Nebuchadnezzar; and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hair was grown like eagles' feathers, and his nails like birds' claws. ", "type": "text", "attrs": {"verseId": "DAN.4.33", "verseOrgIds": ["DAN.4.30"]}}, {"text": "(4-31) 'And at the end of the days I Nebuchadnezzar lifted up mine eyes unto heaven, and mine understanding returned unto me, and I blessed the Most High, and I praised and honoured Him that liveth for ever; for His dominion is an everlasting dominion, and His kingdom from generation to generation; ", "type": "text", "attrs": {"verseId": "DAN.4.34", "verseOrgIds": ["DAN.4.31"]}}, {"text": "(4-32) And all the inhabitants of the earth are reputed as nothing; and He doeth according to His will in the host of heaven, and among the inhabitants of the earth; and none can stay His hand, or say unto Him: What doest Thou? ", "type": "text", "attrs": {"verseId": "DAN.4.35", "verseOrgIds": ["DAN.4.32"]}}, {"text": "(4-33) At the same time mine understanding returned unto me; and for the glory of my kingdom, my majesty and my splendour returned unto me; and my ministers and my lords sought unto me; and I was established in my kingdom, and surpassing greatness was added unto me. ", "type": "text", "attrs": {"verseId": "DAN.4.36", "verseOrgIds": ["DAN.4.33"]}}, {"text": "(4-34) Now I Nebuchadnezzar praise and extol and honour the King of heaven; for all His works are truth, and His ways justice; and those that walk in pride He is able to abase.'", "type": "text", "attrs": {"verseId": "DAN.4.37", "verseOrgIds": ["DAN.4.34"]}}]}], "next": {"id": "DAN.5", "number": "5", "bookId": "DAN"}, "previous": {"id": "DAN.3", "number": "3", "bookId": "DAN"}}}}