{"_default": {"1": {"id": "EXO.12", "bibleId": "bf8f1c7f3f9045a5-01", "number": "12", "bookId": "EXO", "reference": "Exodus 12", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses and Aaron in the land of Egypt, saying: ", "type": "text", "attrs": {"verseId": "EXO.12.1", "verseOrgIds": ["EXO.12.1"]}}, {"text": "'This month shall be unto you the beginning of months; it shall be the first month of the year to you. ", "type": "text", "attrs": {"verseId": "EXO.12.2", "verseOrgIds": ["EXO.12.2"]}}, {"text": "Speak ye unto all the congregation of Israel, saying: In the tenth day of this month they shall take to them every man a lamb, according to their fathers' houses, a lamb for a household; ", "type": "text", "attrs": {"verseId": "EXO.12.3", "verseOrgIds": ["EXO.12.3"]}}, {"text": "and if the household be too little for a lamb, then shall he and his neighbour next unto his house take one according to the number of the souls; according to every man's eating ye shall make your count for the lamb. ", "type": "text", "attrs": {"verseId": "EXO.12.4", "verseOrgIds": ["EXO.12.4"]}}, {"text": "Your lamb shall be without blemish, a male of the first year; ye shall take it from the sheep, or from the goats; ", "type": "text", "attrs": {"verseId": "EXO.12.5", "verseOrgIds": ["EXO.12.5"]}}, {"text": "and ye shall keep it unto the fourteenth day of the same month; and the whole assembly of the congregation of Israel shall kill it at dusk. ", "type": "text", "attrs": {"verseId": "EXO.12.6", "verseOrgIds": ["EXO.12.6"]}}, {"text": "And they shall take of the blood, and put it on the two side-posts and on the lintel, upon the houses wherein they shall eat it. ", "type": "text", "attrs": {"verseId": "EXO.12.7", "verseOrgIds": ["EXO.12.7"]}}, {"text": "And they shall eat the flesh in that night, roast with fire, and unleavened bread; with bitter herbs they shall eat it. ", "type": "text", "attrs": {"verseId": "EXO.12.8", "verseOrgIds": ["EXO.12.8"]}}, {"text": "Eat not of it raw, nor sodden at all with water, but roast with fire; its head with its legs and with the inwards thereof. ", "type": "text", "attrs": {"verseId": "EXO.12.9", "verseOrgIds": ["EXO.12.9"]}}, {"text": "And ye shall let nothing of it remain until the morning; but that which remaineth of it until the morning ye shall burn with fire. ", "type": "text", "attrs": {"verseId": "EXO.12.10", "verseOrgIds": ["EXO.12.10"]}}, {"text": "And thus shall ye eat it: with your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste — it is the LORD'S passover. ", "type": "text", "attrs": {"verseId": "EXO.12.11", "verseOrgIds": ["EXO.12.11"]}}, {"text": "For I will go through the land of Egypt in that night, and will smite all the first-born in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgments: I am the LORD. ", "type": "text", "attrs": {"verseId": "EXO.12.12", "verseOrgIds": ["EXO.12.12"]}}, {"text": "And the blood shall be to you for a token upon the houses where ye are; and when I see the blood, I will pass over you, and there shall no plague be upon you to destroy you, when I smite the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.12.13", "verseOrgIds": ["EXO.12.13"]}}, {"text": "And this day shall be unto you for a memorial, and ye shall keep it a feast to the LORD; throughout your generations ye shall keep it a feast by an ordinance for ever. ", "type": "text", "attrs": {"verseId": "EXO.12.14", "verseOrgIds": ["EXO.12.14"]}}, {"text": "Seven days shall ye eat unleavened bread; howbeit the first day ye shall put away leaven out of your houses; for whosoever eateth leavened bread from the first day until the seventh day, that soul shall be cut off from Israel. ", "type": "text", "attrs": {"verseId": "EXO.12.15", "verseOrgIds": ["EXO.12.15"]}}, {"text": "And in the first day there shall be to you a holy convocation, and in the seventh day a holy convocation; no manner of work shall be done in them, save that which every man must eat, that only may be done by you. ", "type": "text", "attrs": {"verseId": "EXO.12.16", "verseOrgIds": ["EXO.12.16"]}}, {"text": "And ye shall observe the feast of unleavened bread; for in this selfsame day have I brought your hosts out of the land of Egypt; therefore shall ye observe this day throughout your generations by an ordinance for ever. ", "type": "text", "attrs": {"verseId": "EXO.12.17", "verseOrgIds": ["EXO.12.17"]}}, {"text": "In the first month, on the fourteenth day of the month at even, ye shall eat unleavened bread, until the one and twentieth day of the month at even. ", "type": "text", "attrs": {"verseId": "EXO.12.18", "verseOrgIds": ["EXO.12.18"]}}, {"text": "Seven days shall there be no leaven found in your houses; for whosoever eateth that which is leavened, that soul shall be cut off from the congregation of Israel, whether he be a sojourner, or one that is born in the land. ", "type": "text", "attrs": {"verseId": "EXO.12.19", "verseOrgIds": ["EXO.12.19"]}}, {"text": "Ye shall eat nothing leavened; in all your habitations shall ye eat unleavened bread.' ", "type": "text", "attrs": {"verseId": "EXO.12.20", "verseOrgIds": ["EXO.12.20"]}}, {"text": "Then Moses called for all the elders of Israel, and said unto them: 'Draw out, and take you lambs according to your families, and kill the passover lamb. ", "type": "text", "attrs": {"verseId": "EXO.12.21", "verseOrgIds": ["EXO.12.21"]}}, {"text": "And ye shall take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the lintel and the two side-posts with the blood that is in the basin; and none of you shall go out of the door of his house until the morning. ", "type": "text", "attrs": {"verseId": "EXO.12.22", "verseOrgIds": ["EXO.12.22"]}}, {"text": "For the LORD will pass through to smite the Egyptians; and when He seeth the blood upon the lintel, and on the two side-posts, the LORD will pass over the door, and will not suffer the destroyer to come in unto your houses to smite you. ", "type": "text", "attrs": {"verseId": "EXO.12.23", "verseOrgIds": ["EXO.12.23"]}}, {"text": "And ye shall observe this thing for an ordinance to thee and to thy sons for ever. ", "type": "text", "attrs": {"verseId": "EXO.12.24", "verseOrgIds": ["EXO.12.24"]}}, {"text": "And it shall come to pass, when ye be come to the land which the LORD will give you, according as He hath promised, that ye shall keep this service. ", "type": "text", "attrs": {"verseId": "EXO.12.25", "verseOrgIds": ["EXO.12.25"]}}, {"text": "And it shall come to pass, when your children shall say unto you: What mean ye by this service? ", "type": "text", "attrs": {"verseId": "EXO.12.26", "verseOrgIds": ["EXO.12.26"]}}, {"text": "that ye shall say: It is the sacrifice of the LORD'S passover, for that He passed over the houses of the children of Israel in Egypt, when He smote the Egyptians, and delivered our houses.' And the people bowed the head and worshipped. ", "type": "text", "attrs": {"verseId": "EXO.12.27", "verseOrgIds": ["EXO.12.27"]}}, {"text": "And the children of Israel went and did so; as the LORD had commanded Moses and Aaron, so did they. ", "type": "text", "attrs": {"verseId": "EXO.12.28", "verseOrgIds": ["EXO.12.28"]}}, {"text": "And it came to pass at midnight, that the LORD smote all the firstborn in the land of Egypt, from the first-born of Pharaoh that sat on his throne unto the first-born of the captive that was in the dungeon; and all the first-born of cattle. ", "type": "text", "attrs": {"verseId": "EXO.12.29", "verseOrgIds": ["EXO.12.29"]}}, {"text": "And Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt; for there was not a house where there was not one dead. ", "type": "text", "attrs": {"verseId": "EXO.12.30", "verseOrgIds": ["EXO.12.30"]}}, {"text": "And he called for Moses and Aaron by night and said: 'Rise up, get you forth from among my people, both ye and the children of Israel; and go, serve the LORD, as ye have said. ", "type": "text", "attrs": {"verseId": "EXO.12.31", "verseOrgIds": ["EXO.12.31"]}}, {"text": "Take both your flocks and your herds, as ye have said, and be gone; and bless me also.' ", "type": "text", "attrs": {"verseId": "EXO.12.32", "verseOrgIds": ["EXO.12.32"]}}, {"text": "And the Egyptians were urgent upon the people, to send them out of the land in haste; for they said: 'We are all dead men.' ", "type": "text", "attrs": {"verseId": "EXO.12.33", "verseOrgIds": ["EXO.12.33"]}}, {"text": "And the people took their dough before it was leavened, their kneading-troughs being bound up in their clothes upon their shoulders. ", "type": "text", "attrs": {"verseId": "EXO.12.34", "verseOrgIds": ["EXO.12.34"]}}, {"text": "And the children of Israel did according to the word of Moses; and they asked of the Egyptians jewels of silver, and jewels of gold, and raiment. ", "type": "text", "attrs": {"verseId": "EXO.12.35", "verseOrgIds": ["EXO.12.35"]}}, {"text": "And the LORD gave the people favour in the sight of the Egyptians, so that they let them have what they asked. And they despoiled the Egyptians. ", "type": "text", "attrs": {"verseId": "EXO.12.36", "verseOrgIds": ["EXO.12.36"]}}, {"text": "And the children of Israel journeyed from Rameses to Succoth, about six hundred thousand men on foot, beside children. ", "type": "text", "attrs": {"verseId": "EXO.12.37", "verseOrgIds": ["EXO.12.37"]}}, {"text": "And a mixed multitude went up also with them; and flocks, and herds, even very much cattle. ", "type": "text", "attrs": {"verseId": "EXO.12.38", "verseOrgIds": ["EXO.12.38"]}}, {"text": "And they baked unleavened cakes of the dough which they brought forth out of Egypt, for it was not leavened; because they were thrust out of Egypt, and could not tarry, neither had they prepared for themselves any victual. ", "type": "text", "attrs": {"verseId": "EXO.12.39", "verseOrgIds": ["EXO.12.39"]}}, {"text": "Now the time that the children of Israel dwelt in Egypt was four hundred and thirty years. ", "type": "text", "attrs": {"verseId": "EXO.12.40", "verseOrgIds": ["EXO.12.40"]}}, {"text": "And it came to pass at the end of four hundred and thirty years, even the selfsame day it came to pass, that all the host of the LORD went out from the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.12.41", "verseOrgIds": ["EXO.12.41"]}}, {"text": "It was a night of watching unto the LORD for bringing them out from the land of Egypt; this same night is a night of watching unto the LORD for all the children of Israel throughout their generations. ", "type": "text", "attrs": {"verseId": "EXO.12.42", "verseOrgIds": ["EXO.12.42"]}}, {"text": "And the LORD said unto Moses and Aaron: 'This is the ordinance of the passover: there shall no alien eat thereof; ", "type": "text", "attrs": {"verseId": "EXO.12.43", "verseOrgIds": ["EXO.12.43"]}}, {"text": "but every man's servant that is bought for money, when thou hast circumcised him, then shall he eat thereof. ", "type": "text", "attrs": {"verseId": "EXO.12.44", "verseOrgIds": ["EXO.12.44"]}}, {"text": "A sojourner and a hired servant shall not eat thereof. ", "type": "text", "attrs": {"verseId": "EXO.12.45", "verseOrgIds": ["EXO.12.45"]}}, {"text": "In one house shall it be eaten; thou shalt not carry forth aught of the flesh abroad out of the house; neither shall ye break a bone thereof. ", "type": "text", "attrs": {"verseId": "EXO.12.46", "verseOrgIds": ["EXO.12.46"]}}, {"text": "All the congregation of Israel shall keep it. ", "type": "text", "attrs": {"verseId": "EXO.12.47", "verseOrgIds": ["EXO.12.47"]}}, {"text": "And when a stranger shall sojourn with thee, and will keep the passover to the LORD, let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land; but no uncircumcised person shall eat thereof. ", "type": "text", "attrs": {"verseId": "EXO.12.48", "verseOrgIds": ["EXO.12.48"]}}, {"text": "One law shall be to him that is homeborn, and unto the stranger that sojourneth among you.' ", "type": "text", "attrs": {"verseId": "EXO.12.49", "verseOrgIds": ["EXO.12.49"]}}, {"text": "Thus did all the children of Israel; as the LORD commanded Moses and Aaron, so did they. ", "type": "text", "attrs": {"verseId": "EXO.12.50", "verseOrgIds": ["EXO.12.50"]}}, {"text": "And it came to pass the selfsame day that the LORD did bring the children of Israel out of the land of Egypt by their hosts.", "type": "text", "attrs": {"verseId": "EXO.12.51", "verseOrgIds": ["EXO.12.51"]}}]}], "next": {"id": "EXO.13", "number": "13", "bookId": "EXO"}, "previous": {"id": "EXO.11", "number": "11", "bookId": "EXO"}}}}