{"_default": {"1": {"id": "MAL.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "MAL", "reference": "Malachi 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, I send My messenger, and he shall clear the way before Me; and the Lord, whom ye seek, will suddenly come to His temple, and the messenger of the covenant, whom ye delight in, behold, he cometh, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.3.1", "verseOrgIds": ["MAL.3.1"]}}, {"text": "But who may abide the day of his coming? And who shall stand when he appeareth? For he is like a refiner's fire, and like fullers' soap; ", "type": "text", "attrs": {"verseId": "MAL.3.2", "verseOrgIds": ["MAL.3.2"]}}, {"text": "And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver; and there shall be they that shall offer unto the LORD offerings in righteousness. ", "type": "text", "attrs": {"verseId": "MAL.3.3", "verseOrgIds": ["MAL.3.3"]}}, {"text": "Then shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in ancient years. ", "type": "text", "attrs": {"verseId": "MAL.3.4", "verseOrgIds": ["MAL.3.4"]}}, {"text": "And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers; and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right, and fear not Me, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.3.5", "verseOrgIds": ["MAL.3.5"]}}, {"text": "For I the LORD change not; and ye, O sons of Jacob, are not consumed. ", "type": "text", "attrs": {"verseId": "MAL.3.6", "verseOrgIds": ["MAL.3.6"]}}, {"text": "From the days of your fathers ye have turned aside from Mine ordinances, and have not kept them. Return unto Me, and I will return unto you, saith the LORD of hosts. But ye say: 'Wherein shall we return?' ", "type": "text", "attrs": {"verseId": "MAL.3.7", "verseOrgIds": ["MAL.3.7"]}}, {"text": "Will a man rob God? Yet ye rob Me. But ye say: 'Wherein have we robbed Thee?' In tithes and heave-offerings. ", "type": "text", "attrs": {"verseId": "MAL.3.8", "verseOrgIds": ["MAL.3.8"]}}, {"text": "Ye are cursed with the curse, yet ye rob Me, even this whole nation. ", "type": "text", "attrs": {"verseId": "MAL.3.9", "verseOrgIds": ["MAL.3.9"]}}, {"text": "Bring ye the whole tithe into the store-house, that there may be food in My house, and try Me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall be more than sufficiency. ", "type": "text", "attrs": {"verseId": "MAL.3.10", "verseOrgIds": ["MAL.3.10"]}}, {"text": "And I will rebuke the devourer for your good, and he shall not destroy the fruits of your land; neither shall your vine cast its fruit before the time in the field, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.3.11", "verseOrgIds": ["MAL.3.11"]}}, {"text": "And all nations shall call you happy; for ye shall be a delightsome land, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.3.12", "verseOrgIds": ["MAL.3.12"]}}, {"text": "Your words have been all too strong against Me, saith the LORD. Yet ye say: 'Wherein have we spoken against thee?' ", "type": "text", "attrs": {"verseId": "MAL.3.13", "verseOrgIds": ["MAL.3.13"]}}, {"text": "Ye have said: 'It is vain to serve God; and what profit is it that we have kept His charge, and that we have walked mournfully because of the LORD of hosts? ", "type": "text", "attrs": {"verseId": "MAL.3.14", "verseOrgIds": ["MAL.3.14"]}}, {"text": "And now we call the proud happy; yea, they that work wickedness are built up; yea, they try God, and are delivered.' ", "type": "text", "attrs": {"verseId": "MAL.3.15", "verseOrgIds": ["MAL.3.15"]}}, {"text": "Then they that feared the LORD spoke one with another; and the LORD hearkened, and heard, and a book of remembrance was written before Him, for them that feared the LORD, and that thought upon His name. ", "type": "text", "attrs": {"verseId": "MAL.3.16", "verseOrgIds": ["MAL.3.16"]}}, {"text": "And they shall be Mine, saith the LORD of hosts, in the day that I do make, even Mine own treasure; and I will spare them, as a man spareth his own son that serveth him. ", "type": "text", "attrs": {"verseId": "MAL.3.17", "verseOrgIds": ["MAL.3.17"]}}, {"text": "Then shall ye again discern between the righteous and the wicked, between him that serveth God and him that serveth Him not.", "type": "text", "attrs": {"verseId": "MAL.3.18", "verseOrgIds": ["MAL.3.18"]}}]}], "next": {"id": "MAL.4", "number": "4", "bookId": "MAL"}, "previous": {"id": "MAL.2", "number": "2", "bookId": "MAL"}}}}