{"_default": {"1": {"id": "1CH.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "1CH", "reference": "1 Chronicles 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the Philistines fought against Israel; and the men of Israel fled from before the Philistines, and fell down slain in mount Gilboa. ", "type": "text", "attrs": {"verseId": "1CH.10.1", "verseOrgIds": ["1CH.10.1"]}}, {"text": "And the Philistines followed hard after Saul and after his sons; and the Philistines slew Jonathan, and Abinadab, and Malchi-shua, the sons of Saul. ", "type": "text", "attrs": {"verseId": "1CH.10.2", "verseOrgIds": ["1CH.10.2"]}}, {"text": "And the battle went sore against Saul, and the archers overtook him; and he was in anguish by reason of the archers. ", "type": "text", "attrs": {"verseId": "1CH.10.3", "verseOrgIds": ["1CH.10.3"]}}, {"text": "Then said Saul unto his armour-bearer: 'Draw thy sword, and thrust me through therewith; lest these uncircumcised come and make a mock of me.' But his armour-bearer would not; for he was sore afraid. Therefore Saul took his sword, and fell upon it. ", "type": "text", "attrs": {"verseId": "1CH.10.4", "verseOrgIds": ["1CH.10.4"]}}, {"text": "And when his armour-bearer saw that Saul was dead, he likewise fell upon his sword, and died. ", "type": "text", "attrs": {"verseId": "1CH.10.5", "verseOrgIds": ["1CH.10.5"]}}, {"text": "So Saul died, and his three sons; and all his house died together. ", "type": "text", "attrs": {"verseId": "1CH.10.6", "verseOrgIds": ["1CH.10.6"]}}, {"text": "And when all the men of Israel that were in the valley saw that Israel fled, and that Saul and his sons were dead, they forsook their cities, and fled; and the Philistines came and dwelt in them. ", "type": "text", "attrs": {"verseId": "1CH.10.7", "verseOrgIds": ["1CH.10.7"]}}, {"text": "And it came to pass on the morrow, when the Philistines came to strip the slain, that they found Saul and his sons fallen in mount Gilboa. ", "type": "text", "attrs": {"verseId": "1CH.10.8", "verseOrgIds": ["1CH.10.8"]}}, {"text": "And they stripped him, and took his head, and his armour, and sent into the land of the Philistines round about, to carry the tidings unto their idols, and to the people. ", "type": "text", "attrs": {"verseId": "1CH.10.9", "verseOrgIds": ["1CH.10.9"]}}, {"text": "And they put his armour in the house of their gods, and fastened his head in the house of Dagon. ", "type": "text", "attrs": {"verseId": "1CH.10.10", "verseOrgIds": ["1CH.10.10"]}}, {"text": "And when all Jabesh-gilead heard all that the Philistines had done to Saul, ", "type": "text", "attrs": {"verseId": "1CH.10.11", "verseOrgIds": ["1CH.10.11"]}}, {"text": "all the valiant men arose, and took away the body of Saul, and the bodies of his sons, and brought them to Jabesh, and buried their bones under the terebinth in Jabesh, and fasted seven days. ", "type": "text", "attrs": {"verseId": "1CH.10.12", "verseOrgIds": ["1CH.10.12"]}}, {"text": "So Saul died for his transgression which he committed against the LORD, because of the word of the LORD, which he kept not; and also for that he asked counsel of a ghost, to inquire thereby, ", "type": "text", "attrs": {"verseId": "1CH.10.13", "verseOrgIds": ["1CH.10.13"]}}, {"text": "and inquired not of the LORD; therefore He slew him, and turned the kingdom unto David the son of Jesse.", "type": "text", "attrs": {"verseId": "1CH.10.14", "verseOrgIds": ["1CH.10.14"]}}]}], "next": {"id": "1CH.11", "number": "11", "bookId": "1CH"}, "previous": {"id": "1CH.9", "number": "9", "bookId": "1CH"}}}}