{"_default": {"1": {"id": "2SA.17", "bibleId": "bf8f1c7f3f9045a5-01", "number": "17", "bookId": "2SA", "reference": "2 Samuel 17", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover Ahithophel said unto Absalom: 'Let me now choose out twelve thousand men, and I will arise and pursue after David this night; ", "type": "text", "attrs": {"verseId": "2SA.17.1", "verseOrgIds": ["2SA.17.1"]}}, {"text": "and I will come upon him while he is weary and weak-handed, and will make him afraid; and all the people that are with him shall flee; and I will smite the king only; ", "type": "text", "attrs": {"verseId": "2SA.17.2", "verseOrgIds": ["2SA.17.2"]}}, {"text": "and I will bring back all the people unto thee; when all shall have returned, save the man whom thou seekest, all the people will be in peace.' ", "type": "text", "attrs": {"verseId": "2SA.17.3", "verseOrgIds": ["2SA.17.3"]}}, {"text": "And the saying pleased Absalom well, and all the elders of Israel. ", "type": "text", "attrs": {"verseId": "2SA.17.4", "verseOrgIds": ["2SA.17.4"]}}, {"text": "Then said Absalom: 'Call now Hushai the Archite also, and let us hear likewise what he saith.' ", "type": "text", "attrs": {"verseId": "2SA.17.5", "verseOrgIds": ["2SA.17.5"]}}, {"text": "And when Hushai was come to Absalom, Absalom spoke unto him, saying: 'Ahithophel hath spoken after this manner; shall we do after his saying? if not, speak thou.' ", "type": "text", "attrs": {"verseId": "2SA.17.6", "verseOrgIds": ["2SA.17.6"]}}, {"text": "And Hushai said unto Absalom: 'The counsel that Ahithophel hath given this time is not good.' ", "type": "text", "attrs": {"verseId": "2SA.17.7", "verseOrgIds": ["2SA.17.7"]}}, {"text": "Hushai said moreover: 'Thou knowest thy father and his men, that they are mighty men, and they are embittered in their minds, as a bear robbed of her whelps in the field; and thy father is a man of war, and will not lodge with the people. ", "type": "text", "attrs": {"verseId": "2SA.17.8", "verseOrgIds": ["2SA.17.8"]}}, {"text": "Behold, he is hid now in some pit, or in some place; and it will come to pass, when they fall upon them at the first, and whosoever heareth it shall say: There is a slaughter among the people that follow Absalom; ", "type": "text", "attrs": {"verseId": "2SA.17.9", "verseOrgIds": ["2SA.17.9"]}}, {"text": "then even he that is valiant, whose heart is as the heart of a lion, will utterly melt; for all Israel knoweth that thy father is a mighty man, and they that are with him are valiant men. ", "type": "text", "attrs": {"verseId": "2SA.17.10", "verseOrgIds": ["2SA.17.10"]}}, {"text": "But I counsel that all Israel be gathered together unto thee, from Dan even to Beer-sheba, as the sand that is by the sea for multitude; and that thou go to battle in thine own person. ", "type": "text", "attrs": {"verseId": "2SA.17.11", "verseOrgIds": ["2SA.17.11"]}}, {"text": "So shall we come upon him in some place where he shall be found, and we will light upon him as the dew falleth on the ground; and of him and of all the men that are with him we will not leave so much as one. ", "type": "text", "attrs": {"verseId": "2SA.17.12", "verseOrgIds": ["2SA.17.12"]}}, {"text": "Moreover, if he withdraw himself into a city, then shall all Israel bring up ropes to that city, and we will draw it into the valley until there be not one small stone found there.' ", "type": "text", "attrs": {"verseId": "2SA.17.13", "verseOrgIds": ["2SA.17.13"]}}, {"text": "And Absalom and all the men of Israel said: 'The counsel of Hushai the Archite is better than the counsel of Ahithophel.' — For the LORD had ordained to defeat the good counsel of Ahithophel, to the intent that the LORD might bring evil upon Absalom. ", "type": "text", "attrs": {"verseId": "2SA.17.14", "verseOrgIds": ["2SA.17.14"]}}, {"text": "Then said Hushai unto Zadok and to Abiathar the priests: 'Thus and thus did Ahithophel counsel Absalom and the elders of Israel; and thus and thus have I counselled. ", "type": "text", "attrs": {"verseId": "2SA.17.15", "verseOrgIds": ["2SA.17.15"]}}, {"text": "Now therefore send quickly, and tell David, saying: Lodge not this night in the plains of the wilderness, but in any wise pass over; lest the king be swallowed up, and all the people that are with him.' ", "type": "text", "attrs": {"verseId": "2SA.17.16", "verseOrgIds": ["2SA.17.16"]}}, {"text": "Now Jonathan and Ahimaaz stayed by En-rogel; and a maid-servant used to go and tell them; and they went and told king David; for they might not be seen to come into the city. ", "type": "text", "attrs": {"verseId": "2SA.17.17", "verseOrgIds": ["2SA.17.17"]}}, {"text": "But a lad saw them, and told Absalom; and they went both of them away quickly, and came to the house of a man in Bahurim, who had a well in his court; and they went down thither. ", "type": "text", "attrs": {"verseId": "2SA.17.18", "verseOrgIds": ["2SA.17.18"]}}, {"text": "And the woman took and spread the covering over the well's mouth, and strewed groats thereon; and nothing was known. ", "type": "text", "attrs": {"verseId": "2SA.17.19", "verseOrgIds": ["2SA.17.19"]}}, {"text": "And Absalom's servants came to the woman to the house; and they said: 'Where are Ahimaaz and Jonathan?' And the woman said unto them: 'They are gone over the brook of water.' And when they had sought and could not find them, they returned to Jerusalem. ", "type": "text", "attrs": {"verseId": "2SA.17.20", "verseOrgIds": ["2SA.17.20"]}}, {"text": "And it came to pass, after they were departed, that they came up out of the well, and went and told king David; and they said unto David: 'Arise ye, and pass quickly over the water; for thus hath Ahithophel counselled against you.' ", "type": "text", "attrs": {"verseId": "2SA.17.21", "verseOrgIds": ["2SA.17.21"]}}, {"text": "Then David arose, and all the people that were with him, and they passed over the Jordan; by the morning light there lacked not one of them that was not gone over the Jordan. ", "type": "text", "attrs": {"verseId": "2SA.17.22", "verseOrgIds": ["2SA.17.22"]}}, {"text": "And when Ahithophel saw that his counsel was not followed, he saddled his ass, and arose, and got him home, unto his city, and set his house in order, and strangled himself; and he died, and was buried in the sepulchre of his father. ", "type": "text", "attrs": {"verseId": "2SA.17.23", "verseOrgIds": ["2SA.17.23"]}}, {"text": "When David was come to Mahanaim, Absalom passed over the Jordan, he and all the men of Israel with him. ", "type": "text", "attrs": {"verseId": "2SA.17.24", "verseOrgIds": ["2SA.17.24"]}}, {"text": "And Absalom had set Amasa over the host instead of Joab. Now Amasa was the son of a man, whose name was Ithra the Jesraelite, that went in to Abigal the daughter of Nahash, sister to Zeruiah Joab's mother. ", "type": "text", "attrs": {"verseId": "2SA.17.25", "verseOrgIds": ["2SA.17.25"]}}, {"text": "And Israel and Absalom pitched in the land of Gilead. ", "type": "text", "attrs": {"verseId": "2SA.17.26", "verseOrgIds": ["2SA.17.26"]}}, {"text": "And it came to pass, when David was come to Mahanaim, that Shobi the son of Nahash of Rabbah of the children of Ammon, and Machir the son of Ammiel of Lo-debar, and Barzillai the Gileadite of Rogelim, ", "type": "text", "attrs": {"verseId": "2SA.17.27", "verseOrgIds": ["2SA.17.27"]}}, {"text": "brought beds, and basins, and earthen vessels, and wheat, and barley, and meal, and parched corn, and beans, and lentils, and parched pulse, ", "type": "text", "attrs": {"verseId": "2SA.17.28", "verseOrgIds": ["2SA.17.28"]}}, {"text": "and honey, and curd, and sheep, and cheese of kine, for David, and for the people that were with him, to eat; for they said: 'The people is hungry, and faint, and thirsty, in the wilderness.'", "type": "text", "attrs": {"verseId": "2SA.17.29", "verseOrgIds": ["2SA.17.29"]}}]}], "next": {"id": "2SA.18", "number": "18", "bookId": "2SA"}, "previous": {"id": "2SA.16", "number": "16", "bookId": "2SA"}}}}