{"_default": {"1": {"id": "LAM.2", "bibleId": "bf8f1c7f3f9045a5-01", "number": "2", "bookId": "LAM", "reference": "Lamentations 2", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "How hath the Lord covered with a cloud the daughter of Zion in His anger! He hath cast down from heaven unto the earth the beauty of Israel, and hath not remembered His footstool in the day of His anger. ", "type": "text", "attrs": {"verseId": "LAM.2.1", "verseOrgIds": ["LAM.2.1"]}}, {"text": "The Lord hath swallowed up unsparingly all the habitations of Jacob; He hath thrown down in His wrath the strongholds of the daughter of Judah; He hath brought them down to the ground; He hath profaned the kingdom and the princes thereof. ", "type": "text", "attrs": {"verseId": "LAM.2.2", "verseOrgIds": ["LAM.2.2"]}}, {"text": "He hath cut off in fierce anger all the horn of Israel; He hath drawn back His right hand from before the enemy; and He hath burned in Jacob like a flaming fire, which devoureth round about. ", "type": "text", "attrs": {"verseId": "LAM.2.3", "verseOrgIds": ["LAM.2.3"]}}, {"text": "He hath bent His bow like an enemy, standing with His right hand as an adversary, and hath slain all that were pleasant to the eye; in the tent of the daughter of Zion He hath poured out His fury like fire. ", "type": "text", "attrs": {"verseId": "LAM.2.4", "verseOrgIds": ["LAM.2.4"]}}, {"text": "The Lord is become as an enemy, He hath swallowed up Israel; He hath swallowed up all her palaces, He hath destroyed his strongholds; and He hath multiplied in the daughter of Judah mourning and moaning. ", "type": "text", "attrs": {"verseId": "LAM.2.5", "verseOrgIds": ["LAM.2.5"]}}, {"text": "And He hath stripped His tabernacle, as if it were a garden, He hath destroyed His place of assembly; the LORD hath caused to be forgotten in Zion appointed season and sabbath, and hath rejected in the indignation of His anger the king and the priest. ", "type": "text", "attrs": {"verseId": "LAM.2.6", "verseOrgIds": ["LAM.2.6"]}}, {"text": "The Lord hath cast off His altar, He hath abhorred His sanctuary, He hath given up into the hand of the enemy the walls of her palaces; they have made a noise in the house of the LORD, as in the day of a solemn assembly. ", "type": "text", "attrs": {"verseId": "LAM.2.7", "verseOrgIds": ["LAM.2.7"]}}, {"text": "The LORD hath purposed to destroy the wall of the daughter of Zion; He hath stretched out the line, He hath not withdrawn His hand from destroying; but He hath made the rampart and wall to mourn, they languish together. ", "type": "text", "attrs": {"verseId": "LAM.2.8", "verseOrgIds": ["LAM.2.8"]}}, {"text": "Her gates are sunk into the ground; He hath destroyed and broken her bars; her king and her princes are among the nations, instruction is no more; yea, her prophets find no vision from the LORD. ", "type": "text", "attrs": {"verseId": "LAM.2.9", "verseOrgIds": ["LAM.2.9"]}}, {"text": "They sit upon the ground, and keep silence, the elders of the daughter of Zion; they have cast up dust upon their heads, they have girded themselves with sackcloth; the virgins of Jerusalem hang down their heads to the ground. ", "type": "text", "attrs": {"verseId": "LAM.2.10", "verseOrgIds": ["LAM.2.10"]}}, {"text": "Mine eyes do fail with tears, mine inwards burn, my liver is poured upon the earth, for the breach of the daughter of my people; because the young children and the sucklings swoon in the broad places of the city. ", "type": "text", "attrs": {"verseId": "LAM.2.11", "verseOrgIds": ["LAM.2.11"]}}, {"text": "They say to their mothers: 'Where is corn and wine?' when they swoon as the wounded in the broad places of the city, when their soul is poured out into their mothers' bosom. ", "type": "text", "attrs": {"verseId": "LAM.2.12", "verseOrgIds": ["LAM.2.12"]}}, {"text": "What shall I take to witness for thee? What shall I liken to thee, O daughter of Jerusalem? What shall I equal to thee, that I may comfort thee, O virgin daughter of Zion? For thy breach is great like the sea; who can heal thee? ", "type": "text", "attrs": {"verseId": "LAM.2.13", "verseOrgIds": ["LAM.2.13"]}}, {"text": "Thy prophets have seen visions for thee of vanity and delusion; and they have not uncovered thine iniquity, to bring back thy captivity; but have prophesied for thee burdens of vanity and seduction. ", "type": "text", "attrs": {"verseId": "LAM.2.14", "verseOrgIds": ["LAM.2.14"]}}, {"text": "All that pass by clap their hands at thee; they hiss and wag their head at the daughter of Jerusalem: 'Is this the city that men called the perfection of beauty, the joy of the whole earth?' ", "type": "text", "attrs": {"verseId": "LAM.2.15", "verseOrgIds": ["LAM.2.15"]}}, {"text": "All thine enemies have opened their mouth wide against thee; they hiss and gnash the teeth; they say: 'We have swallowed her up; certainly this is the day that we looked for; we have found, we have seen it.' ", "type": "text", "attrs": {"verseId": "LAM.2.16", "verseOrgIds": ["LAM.2.16"]}}, {"text": "The LORD hath done that which He devised; He hath performed His word that He commanded in the days of old; He hath thrown down unsparingly; and He hath caused the enemy to rejoice over thee, He hath exalted the horn of thine adversaries. ", "type": "text", "attrs": {"verseId": "LAM.2.17", "verseOrgIds": ["LAM.2.17"]}}, {"text": "Their heart cried unto the Lord: 'O wall of the daughter of Zion, let tears run down like a river day and night; give thyself no respite; let not the apple of thine eye cease. ", "type": "text", "attrs": {"verseId": "LAM.2.18", "verseOrgIds": ["LAM.2.18"]}}, {"text": "Arise, cry out in the night, at the beginning of the watches; pour out thy heart like water before the face of the Lord; lift up thy hands toward Him for the life of thy young children, that faint for hunger at the head of every street.' ", "type": "text", "attrs": {"verseId": "LAM.2.19", "verseOrgIds": ["LAM.2.19"]}}, {"text": "'See, O LORD, and consider, to whom Thou hast done thus! Shall the women eat their fruit, the children that are dandled in the hands? Shall the priest and the prophet be slain in the sanctuary of the Lord? ", "type": "text", "attrs": {"verseId": "LAM.2.20", "verseOrgIds": ["LAM.2.20"]}}, {"text": "The youth and the old man lie on the ground in the streets; my virgins and my young men are fallen by the sword; Thou hast slain them in the day of Thine anger; Thou hast slaughtered unsparingly. ", "type": "text", "attrs": {"verseId": "LAM.2.21", "verseOrgIds": ["LAM.2.21"]}}, {"text": "Thou hast called, as in the day of a solemn assembly, my terrors on every side, and there was none in the day of the LORD'S anger that escaped or remained; those that I have dandled and brought up hath mine enemy consumed.'", "type": "text", "attrs": {"verseId": "LAM.2.22", "verseOrgIds": ["LAM.2.22"]}}]}], "next": {"id": "LAM.3", "number": "3", "bookId": "LAM"}, "previous": {"id": "LAM.1", "number": "1", "bookId": "LAM"}}}}