{"_default": {"1": {"id": "LEV.18", "bibleId": "bf8f1c7f3f9045a5-01", "number": "18", "bookId": "LEV", "reference": "Leviticus 18", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "LEV.18.1", "verseOrgIds": ["LEV.18.1"]}}, {"text": "Speak unto the children of Israel, and say unto them: I am the LORD your God. ", "type": "text", "attrs": {"verseId": "LEV.18.2", "verseOrgIds": ["LEV.18.2"]}}, {"text": "After the doings of the land of Egypt, wherein ye dwelt, shall ye not do; and after the doings of the land of Canaan, whither I bring you, shall ye not do; neither shall ye walk in their statutes. ", "type": "text", "attrs": {"verseId": "LEV.18.3", "verseOrgIds": ["LEV.18.3"]}}, {"text": "Mine ordinances shall ye do, and My statutes shall ye keep, to walk therein: I am the LORD your God. ", "type": "text", "attrs": {"verseId": "LEV.18.4", "verseOrgIds": ["LEV.18.4"]}}, {"text": "Ye shall therefore keep My statutes, and Mine ordinances, which if a man do, he shall live by them: I am the LORD. ", "type": "text", "attrs": {"verseId": "LEV.18.5", "verseOrgIds": ["LEV.18.5"]}}, {"text": "None of you shall approach to any that is near of kin to him, to uncover their nakedness. I am the LORD. ", "type": "text", "attrs": {"verseId": "LEV.18.6", "verseOrgIds": ["LEV.18.6"]}}, {"text": "The nakedness of thy father, and the nakedness of thy mother, shalt thou not uncover: she is thy mother; thou shalt not uncover her nakedness. ", "type": "text", "attrs": {"verseId": "LEV.18.7", "verseOrgIds": ["LEV.18.7"]}}, {"text": "The nakedness of thy father's wife shalt thou not uncover: it is thy father's nakedness. ", "type": "text", "attrs": {"verseId": "LEV.18.8", "verseOrgIds": ["LEV.18.8"]}}, {"text": "The nakedness of thy sister, the daughter of thy father, or the daughter of thy mother, whether born at home, or born abroad, even their nakedness thou shalt not uncover. ", "type": "text", "attrs": {"verseId": "LEV.18.9", "verseOrgIds": ["LEV.18.9"]}}, {"text": "The nakedness of thy son's daughter, or of thy daughter's daughter, even their nakedness thou shalt not uncover; for theirs is thine own nakedness. ", "type": "text", "attrs": {"verseId": "LEV.18.10", "verseOrgIds": ["LEV.18.10"]}}, {"text": "The nakedness of thy father's wife's daughter, begotten of thy father, she is thy sister, thou shalt not uncover her nakedness. ", "type": "text", "attrs": {"verseId": "LEV.18.11", "verseOrgIds": ["LEV.18.11"]}}, {"text": "Thou shalt not uncover the nakedness of thy father's sister: she is thy father's near kinswoman. ", "type": "text", "attrs": {"verseId": "LEV.18.12", "verseOrgIds": ["LEV.18.12"]}}, {"text": "Thou shalt not uncover the nakedness of thy mother's sister; for she is thy mother's near kinswoman. ", "type": "text", "attrs": {"verseId": "LEV.18.13", "verseOrgIds": ["LEV.18.13"]}}, {"text": "Thou shalt not uncover the nakedness of thy fathers brother, thou shalt not approach to his wife: she is thine aunt. ", "type": "text", "attrs": {"verseId": "LEV.18.14", "verseOrgIds": ["LEV.18.14"]}}, {"text": "Thou shalt not uncover the nakedness of thy daughter-in-law: she is thy son' wife; thou shalt not uncover her nakedness. ", "type": "text", "attrs": {"verseId": "LEV.18.15", "verseOrgIds": ["LEV.18.15"]}}, {"text": "Thou shalt not uncover the nakedness of thy brother's wife: it is thy brother's nakedness. ", "type": "text", "attrs": {"verseId": "LEV.18.16", "verseOrgIds": ["LEV.18.16"]}}, {"text": "Thou shalt not uncover the nakedness of a woman and her daughter; thou shalt not take her son's daughter, or her daughter's daughter, to uncover her nakedness: they are near kinswomen; it is lewdness. ", "type": "text", "attrs": {"verseId": "LEV.18.17", "verseOrgIds": ["LEV.18.17"]}}, {"text": "And thou shalt not take a woman to her sister, to be a rival to her, to uncover her nakedness, beside the other in her lifetime. ", "type": "text", "attrs": {"verseId": "LEV.18.18", "verseOrgIds": ["LEV.18.18"]}}, {"text": "And thou shalt not approach unto a woman to uncover her nakedness, as long as she is impure by her uncleanness. ", "type": "text", "attrs": {"verseId": "LEV.18.19", "verseOrgIds": ["LEV.18.19"]}}, {"text": "And thou shalt not lie carnally with thy neighbour's wife, to defile thyself with her. ", "type": "text", "attrs": {"verseId": "LEV.18.20", "verseOrgIds": ["LEV.18.20"]}}, {"text": "And thou shalt not give any of thy seed to set them apart to Molech, neither shalt thou profane the name of thy God: I am the LORD. ", "type": "text", "attrs": {"verseId": "LEV.18.21", "verseOrgIds": ["LEV.18.21"]}}, {"text": "Thou shalt not lie with mankind, as with womankind; it is abomination. ", "type": "text", "attrs": {"verseId": "LEV.18.22", "verseOrgIds": ["LEV.18.22"]}}, {"text": "And thou shalt not lie with any beast to defile thyself therewith; neither shall any woman stand before a beast, to lie down thereto; it is perversion. ", "type": "text", "attrs": {"verseId": "LEV.18.23", "verseOrgIds": ["LEV.18.23"]}}, {"text": "Defile not ye yourselves in any of these things; for in all these the nations are defiled, which I cast out from before you. ", "type": "text", "attrs": {"verseId": "LEV.18.24", "verseOrgIds": ["LEV.18.24"]}}, {"text": "And the land was defiled, therefore I did visit the iniquity thereof upon it, and the land vomited out her inhabitants. ", "type": "text", "attrs": {"verseId": "LEV.18.25", "verseOrgIds": ["LEV.18.25"]}}, {"text": "Ye therefore shall keep My statutes and Mine ordinances, and shall not do any of these abominations; neither the home-born, nor the stranger that sojourneth among you — ", "type": "text", "attrs": {"verseId": "LEV.18.26", "verseOrgIds": ["LEV.18.26"]}}, {"text": "for all these abominations have the men of the land done, that were before you, and the land is defiled — ", "type": "text", "attrs": {"verseId": "LEV.18.27", "verseOrgIds": ["LEV.18.27"]}}, {"text": "that the land vomit not you out also, when ye defile it, as it vomited out the nation that was before you. ", "type": "text", "attrs": {"verseId": "LEV.18.28", "verseOrgIds": ["LEV.18.28"]}}, {"text": "For whosoever shall do any of these abominations, even the souls that do them shall be cut off from among their people. ", "type": "text", "attrs": {"verseId": "LEV.18.29", "verseOrgIds": ["LEV.18.29"]}}, {"text": "Therefore shall ye keep My charge, that ye do not any of these abominable customs, which were done before you, and that ye defile not yourselves therein: I am the LORD your God.", "type": "text", "attrs": {"verseId": "LEV.18.30", "verseOrgIds": ["LEV.18.30"]}}]}], "next": {"id": "LEV.19", "number": "19", "bookId": "LEV"}, "previous": {"id": "LEV.17", "number": "17", "bookId": "LEV"}}}}