{"_default": {"1": {"id": "JER.24", "bibleId": "bf8f1c7f3f9045a5-01", "number": "24", "bookId": "JER", "reference": "Jeremiah 24", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD showed me, and behold two baskets of figs set before the temple of the LORD; after that Nebuchadrezzar king of Babylon had carried away captive Jeconiah the son of Jehoiakim, king of Judah, and the princes of Judah, with the craftsmen and smiths, from Jerusalem, and had brought them to Babylon. ", "type": "text", "attrs": {"verseId": "JER.24.1", "verseOrgIds": ["JER.24.1"]}}, {"text": "One basket had very good figs, like the figs that are first-ripe; and the other basket had very bad figs, which could not be eaten, they were so bad. ", "type": "text", "attrs": {"verseId": "JER.24.2", "verseOrgIds": ["JER.24.2"]}}, {"text": "Then said the LORD unto me: 'What seest thou, Jeremiah?' And I said: 'Figs; the good figs, very good; and the bad, very bad, that cannot be eaten, they are so bad.' ", "type": "text", "attrs": {"verseId": "JER.24.3", "verseOrgIds": ["JER.24.3"]}}, {"text": "And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "JER.24.4", "verseOrgIds": ["JER.24.4"]}}, {"text": "'Thus saith the LORD, the God of Israel: Like these good figs, so will I regard the captives of Judah, whom I have sent out of this place into the land of the Chaldeans, for good. ", "type": "text", "attrs": {"verseId": "JER.24.5", "verseOrgIds": ["JER.24.5"]}}, {"text": "And I will set Mine eyes upon them for good, and I will bring them back to this land; and I will build them, and not pull them down; and I will plant them, and not pluck them up. ", "type": "text", "attrs": {"verseId": "JER.24.6", "verseOrgIds": ["JER.24.6"]}}, {"text": "And I will give them a heart to know Me, that I am the LORD; and they shall be My people, and I will be their God; for they shall return unto Me with their whole heart. ", "type": "text", "attrs": {"verseId": "JER.24.7", "verseOrgIds": ["JER.24.7"]}}, {"text": "And as the bad figs, which cannot be eaten, they are so bad; surely thus saith the LORD: So will I make Zedekiah the king of Judah, and his princes, and the residue of Jerusalem, that remain in this land, and them that dwell in the land of Egypt; ", "type": "text", "attrs": {"verseId": "JER.24.8", "verseOrgIds": ["JER.24.8"]}}, {"text": "I will even make them a horror among all the kingdoms of the earth for evil; a reproach and a proverb, a taunt and a curse, in all places whither I shall drive them. ", "type": "text", "attrs": {"verseId": "JER.24.9", "verseOrgIds": ["JER.24.9"]}}, {"text": "And I will send the sword, the famine, and the pestilence, among them, till they be consumed from off the land that I gave unto them and to their fathers.'", "type": "text", "attrs": {"verseId": "JER.24.10", "verseOrgIds": ["JER.24.10"]}}]}], "next": {"id": "JER.25", "number": "25", "bookId": "JER"}, "previous": {"id": "JER.23", "number": "23", "bookId": "JER"}}}}