{"_default": {"1": {"id": "DEU.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "DEU", "reference": "Deuteronomy 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And now, O Israel, hearken unto the statutes and unto the ordinances, which I teach you, to do them; that ye may live, and go in and possess the land which the LORD, the God of your fathers, giveth you. ", "type": "text", "attrs": {"verseId": "DEU.4.1", "verseOrgIds": ["DEU.4.1"]}}, {"text": "Ye shall not add unto the word which I command you, neither shall ye diminish from it, that ye may keep the commandments of the LORD your God which I command you. ", "type": "text", "attrs": {"verseId": "DEU.4.2", "verseOrgIds": ["DEU.4.2"]}}, {"text": "Your eyes have seen what the LORD did in Baal-peor; for all the men that followed the Baal of Peor, the LORD thy God hath destroyed them from the midst of thee. ", "type": "text", "attrs": {"verseId": "DEU.4.3", "verseOrgIds": ["DEU.4.3"]}}, {"text": "But ye that did cleave unto the LORD your God are alive every one of you this day. ", "type": "text", "attrs": {"verseId": "DEU.4.4", "verseOrgIds": ["DEU.4.4"]}}, {"text": "Behold, I have taught you statutes and ordinances, even as the LORD my God commanded me, that ye should do so in the midst of the land whither ye go in to possess it. ", "type": "text", "attrs": {"verseId": "DEU.4.5", "verseOrgIds": ["DEU.4.5"]}}, {"text": "Observe therefore and do them; for this is your wisdom and your understanding in the sight of the peoples, that, when they hear all these statutes, shall say: 'Surely this great nation is a wise and understanding people.' ", "type": "text", "attrs": {"verseId": "DEU.4.6", "verseOrgIds": ["DEU.4.6"]}}, {"text": "For what great nation is there, that hath God so nigh unto them, as the LORD our God is whensoever we call upon Him? ", "type": "text", "attrs": {"verseId": "DEU.4.7", "verseOrgIds": ["DEU.4.7"]}}, {"text": "And what great nation is there, that hath statutes and ordinances so righteous as all this law, which I set before you this day? ", "type": "text", "attrs": {"verseId": "DEU.4.8", "verseOrgIds": ["DEU.4.8"]}}, {"text": "Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes saw, and lest they depart from thy heart all the days of thy life; but make them known unto thy children and thy children's children; ", "type": "text", "attrs": {"verseId": "DEU.4.9", "verseOrgIds": ["DEU.4.9"]}}, {"text": "the day that thou stoodest before the LORD thy God in Horeb, when the LORD said unto me: 'Assemble Me the people, and I will make them hear My words that they may learn to fear Me all the days that they live upon the earth, and that they may teach their children.' ", "type": "text", "attrs": {"verseId": "DEU.4.10", "verseOrgIds": ["DEU.4.10"]}}, {"text": "And ye came near and stood under the mountain; and the mountain burned with fire unto the heart of heaven, with darkness, cloud, and thick darkness. ", "type": "text", "attrs": {"verseId": "DEU.4.11", "verseOrgIds": ["DEU.4.11"]}}, {"text": "And the LORD spoke unto you out of the midst of the fire; ye heard the voice of words, but ye saw no form; only a voice. ", "type": "text", "attrs": {"verseId": "DEU.4.12", "verseOrgIds": ["DEU.4.12"]}}, {"text": "And He declared unto you His covenant, which He commanded you to perform, even the ten words; and He wrote them upon two tables of stone. ", "type": "text", "attrs": {"verseId": "DEU.4.13", "verseOrgIds": ["DEU.4.13"]}}, {"text": "And the LORD commanded me at that time to teach you statutes and ordinances, that ye might do them in the land whither ye go over to possess it. ", "type": "text", "attrs": {"verseId": "DEU.4.14", "verseOrgIds": ["DEU.4.14"]}}, {"text": "Take ye therefore good heed unto yourselves — for ye saw no manner of form on the day that the LORD spoke unto you in Horeb out of the midst of the fire — ", "type": "text", "attrs": {"verseId": "DEU.4.15", "verseOrgIds": ["DEU.4.15"]}}, {"text": "lest ye deal corruptly, and make you a graven image, even the form of any figure, the likeness of male or female, ", "type": "text", "attrs": {"verseId": "DEU.4.16", "verseOrgIds": ["DEU.4.16"]}}, {"text": "the likeness of any beast that is on the earth, the likeness of any winged fowl that flieth in the heaven, ", "type": "text", "attrs": {"verseId": "DEU.4.17", "verseOrgIds": ["DEU.4.17"]}}, {"text": "the likeness of any thing that creepeth on the ground, the likeness of any fish that is in the water under the earth; ", "type": "text", "attrs": {"verseId": "DEU.4.18", "verseOrgIds": ["DEU.4.18"]}}, {"text": "and lest thou lift up thine eyes unto heaven, and when thou seest the sun and the moon and the stars, even all the host of heaven, thou be drawn away and worship them, and serve them, which the LORD thy God hath allotted unto all the peoples under the whole heaven. ", "type": "text", "attrs": {"verseId": "DEU.4.19", "verseOrgIds": ["DEU.4.19"]}}, {"text": "But you hath the LORD taken and brought forth out of the iron furnace, out of Egypt, to be unto Him a people of inheritance, as ye are this day. ", "type": "text", "attrs": {"verseId": "DEU.4.20", "verseOrgIds": ["DEU.4.20"]}}, {"text": "Now the LORD was angered with me for your sakes, and swore that I should not go over the Jordan, and that I should not go in unto that good land, which the LORD thy God giveth thee for an inheritance; ", "type": "text", "attrs": {"verseId": "DEU.4.21", "verseOrgIds": ["DEU.4.21"]}}, {"text": "but I must die in this land, I must not go over the Jordan; but ye are to go over, and possess that good land. ", "type": "text", "attrs": {"verseId": "DEU.4.22", "verseOrgIds": ["DEU.4.22"]}}, {"text": "Take heed unto yourselves, lest ye forget the covenant of the LORD your God, which He made with you, and make you a graven image, even the likeness of any thing which the LORD thy God hath forbidden thee. ", "type": "text", "attrs": {"verseId": "DEU.4.23", "verseOrgIds": ["DEU.4.23"]}}, {"text": "For the LORD thy God is a devouring fire, a jealous God. ", "type": "text", "attrs": {"verseId": "DEU.4.24", "verseOrgIds": ["DEU.4.24"]}}, {"text": "When thou shalt beget children, and children's children, and ye shall have been long in the land, and shall deal corruptly, and make a graven image, even the form of any thing, and shall do that which is evil in the sight of the LORD thy God, to provoke Him; ", "type": "text", "attrs": {"verseId": "DEU.4.25", "verseOrgIds": ["DEU.4.25"]}}, {"text": "I call heaven and earth to witness against you this day, that ye shall soon utterly perish from off the land whereunto ye go over the Jordan to possess it; ye shall not prolong your days upon it, but shall utterly be destroyed. ", "type": "text", "attrs": {"verseId": "DEU.4.26", "verseOrgIds": ["DEU.4.26"]}}, {"text": "And the LORD shall scatter you among the peoples, and ye shall be left few in number among the nations, whither the LORD shall lead you away. ", "type": "text", "attrs": {"verseId": "DEU.4.27", "verseOrgIds": ["DEU.4.27"]}}, {"text": "And there ye shall serve gods, the work of men's hands, wood and stone, which neither see, nor hear, nor eat, nor smell. ", "type": "text", "attrs": {"verseId": "DEU.4.28", "verseOrgIds": ["DEU.4.28"]}}, {"text": "But from thence ye will seek the LORD thy God; and thou shalt find Him, if thou search after Him with all thy heart and with all thy soul. ", "type": "text", "attrs": {"verseId": "DEU.4.29", "verseOrgIds": ["DEU.4.29"]}}, {"text": "In thy distress, when all these things are come upon thee, in the end of days, thou wilt return to the LORD thy God, and hearken unto His voice; ", "type": "text", "attrs": {"verseId": "DEU.4.30", "verseOrgIds": ["DEU.4.30"]}}, {"text": "for the LORD thy God is a merciful God; He will not fail thee, neither destroy thee, nor forget the covenant of thy fathers which He swore unto them. ", "type": "text", "attrs": {"verseId": "DEU.4.31", "verseOrgIds": ["DEU.4.31"]}}, {"text": "For ask now of the days past, which were before thee, since the day that God created man upon the earth, and from the one end of heaven unto the other, whether there hath been any such thing as this great thing is, or hath been heard like it? ", "type": "text", "attrs": {"verseId": "DEU.4.32", "verseOrgIds": ["DEU.4.32"]}}, {"text": "Did ever a people hear the voice of God speaking out of the midst of the fire, as thou hast heard, and live? ", "type": "text", "attrs": {"verseId": "DEU.4.33", "verseOrgIds": ["DEU.4.33"]}}, {"text": "Or hath God assayed to go and take Him a nation from the midst of another nation, by trials, by signs, and by wonders, and by war, and by a mighty hand, and by an outstretched arm, and by great terrors, according to all that the LORD your God did for you in Egypt before thine eyes? ", "type": "text", "attrs": {"verseId": "DEU.4.34", "verseOrgIds": ["DEU.4.34"]}}, {"text": "Unto thee it was shown, that thou mightiest know that the LORD, He is God; there is none else beside Him. ", "type": "text", "attrs": {"verseId": "DEU.4.35", "verseOrgIds": ["DEU.4.35"]}}, {"text": "Out of heaven He made thee to hear His voice, that He might instruct thee; and upon earth He made thee to see His great fire; and thou didst hear His words out of the midst of the fire. ", "type": "text", "attrs": {"verseId": "DEU.4.36", "verseOrgIds": ["DEU.4.36"]}}, {"text": "And because He loved thy fathers, and chose their seed after them, and brought thee out with His presence, with His great power, out of Egypt, ", "type": "text", "attrs": {"verseId": "DEU.4.37", "verseOrgIds": ["DEU.4.37"]}}, {"text": "to drive out nations from before thee greater and mightier than thou, to bring thee in, to give thee their land for an inheritance, as it is this day; ", "type": "text", "attrs": {"verseId": "DEU.4.38", "verseOrgIds": ["DEU.4.38"]}}, {"text": "know this day, and lay it to thy heart, that the LORD, He is God in heaven above and upon the earth beneath; there is none else. ", "type": "text", "attrs": {"verseId": "DEU.4.39", "verseOrgIds": ["DEU.4.39"]}}, {"text": "And thou shalt keep His statutes, and His commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days upon the land, which the LORD thy God giveth thee, for ever. ", "type": "text", "attrs": {"verseId": "DEU.4.40", "verseOrgIds": ["DEU.4.40"]}}, {"text": "Then Moses separated three cities beyond the Jordan toward the sunrising; ", "type": "text", "attrs": {"verseId": "DEU.4.41", "verseOrgIds": ["DEU.4.41"]}}, {"text": "that the manslayer might flee thither, that slayeth his neighbour unawares, and hated him not in time past; and that fleeing unto one of these cities he might live: ", "type": "text", "attrs": {"verseId": "DEU.4.42", "verseOrgIds": ["DEU.4.42"]}}, {"text": "Bezer in the wilderness, in the table-land, for the Reubenites; and Ramoth in Gilead, for the Gadites; and Golan in Bashan, for the Manassites. ", "type": "text", "attrs": {"verseId": "DEU.4.43", "verseOrgIds": ["DEU.4.43"]}}, {"text": "And this is the law which Moses set before the children of Israel; ", "type": "text", "attrs": {"verseId": "DEU.4.44", "verseOrgIds": ["DEU.4.44"]}}, {"text": "these are the testimonies, and the statutes, and the ordinances, which Moses spoke unto the children of Israel, when they came forth out of Egypt; ", "type": "text", "attrs": {"verseId": "DEU.4.45", "verseOrgIds": ["DEU.4.45"]}}, {"text": "beyond the Jordan, in the valley over against Beth-peor, in the land of Sihon king of the Amorites, who dwelt at Heshbon, whom Moses and the children of Israel smote, when they came forth out of Egypt; ", "type": "text", "attrs": {"verseId": "DEU.4.46", "verseOrgIds": ["DEU.4.46"]}}, {"text": "and they took his land in possession, and the land of Og king of Bashan, the two kings of the Amorites, who were beyond the Jordan toward the sunrising; ", "type": "text", "attrs": {"verseId": "DEU.4.47", "verseOrgIds": ["DEU.4.47"]}}, {"text": "from Aroer, which is on the edge of the valley of Arnon, even unto mount Sion — the same is Hermon — ", "type": "text", "attrs": {"verseId": "DEU.4.48", "verseOrgIds": ["DEU.4.48"]}}, {"text": "and all the Arabah beyond the Jordan eastward, even unto the sea of the Arabah, under the slopes of Pisgah.", "type": "text", "attrs": {"verseId": "DEU.4.49", "verseOrgIds": ["DEU.4.49"]}}]}], "next": {"id": "DEU.5", "number": "5", "bookId": "DEU"}, "previous": {"id": "DEU.3", "number": "3", "bookId": "DEU"}}}}