{"_default": {"1": {"id": "HOS.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "HOS", "reference": "Hosea 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "when I would heal Israel, then is the iniquity of Ephraim uncovered, and the wickedness of Samaria, for they commit falsehood; and the thief entereth in, and the troop of robbers maketh a raid without. ", "type": "text", "attrs": {"verseId": "HOS.7.1", "verseOrgIds": ["HOS.7.1"]}}, {"text": "And let them not say to their heart — I remember all their wickedness; now their own doings have beset them about, they are before My face. ", "type": "text", "attrs": {"verseId": "HOS.7.2", "verseOrgIds": ["HOS.7.2"]}}, {"text": "They make the king glad with their wickedness, and the princes with their lies. ", "type": "text", "attrs": {"verseId": "HOS.7.3", "verseOrgIds": ["HOS.7.3"]}}, {"text": "They are all adulterers, as an oven heated by the baker, who ceaseth to stir from the kneading of the dough until it be leavened. ", "type": "text", "attrs": {"verseId": "HOS.7.4", "verseOrgIds": ["HOS.7.4"]}}, {"text": "On the day of our king the princes make him sick with the heat of wine, he stretcheth out his hand with scorners. ", "type": "text", "attrs": {"verseId": "HOS.7.5", "verseOrgIds": ["HOS.7.5"]}}, {"text": "For they have made ready their heart like an oven, while they lie in wait; their baker sleepeth all the night, in the morning it burneth as a flaming fire. ", "type": "text", "attrs": {"verseId": "HOS.7.6", "verseOrgIds": ["HOS.7.6"]}}, {"text": "They are all hot as an oven, and devour their judges; all their kings are fallen, there is none among them that calleth unto Me. ", "type": "text", "attrs": {"verseId": "HOS.7.7", "verseOrgIds": ["HOS.7.7"]}}, {"text": "Ephraim, he mixeth himself with the peoples; Ephraim is become a cake not turned. ", "type": "text", "attrs": {"verseId": "HOS.7.8", "verseOrgIds": ["HOS.7.8"]}}, {"text": "Strangers have devoured his strength, and he knoweth it not; yea, gray hairs are here and there upon him, and he knoweth it not. ", "type": "text", "attrs": {"verseId": "HOS.7.9", "verseOrgIds": ["HOS.7.9"]}}, {"text": "And the pride of Israel testifieth to his face; but they have not returned unto the LORD their God, nor sought Him, for all this. ", "type": "text", "attrs": {"verseId": "HOS.7.10", "verseOrgIds": ["HOS.7.10"]}}, {"text": "And Ephraim is become like a silly dove, without understanding; they call unto Egypt, they go to Assyria. ", "type": "text", "attrs": {"verseId": "HOS.7.11", "verseOrgIds": ["HOS.7.11"]}}, {"text": "Even as they go, I will spread My net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath been made to hear. ", "type": "text", "attrs": {"verseId": "HOS.7.12", "verseOrgIds": ["HOS.7.12"]}}, {"text": "Woe unto them! for they have strayed from Me; Destruction unto them! for they have transgressed against Me; Shall I then redeem them, seeing they have spoken lies against Me? ", "type": "text", "attrs": {"verseId": "HOS.7.13", "verseOrgIds": ["HOS.7.13"]}}, {"text": "And they have not cried unto Me with their heart, though they wail upon their beds; they assemble themselves for corn and wine, they rebel against Me. ", "type": "text", "attrs": {"verseId": "HOS.7.14", "verseOrgIds": ["HOS.7.14"]}}, {"text": "Though I have trained and strengthened their arms, yet do they devise evil against Me. ", "type": "text", "attrs": {"verseId": "HOS.7.15", "verseOrgIds": ["HOS.7.15"]}}, {"text": "They return, but not upwards; they are become like a deceitful bow; their princes shall fall by the sword for the rage of their tongue; this shall be their derision in the land of Egypt.", "type": "text", "attrs": {"verseId": "HOS.7.16", "verseOrgIds": ["HOS.7.16"]}}]}], "next": {"id": "HOS.8", "number": "8", "bookId": "HOS"}, "previous": {"id": "HOS.6", "number": "6", "bookId": "HOS"}}}}