{"_default": {"1": {"id": "JER.30", "bibleId": "bf8f1c7f3f9045a5-01", "number": "30", "bookId": "JER", "reference": "Jeremiah 30", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The word that came to Jeremiah from the LORD, saying: ", "type": "text", "attrs": {"verseId": "JER.30.1", "verseOrgIds": ["JER.30.1"]}}, {"text": "'Thus speaketh the LORD, the God of Israel, saying: Write thee all the words that I have spoken unto thee in a book. ", "type": "text", "attrs": {"verseId": "JER.30.2", "verseOrgIds": ["JER.30.2"]}}, {"text": "For, lo, the days come, saith the LORD, that I will turn the captivity of My people Israel and Judah, saith the LORD; and I will cause them to return to the land that I gave to their fathers, and they shall possess it.' ", "type": "text", "attrs": {"verseId": "JER.30.3", "verseOrgIds": ["JER.30.3"]}}, {"text": "And these are the words that the LORD spoke concerning Israel and concerning Judah. ", "type": "text", "attrs": {"verseId": "JER.30.4", "verseOrgIds": ["JER.30.4"]}}, {"text": "For thus saith the LORD: We have heard a voice of trembling, of fear, and not of peace. ", "type": "text", "attrs": {"verseId": "JER.30.5", "verseOrgIds": ["JER.30.5"]}}, {"text": "Ask ye now, and see whether a man doth travail with child; wherefore do I see every man with his hands on his loins, as a woman in travail, and all faces are turned into paleness? ", "type": "text", "attrs": {"verseId": "JER.30.6", "verseOrgIds": ["JER.30.6"]}}, {"text": "Alas! for that day is great, so that none is like it; and it is a time of trouble unto Jacob, but out of it shall he be saved. ", "type": "text", "attrs": {"verseId": "JER.30.7", "verseOrgIds": ["JER.30.7"]}}, {"text": "And it shall come to pass in that day, saith the LORD of hosts, that I will break his yoke from off thy neck, and will burst thy bands; and strangers shall no more make him their bondman; ", "type": "text", "attrs": {"verseId": "JER.30.8", "verseOrgIds": ["JER.30.8"]}}, {"text": "But they shall serve the LORD their God, and David their king, whom I will raise up unto them. ", "type": "text", "attrs": {"verseId": "JER.30.9", "verseOrgIds": ["JER.30.9"]}}, {"text": "Therefore fear thou not, O Jacob My servant, saith the LORD; neither be dismayed, O Israel; for, lo, I will save thee from afar, and thy seed from the land of their captivity; and Jacob shall again be quiet and at ease, and none shall make him afraid. ", "type": "text", "attrs": {"verseId": "JER.30.10", "verseOrgIds": ["JER.30.10"]}}, {"text": "For I am with thee, saith the LORD, to save thee; for I will make a full end of all the nations whither I have scattered thee, but I will not make a full end of thee; for I will correct thee in measure, and will not utterly destroy thee. ", "type": "text", "attrs": {"verseId": "JER.30.11", "verseOrgIds": ["JER.30.11"]}}, {"text": "For thus saith the LORD: Thy hurt is incurable, and thy wound is grievous. ", "type": "text", "attrs": {"verseId": "JER.30.12", "verseOrgIds": ["JER.30.12"]}}, {"text": "None deemeth of thy wound that it may be bound up; thou hast no healing medicines. ", "type": "text", "attrs": {"verseId": "JER.30.13", "verseOrgIds": ["JER.30.13"]}}, {"text": "All thy lovers have forgotten thee, they seek thee not; for I have wounded thee with the wound of an enemy, with the chastisement of a cruel one; for the greatness of thine iniquity, because thy sins were increased. ", "type": "text", "attrs": {"verseId": "JER.30.14", "verseOrgIds": ["JER.30.14"]}}, {"text": "Why criest thou for thy hurt, that thy pain is incurable? For the greatness of thine iniquity, because thy sins were increased, I have done these things unto thee. ", "type": "text", "attrs": {"verseId": "JER.30.15", "verseOrgIds": ["JER.30.15"]}}, {"text": "Therefore all they that devour thee shall be devoured, and all thine adversaries, every one of them, shall go into captivity; and they that spoil thee shall be a spoil, and all that prey upon thee will I give for a prey. ", "type": "text", "attrs": {"verseId": "JER.30.16", "verseOrgIds": ["JER.30.16"]}}, {"text": "For I will restore health unto thee, and I will heal thee of thy wounds, saith the LORD; because they have called thee an outcast: 'She is Zion, there is none that careth for her.' ", "type": "text", "attrs": {"verseId": "JER.30.17", "verseOrgIds": ["JER.30.17"]}}, {"text": "Thus saith the LORD: Behold, I will turn the captivity of Jacob's tents, and have compassion on his dwelling-places; and the city shall be builded upon her own mound, and the palace shall be inhabited upon its wonted place. ", "type": "text", "attrs": {"verseId": "JER.30.18", "verseOrgIds": ["JER.30.18"]}}, {"text": "And out of them shall proceed thanksgiving and the voice of them that make merry; and I will multiply them, and they shall not be diminished, I will also increase them, and they shall not dwindle away. ", "type": "text", "attrs": {"verseId": "JER.30.19", "verseOrgIds": ["JER.30.19"]}}, {"text": "Their children also shall be as aforetime, and their congregation shall be established before Me, and I will punish all that oppress them. ", "type": "text", "attrs": {"verseId": "JER.30.20", "verseOrgIds": ["JER.30.20"]}}, {"text": "And their prince shall be of themselves, and their ruler shall proceed from the midst of them; and I will cause him to draw near, and he shall approach unto Me; for who is he that hath pledged his heart to approach unto Me? saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.30.21", "verseOrgIds": ["JER.30.21"]}}, {"text": "And ye shall be My people, and I will be your God. ", "type": "text", "attrs": {"verseId": "JER.30.22", "verseOrgIds": ["JER.30.22"]}}, {"text": "Behold, a storm of the LORD is gone forth in fury, a sweeping storm; it shall whirl upon the head of the wicked. ", "type": "text", "attrs": {"verseId": "JER.30.23", "verseOrgIds": ["JER.30.23"]}}, {"text": "The fierce anger of the LORD shall not return, until He have executed, and till He have performed the purposes of His heart; in the end of days ye shall consider it.", "type": "text", "attrs": {"verseId": "JER.30.24", "verseOrgIds": ["JER.30.24"]}}]}], "next": {"id": "JER.31", "number": "31", "bookId": "JER"}, "previous": {"id": "JER.29", "number": "29", "bookId": "JER"}}}}