{"_default": {"1": {"id": "1SA.31", "bibleId": "bf8f1c7f3f9045a5-01", "number": "31", "bookId": "1SA", "reference": "1 Samuel 31", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the Philistines fought against Israel, and the men of Israel fled from before the Philistines, and fell down slain in mount Gilboa. ", "type": "text", "attrs": {"verseId": "1SA.31.1", "verseOrgIds": ["1SA.31.1"]}}, {"text": "And the Philistines followed hard upon Saul and upon his sons; and the Philistines slew Jonathan, and Abinadab, and Malchishua, the sons of Saul. ", "type": "text", "attrs": {"verseId": "1SA.31.2", "verseOrgIds": ["1SA.31.2"]}}, {"text": "And the battle went sore against Saul, an the archers overtook him; and he was in great anguish by reason of the archers. ", "type": "text", "attrs": {"verseId": "1SA.31.3", "verseOrgIds": ["1SA.31.3"]}}, {"text": "Then said Saul to his armour-bearer: 'Draw thy sword, and thrust me through therewith; lest these uncircumcised come and thrust me through, and make a mock of me.' But his armour-bearer would not; for he was sore afraid. Therefore Saul took his sword, and fell upon it. ", "type": "text", "attrs": {"verseId": "1SA.31.4", "verseOrgIds": ["1SA.31.4"]}}, {"text": "And when his armour-bearer saw that Saul was dead, he likewise fell upon his sword, and died with him. ", "type": "text", "attrs": {"verseId": "1SA.31.5", "verseOrgIds": ["1SA.31.5"]}}, {"text": "So Saul died, and his three sons, and his armour-bearer, and all his men, that same day together. ", "type": "text", "attrs": {"verseId": "1SA.31.6", "verseOrgIds": ["1SA.31.6"]}}, {"text": "And when the men of Israel that were on the other side of the valley, and they that were beyond the Jordan, saw that the men of Israel fled, and that Saul and his sons were dead, they forsook the cities, and fled; and the Philistines came and dwelt in them. ", "type": "text", "attrs": {"verseId": "1SA.31.7", "verseOrgIds": ["1SA.31.7"]}}, {"text": "And it came to pass on the morrow, when the Philistines came to strip the slain, that they found Saul and his three sons fallen in mount Gilboa. ", "type": "text", "attrs": {"verseId": "1SA.31.8", "verseOrgIds": ["1SA.31.8"]}}, {"text": "And they cut off his head, and stripped off his armour, and sent into the land of the Philistines round about, to carry the tidings unto the house of their idols, and to the people. ", "type": "text", "attrs": {"verseId": "1SA.31.9", "verseOrgIds": ["1SA.31.9"]}}, {"text": "And they put his armour in the house of the Ashtaroth; and they fastened his body to the wall of Beth-shan. ", "type": "text", "attrs": {"verseId": "1SA.31.10", "verseOrgIds": ["1SA.31.10"]}}, {"text": "And when the inhabitants of Jabesh-gilead heard concerning him that which the Philistines had done to Saul, ", "type": "text", "attrs": {"verseId": "1SA.31.11", "verseOrgIds": ["1SA.31.11"]}}, {"text": "all the valiant men arose, and went all night, and took the body of Saul and the bodies of his sons from the wall of Beth-shan; and they came to Jabesh, and burnt them there. ", "type": "text", "attrs": {"verseId": "1SA.31.12", "verseOrgIds": ["1SA.31.12"]}}, {"text": "And they took their bones, and buried them under the tamarisk-tree in Jabesh, and fasted seven days.", "type": "text", "attrs": {"verseId": "1SA.31.13", "verseOrgIds": ["1SA.31.13"]}}]}], "next": {"id": "2SA.intro", "number": "intro", "bookId": "2SA"}, "previous": {"id": "1SA.30", "number": "30", "bookId": "1SA"}}}}