{"_default": {"1": {"id": "1CH.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "1CH", "reference": "1 Chronicles 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the sons of Reuben the first-born of Israel — for he was the first-born; but, forasmuch as he defiled his father's couch, his birthright was given unto the sons of Joseph the son of Israel, yet not so that he was to be reckoned in the genealogy as first-born. ", "type": "text", "attrs": {"verseId": "1CH.5.1", "verseOrgIds": ["1CH.5.1"]}}, {"text": "For Judah prevailed above his brethren, and of him came he that is the prince; but the birthright was Joseph's — ", "type": "text", "attrs": {"verseId": "1CH.5.2", "verseOrgIds": ["1CH.5.2"]}}, {"text": "the sons of Reuben the first-born of Israel: Hanoch, and Pallu, Hezron, and Carmi. ", "type": "text", "attrs": {"verseId": "1CH.5.3", "verseOrgIds": ["1CH.5.3"]}}, {"text": "The sons of Joel: Shemaiah his son, Gog his son, Shimei his son; ", "type": "text", "attrs": {"verseId": "1CH.5.4", "verseOrgIds": ["1CH.5.4"]}}, {"text": "Micah his son, Reaiah his son, Baal his son; ", "type": "text", "attrs": {"verseId": "1CH.5.5", "verseOrgIds": ["1CH.5.5"]}}, {"text": "Beerah his son, whom Tillegath-pilneser king of Assyria carried away captive; he was prince of the Reubenites. ", "type": "text", "attrs": {"verseId": "1CH.5.6", "verseOrgIds": ["1CH.5.6"]}}, {"text": "And his brethren by their families, when the genealogy of their generations was reckoned: the chief Jeiel, and Zechariah, ", "type": "text", "attrs": {"verseId": "1CH.5.7", "verseOrgIds": ["1CH.5.7"]}}, {"text": "and Bela the son of Azaz, the son of Shema, the son of Joel, who dwelt in Aroer, even unto Nebo and Baal-meon; ", "type": "text", "attrs": {"verseId": "1CH.5.8", "verseOrgIds": ["1CH.5.8"]}}, {"text": "and eastward he dwelt even unto the entrance of the wilderness from the river Euphrates; because their cattle were multiplied in the land of Gilead. ", "type": "text", "attrs": {"verseId": "1CH.5.9", "verseOrgIds": ["1CH.5.9"]}}, {"text": "And in the days of Saul they made war with the Hagrites, who fell by their hand; and they dwelt in their tents throughout all the land east of Gilead. ", "type": "text", "attrs": {"verseId": "1CH.5.10", "verseOrgIds": ["1CH.5.10"]}}, {"text": "And the sons of Gad dwelt over against them, in the land of Bashan unto Salcah: ", "type": "text", "attrs": {"verseId": "1CH.5.11", "verseOrgIds": ["1CH.5.11"]}}, {"text": "Joel the chief, and Shapham the second, and Janai, and Shaphat in Bashan; ", "type": "text", "attrs": {"verseId": "1CH.5.12", "verseOrgIds": ["1CH.5.12"]}}, {"text": "and their brethren of their fathers' houses: Michael, and Meshullam, and Sheba, and Jorai, and Jacan, and Zia, and Eber, seven. ", "type": "text", "attrs": {"verseId": "1CH.5.13", "verseOrgIds": ["1CH.5.13"]}}, {"text": "These were the sons of Abihail the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jehishai, the son of Jahdo, the son of Buz; ", "type": "text", "attrs": {"verseId": "1CH.5.14", "verseOrgIds": ["1CH.5.14"]}}, {"text": "Ahi the son of Abdiel, the son of Guni, chief of their fathers' houses. ", "type": "text", "attrs": {"verseId": "1CH.5.15", "verseOrgIds": ["1CH.5.15"]}}, {"text": "And they dwelt in Gilead in Bashan, and in the towns thereof, and in all the open lands of the plain, upon their borders. ", "type": "text", "attrs": {"verseId": "1CH.5.16", "verseOrgIds": ["1CH.5.16"]}}, {"text": "All these were reckoned by genealogies in the days of Jotham king of Judah and in the days of Jeroboam king of Israel. ", "type": "text", "attrs": {"verseId": "1CH.5.17", "verseOrgIds": ["1CH.5.17"]}}, {"text": "The sons of Reuben, and the Gadites, and the half-tribe of Manasseh, as many as were valiant men, men able to bear buckler and sword, and to shoot with bow, and skilful in war, were forty and four thousand seven hundred and threescore, that were able to go forth to war. ", "type": "text", "attrs": {"verseId": "1CH.5.18", "verseOrgIds": ["1CH.5.18"]}}, {"text": "And they made war with the Hagrites, with Jetur, and Naphish, and Nodab. ", "type": "text", "attrs": {"verseId": "1CH.5.19", "verseOrgIds": ["1CH.5.19"]}}, {"text": "And they were helped against them, and the Hagrites were delivered into their hand, and all that were with them; for they cried to God in the battle, and He was entreated of them, because they put their trust in Him. ", "type": "text", "attrs": {"verseId": "1CH.5.20", "verseOrgIds": ["1CH.5.20"]}}, {"text": "And they took away their cattle: of their camels fifty thousand, and of sheep two hundred and fifty thousand, and of asses two thousand; and of souls of men a hundred thousand. ", "type": "text", "attrs": {"verseId": "1CH.5.21", "verseOrgIds": ["1CH.5.21"]}}, {"text": "For there fell many slain, because the war was of God. And they dwelt in their stead until the captivity. ", "type": "text", "attrs": {"verseId": "1CH.5.22", "verseOrgIds": ["1CH.5.22"]}}, {"text": "And the children of the half-tribe of Manasseh dwelt in the land, from Bashan unto Baal-hermon and Senir and mount Hermon, where they increased. ", "type": "text", "attrs": {"verseId": "1CH.5.23", "verseOrgIds": ["1CH.5.23"]}}, {"text": "And these were the heads of their fathers' houses: Epher, and Ishi, and Eliel, and Azriel, and Jeremiah, and Hodaviah, and Jahdiel, mighty men of valour, famous men, heads of their fathers' houses. ", "type": "text", "attrs": {"verseId": "1CH.5.24", "verseOrgIds": ["1CH.5.24"]}}, {"text": "And they broke faith with the God of their fathers, and went astray after the gods of the peoples of the land, whom God destroyed before them. ", "type": "text", "attrs": {"verseId": "1CH.5.25", "verseOrgIds": ["1CH.5.25"]}}, {"text": "And the God of Israel stirred up the spirit of Pul king of Assyria, and the spirit of Tillegath-pilneser king of Assyria, and he carried them away, even the Reubenites, and the Gadites, and the half-tribe of Manasseh, and brought them unto Halah, and Habor, and Hara, and to the river of Gozan, unto this day.", "type": "text", "attrs": {"verseId": "1CH.5.26", "verseOrgIds": ["1CH.5.26"]}}]}], "next": {"id": "1CH.6", "number": "6", "bookId": "1CH"}, "previous": {"id": "1CH.4", "number": "4", "bookId": "1CH"}}}}