{"_default": {"1": {"id": "JOS.22", "bibleId": "bf8f1c7f3f9045a5-01", "number": "22", "bookId": "JOS", "reference": "Joshua 22", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Joshua called the Reubenites, and the Gadites, and the half-tribe of Manasseh, ", "type": "text", "attrs": {"verseId": "JOS.22.1", "verseOrgIds": ["JOS.22.1"]}}, {"text": "and said unto them: 'Ye have kept all that Moses the servant of the LORD commanded you, and have hearkened unto my voice in all that I commanded you; ", "type": "text", "attrs": {"verseId": "JOS.22.2", "verseOrgIds": ["JOS.22.2"]}}, {"text": "ye have not left your brethren these many days unto this day, but have kept the charge of the commandment of the LORD your God. ", "type": "text", "attrs": {"verseId": "JOS.22.3", "verseOrgIds": ["JOS.22.3"]}}, {"text": "And now the LORD your God hath given rest unto your brethren, as He spoke unto them; therefore now turn ye, and get you unto your tents, unto the land of your possession, which Moses the servant of the LORD gave you beyond the Jordan. ", "type": "text", "attrs": {"verseId": "JOS.22.4", "verseOrgIds": ["JOS.22.4"]}}, {"text": "Only take diligent heed to do the commandment and the law, which Moses the servant of the LORD commanded you, to love the LORD your God, and to walk in all His ways, and to keep His commandments, and to cleave unto Him, and to serve Him with all your heart and with all your soul.' ", "type": "text", "attrs": {"verseId": "JOS.22.5", "verseOrgIds": ["JOS.22.5"]}}, {"text": "So Joshua blessed them, and sent them away; and they went unto their tents. ", "type": "text", "attrs": {"verseId": "JOS.22.6", "verseOrgIds": ["JOS.22.6"]}}, {"text": "Now to the one half-tribe of Manasseh Moses had given inheritance in Bashan; but unto the other half gave Joshua among their brethren beyond the Jordan westward. Moreover when Joshua sent them away unto their tents, he blessed them, ", "type": "text", "attrs": {"verseId": "JOS.22.7", "verseOrgIds": ["JOS.22.7"]}}, {"text": "and spoke unto them, saying: 'Return with much wealth unto your tents, and with very much cattle, with silver, and with gold, and with brass, and with iron, and with very much raiment; divide the spoil of your enemies with your brethren.' ", "type": "text", "attrs": {"verseId": "JOS.22.8", "verseOrgIds": ["JOS.22.8"]}}, {"text": "And the children of Reuben and the children of Gad and the half-tribe of Manasseh returned, and departed from the children of Israel out of Shiloh, which is in the land of Canaan, to go unto the land of Gilead, to the land of their possession, whereof they were possessed, according to the commandment of the LORD by the hand of Moses. ", "type": "text", "attrs": {"verseId": "JOS.22.9", "verseOrgIds": ["JOS.22.9"]}}, {"text": "And when they came unto the region about the Jordan, that is in the land of Canaan, the children of Reuben and the children of Gad and the half-tribe of Manasseh built there an altar by the Jordan, a great altar to look upon. ", "type": "text", "attrs": {"verseId": "JOS.22.10", "verseOrgIds": ["JOS.22.10"]}}, {"text": "And the children of Israel heard say: 'Behold, the children of Reuben and the children of Gad and the half-tribe of Manasseh have built an altar in the forefront of the land of Canaan, in the region about the Jordan, on the side that pertaineth to the children of Israel.' ", "type": "text", "attrs": {"verseId": "JOS.22.11", "verseOrgIds": ["JOS.22.11"]}}, {"text": "And when the children of Israel heard of it, the whole congregation of the children of Israel gathered themselves together at Shiloh, to go up against them to war. ", "type": "text", "attrs": {"verseId": "JOS.22.12", "verseOrgIds": ["JOS.22.12"]}}, {"text": "And the children of Israel sent unto the children of Reuben, and to the children of Gad, and to the half-tribe of Manasseh, into the land of Gilead, Phinehas the son of Eleazar the priest; ", "type": "text", "attrs": {"verseId": "JOS.22.13", "verseOrgIds": ["JOS.22.13"]}}, {"text": "and with him ten princes, one prince of a fathers' house for each of the tribes of Israel; and they were every one of them head of their fathers' houses among the thousands of Israel. ", "type": "text", "attrs": {"verseId": "JOS.22.14", "verseOrgIds": ["JOS.22.14"]}}, {"text": "And they came unto the children of Reuben, and to the children of Gad, and to the half-tribe of Manasseh, unto the land of Gilead, and they spoke with them, saying: ", "type": "text", "attrs": {"verseId": "JOS.22.15", "verseOrgIds": ["JOS.22.15"]}}, {"text": "'Thus saith the whole congregation of the LORD: What treachery is this that ye have committed against the God of Israel, to turn away this day from following the LORD, in that ye have builded you an altar, to rebel this day against the LORD? ", "type": "text", "attrs": {"verseId": "JOS.22.16", "verseOrgIds": ["JOS.22.16"]}}, {"text": "Is the iniquity of Peor too little for us, from which we have not cleansed ourselves unto this day, although there came a plague upon the congregation of the LORD, ", "type": "text", "attrs": {"verseId": "JOS.22.17", "verseOrgIds": ["JOS.22.17"]}}, {"text": "that ye must turn away this day from following the LORD? and it will be, seeing ye rebel to-day against the LORD, that to-morrow He will be wroth with the whole congregation of Israel. ", "type": "text", "attrs": {"verseId": "JOS.22.18", "verseOrgIds": ["JOS.22.18"]}}, {"text": "Howbeit, if the land of your possession be unclean, then pass ye over unto the land of the possession of the LORD, wherein the LORD'S tabernacle dwelleth, and take possession among us; but rebel not against the LORD, nor rebel against us, in building you an altar besides the altar of the LORD our God. ", "type": "text", "attrs": {"verseId": "JOS.22.19", "verseOrgIds": ["JOS.22.19"]}}, {"text": "Did not Achan the son of Zerah commit a trespass concerning the devoted thing, and wrath fell upon all the congregation of Israel? and that man perished not alone in his iniquity.' ", "type": "text", "attrs": {"verseId": "JOS.22.20", "verseOrgIds": ["JOS.22.20"]}}, {"text": "Then the children of Reuben and the children of Gad and the half-tribe of Manasseh answered, and spoke unto the heads of the thousands of Israel: ", "type": "text", "attrs": {"verseId": "JOS.22.21", "verseOrgIds": ["JOS.22.21"]}}, {"text": "'God, God, the LORD, God, God, the LORD, He knoweth, and Israel he shall know; if it be in rebellion, or if in treachery against the LORD — save Thou us not this day — ", "type": "text", "attrs": {"verseId": "JOS.22.22", "verseOrgIds": ["JOS.22.22"]}}, {"text": "that we have built us an altar to turn away from following the LORD; or if to offer thereon burnt-offering or meal-offering, or if to offer sacrifices of peace-offerings thereon, let the LORD Himself require it; ", "type": "text", "attrs": {"verseId": "JOS.22.23", "verseOrgIds": ["JOS.22.23"]}}, {"text": "and if we have not rather out of anxiety about a matter done this, saying: In time to come your children might speak unto our children, saying: What have ye to do with the LORD, the God of Israel? ", "type": "text", "attrs": {"verseId": "JOS.22.24", "verseOrgIds": ["JOS.22.24"]}}, {"text": "for the LORD hath made the Jordan a border between us and you, ye children of Reuben and children of Gad; ye have no portion in the LORD; so might your children make our children cease from fearing the LORD. ", "type": "text", "attrs": {"verseId": "JOS.22.25", "verseOrgIds": ["JOS.22.25"]}}, {"text": "Therefore we said: Let us now prepare to build us an altar, not for burnt-offering, nor for sacrifice; ", "type": "text", "attrs": {"verseId": "JOS.22.26", "verseOrgIds": ["JOS.22.26"]}}, {"text": "but it shall be a witness between us and you, and between our generations after us, that we may do the service of the LORD before Him with our burnt-offerings, and with our sacrifices, and with our peace-offerings; that your children may not say to our children in time to come: Ye have no portion in the LORD. ", "type": "text", "attrs": {"verseId": "JOS.22.27", "verseOrgIds": ["JOS.22.27"]}}, {"text": "Therefore said we: It shall be, when they so say to us or to our generations in time to come, that we shall say: Behold the pattern of the altar of the LORD, which our fathers made, not for burnt-offering, nor for sacrifice; but it is a witness between us and you. ", "type": "text", "attrs": {"verseId": "JOS.22.28", "verseOrgIds": ["JOS.22.28"]}}, {"text": "Far be it from us that we should rebel against the LORD, and turn away this day from following the LORD, to build an altar for burnt-offering, for meal-offering, or for sacrifice, besides the altar of the LORD our God that is before His tabernacle.' ", "type": "text", "attrs": {"verseId": "JOS.22.29", "verseOrgIds": ["JOS.22.29"]}}, {"text": "And when Phinehas the priest, and the princes of the congregation, even the heads of the thousands of Israel that were with him, heard the words that the children of Reuben and the children of Gad and the children of Manasseh spoke, it pleased them well. ", "type": "text", "attrs": {"verseId": "JOS.22.30", "verseOrgIds": ["JOS.22.30"]}}, {"text": "And Phinehas the son of Eleazar the priest said unto the children of Reuben, and to the children of Gad, and to the children of Manasseh: 'This day we know that the LORD is in the midst of us, because ye have not committed this treachery against the LORD; now have ye delivered the children of Israel out of the hand of the LORD.' ", "type": "text", "attrs": {"verseId": "JOS.22.31", "verseOrgIds": ["JOS.22.31"]}}, {"text": "And Phinehas the son of Eleazar the priest, and the princes, returned from the children of Reuben, and from the children of Gad, out of the land of Gilead, unto the land of Canaan, to the children of Israel, and brought them back word. ", "type": "text", "attrs": {"verseId": "JOS.22.32", "verseOrgIds": ["JOS.22.32"]}}, {"text": "And the thing pleased the children of Israel; and the children of Israel blessed God, and spoke no more of going up against them to war, to destroy the land wherein the children of Reuben and the children of Gad dwelt. ", "type": "text", "attrs": {"verseId": "JOS.22.33", "verseOrgIds": ["JOS.22.33"]}}, {"text": "And the children of Reuben and the children of Gad called the altar — : 'for it is a witness between us that the LORD is God.'", "type": "text", "attrs": {"verseId": "JOS.22.34", "verseOrgIds": ["JOS.22.34"]}}]}], "next": {"id": "JOS.23", "number": "23", "bookId": "JOS"}, "previous": {"id": "JOS.21", "number": "21", "bookId": "JOS"}}}}