{"_default": {"1": {"id": "NUM.9", "bibleId": "bf8f1c7f3f9045a5-01", "number": "9", "bookId": "NUM", "reference": "Numbers 9", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses in the wilderness of Sinai, in the first month of the second year after they were come out of the land of Egypt, saying: ", "type": "text", "attrs": {"verseId": "NUM.9.1", "verseOrgIds": ["NUM.9.1"]}}, {"text": "'Let the children of Israel keep the passover in its appointed season. ", "type": "text", "attrs": {"verseId": "NUM.9.2", "verseOrgIds": ["NUM.9.2"]}}, {"text": "In the fourteenth day of this month, at dusk, ye shall keep it in its appointed season; according to all the statutes of it, and according to all the ordinances thereof, shall ye keep it.' ", "type": "text", "attrs": {"verseId": "NUM.9.3", "verseOrgIds": ["NUM.9.3"]}}, {"text": "And Moses spoke unto the children of Israel, that they should keep the passover. ", "type": "text", "attrs": {"verseId": "NUM.9.4", "verseOrgIds": ["NUM.9.4"]}}, {"text": "And they kept the passover in the first month, on the fourteenth day of the month, at dusk, in the wilderness of Sinai; according to all that the LORD commanded Moses, so did the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.9.5", "verseOrgIds": ["NUM.9.5"]}}, {"text": "But there were certain men, who were unclean by the dead body of a man, so that they could not keep the passover on that day; and they came before Moses and before Aaron on that day. ", "type": "text", "attrs": {"verseId": "NUM.9.6", "verseOrgIds": ["NUM.9.6"]}}, {"text": "And those men said unto him: 'We are unclean by the dead body of a man; wherefore are we to be kept back, so as not to bring the offering of the LORD in its appointed season among the children of Israel?' ", "type": "text", "attrs": {"verseId": "NUM.9.7", "verseOrgIds": ["NUM.9.7"]}}, {"text": "And Moses said unto them: 'Stay ye, that I may hear what the LORD will command concerning you.' ", "type": "text", "attrs": {"verseId": "NUM.9.8", "verseOrgIds": ["NUM.9.8"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.9.9", "verseOrgIds": ["NUM.9.9"]}}, {"text": "'Speak unto the children of Israel, saying: If any man of you or of your generations shall be unclean by reason of a dead body, or be in a journey afar off, yet he shall keep the passover unto the LORD; ", "type": "text", "attrs": {"verseId": "NUM.9.10", "verseOrgIds": ["NUM.9.10"]}}, {"text": "in the second month on the fourteenth day at dusk they shall keep it; they shall eat it with unleavened bread and bitter herbs; ", "type": "text", "attrs": {"verseId": "NUM.9.11", "verseOrgIds": ["NUM.9.11"]}}, {"text": "they shall leave none of it unto the morning, nor break a bone thereof; according to all the statute of the passover they shall keep it. ", "type": "text", "attrs": {"verseId": "NUM.9.12", "verseOrgIds": ["NUM.9.12"]}}, {"text": "But the man that is clean, and is not on a journey, and forbeareth to keep the passover, that soul shall be cut off from his people; because he brought not the offering of the LORD in its appointed season, that man shall bear his sin. ", "type": "text", "attrs": {"verseId": "NUM.9.13", "verseOrgIds": ["NUM.9.13"]}}, {"text": "And if a stranger shall sojourn among you, and will keep the passover unto the LORD: according to the statute of the passover, and according to the ordinance thereof, so shall he do; ye shall have one statute, both for the stranger, and for him that is born in the land.' ", "type": "text", "attrs": {"verseId": "NUM.9.14", "verseOrgIds": ["NUM.9.14"]}}, {"text": "And on the day that the tabernacle was reared up the cloud covered the tabernacle, even the tent of the testimony; and at even there was upon the tabernacle as it were the appearance of fire, until morning. ", "type": "text", "attrs": {"verseId": "NUM.9.15", "verseOrgIds": ["NUM.9.15"]}}, {"text": "So it was alway: the cloud covered it, and the appearance of fire by night. ", "type": "text", "attrs": {"verseId": "NUM.9.16", "verseOrgIds": ["NUM.9.16"]}}, {"text": "And whenever the cloud was taken up from over the Tent, then after that the children of Israel journeyed; and in the place where the cloud abode, there the children of Israel encamped. ", "type": "text", "attrs": {"verseId": "NUM.9.17", "verseOrgIds": ["NUM.9.17"]}}, {"text": "At the commandment of the LORD the children of Israel journeyed, and at the commandment of the LORD they encamped: as long as the cloud abode upon the tabernacle they remained encamped. ", "type": "text", "attrs": {"verseId": "NUM.9.18", "verseOrgIds": ["NUM.9.18"]}}, {"text": "And when the cloud tarried upon the tabernacle many days, then the children of Israel kept the charge of the LORD, and journeyed not. ", "type": "text", "attrs": {"verseId": "NUM.9.19", "verseOrgIds": ["NUM.9.19"]}}, {"text": "And sometimes the cloud was a few days upon the tabernacle; according to the commandment of the LORD they remained encamped, and according to the commandment of the LORD they journeyed. ", "type": "text", "attrs": {"verseId": "NUM.9.20", "verseOrgIds": ["NUM.9.20"]}}, {"text": "And sometimes the cloud was from evening until morning; and when the cloud was taken up in the morning, they journeyed; or if it continued by day and by night, when the cloud was taken up, they journeyed. ", "type": "text", "attrs": {"verseId": "NUM.9.21", "verseOrgIds": ["NUM.9.21"]}}, {"text": "Whether it were two days, or a month, or a year, that the cloud tarried upon the tabernacle, abiding thereon, the children of Israel remained encamped, and journeyed not; but when it was taken up, they journeyed. ", "type": "text", "attrs": {"verseId": "NUM.9.22", "verseOrgIds": ["NUM.9.22"]}}, {"text": "At the commandment of the LORD they encamped, and at the commandment of the LORD they journeyed; they kept the charge of the LORD, at the commandment of the LORD by the hand of Moses.", "type": "text", "attrs": {"verseId": "NUM.9.23", "verseOrgIds": ["NUM.9.23"]}}]}], "next": {"id": "NUM.10", "number": "10", "bookId": "NUM"}, "previous": {"id": "NUM.8", "number": "8", "bookId": "NUM"}}}}