{"_default": {"1": {"id": "DEU.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "DEU", "reference": "Deuteronomy 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "(13-2) If there arise in the midst of thee a prophet, or a dreamer of dreams — and he give thee a sign or a wonder, ", "type": "text", "attrs": {"verseId": "DEU.13.1", "verseOrgIds": ["DEU.13.2"]}}, {"text": "(13-3) and the sign or the wonder come to pass, whereof he spoke unto thee — saying: 'Let us go after other gods, which thou hast not known, and let us serve them'; ", "type": "text", "attrs": {"verseId": "DEU.13.2", "verseOrgIds": ["DEU.13.3"]}}, {"text": "(13-4) thou shalt not hearken unto the words of that prophet, or unto that dreamer of dreams; for the LORD your God putteth you to proof, to know whether ye do love the LORD your God with all your heart and with all your soul. ", "type": "text", "attrs": {"verseId": "DEU.13.3", "verseOrgIds": ["DEU.13.4"]}}, {"text": "(13-5) After the LORD your God shall ye walk, and Him shall ye fear, and His commandments shall ye keep, and unto His voice shall ye hearken, and Him shall ye serve, and unto Him shall ye cleave. ", "type": "text", "attrs": {"verseId": "DEU.13.4", "verseOrgIds": ["DEU.13.5"]}}, {"text": "(13-6) And that prophet, or that dreamer of dreams, shall be put to death; because he hath spoken perversion against the LORD your God, who brought you out of the land of Egypt, and redeemed thee out of the house of bondage, to draw thee aside out of the way which the LORD thy God commanded thee to walk in. So shalt thou put away the evil from the midst of thee. ", "type": "text", "attrs": {"verseId": "DEU.13.5", "verseOrgIds": ["DEU.13.6"]}}, {"text": "(13-7) If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, that is as thine own soul, entice thee secretly, saying: 'Let us go and serve other gods,' which thou hast not known, thou, nor thy fathers; ", "type": "text", "attrs": {"verseId": "DEU.13.6", "verseOrgIds": ["DEU.13.7"]}}, {"text": "(13-8) of the gods of the peoples that are round about you, nigh unto thee, or far off from thee, from the one end of the earth even unto the other end of the earth; ", "type": "text", "attrs": {"verseId": "DEU.13.7", "verseOrgIds": ["DEU.13.8"]}}, {"text": "(13-9) thou shalt not consent unto him, nor hearken unto him; neither shall thine eye pity him, neither shalt thou spare, neither shalt thou conceal him; ", "type": "text", "attrs": {"verseId": "DEU.13.8", "verseOrgIds": ["DEU.13.9"]}}, {"text": "(13-10) but thou shalt surely kill him; thy hand shall be first upon him to put him to death, and afterwards the hand of all the people. ", "type": "text", "attrs": {"verseId": "DEU.13.9", "verseOrgIds": ["DEU.13.10"]}}, {"text": "(13-11) And thou shalt stone him with stones, that he die; because he hath sought to draw thee away from the LORD thy God, who brought thee out of the land of Egypt, out of the house of bondage. ", "type": "text", "attrs": {"verseId": "DEU.13.10", "verseOrgIds": ["DEU.13.11"]}}, {"text": "(13-12) And all Israel shall hear, and fear, and shall do no more any such wickedness as this is in the midst of thee. ", "type": "text", "attrs": {"verseId": "DEU.13.11", "verseOrgIds": ["DEU.13.12"]}}, {"text": "(13-13) If thou shalt hear tell concerning one of thy cities, which the LORD thy God giveth thee to dwell there, saying: ", "type": "text", "attrs": {"verseId": "DEU.13.12", "verseOrgIds": ["DEU.13.13"]}}, {"text": "(13-14) 'Certain base fellows are gone out from the midst of thee, and have drawn away the inhabitants of their city, saying: Let us go and serve other gods, which ye have not known'; ", "type": "text", "attrs": {"verseId": "DEU.13.13", "verseOrgIds": ["DEU.13.14"]}}, {"text": "(13-15) then shalt thou inquire, and make search, and ask diligently; and, behold, if it be truth, and the thing certain, that such abomination is wrought in the midst of thee; ", "type": "text", "attrs": {"verseId": "DEU.13.14", "verseOrgIds": ["DEU.13.15"]}}, {"text": "(13-16) thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein and the cattle thereof, with the edge of the sword. ", "type": "text", "attrs": {"verseId": "DEU.13.15", "verseOrgIds": ["DEU.13.16"]}}, {"text": "(13-17) And thou shalt gather all the spoil of it into the midst of the broad place thereof, and shall burn with fire the city, and all the spoil thereof every whit, unto the LORD thy God; and it shall be a heap for ever; it shall not be built again. ", "type": "text", "attrs": {"verseId": "DEU.13.16", "verseOrgIds": ["DEU.13.17"]}}, {"text": "(13-18) And there shall cleave nought of the devoted thing to thy hand, that the LORD may turn from the fierceness of His anger, and show thee mercy, and have compassion upon thee, and multiply thee, as He hath sworn unto thy fathers; ", "type": "text", "attrs": {"verseId": "DEU.13.17", "verseOrgIds": ["DEU.13.18"]}}, {"text": "(13-19) when thou shalt hearken to the voice of the LORD thy God, to keep all His commandments which I command thee this day, to do that which is right in the eyes of the LORD thy God.", "type": "text", "attrs": {"verseId": "DEU.13.18", "verseOrgIds": ["DEU.13.19"]}}]}], "next": {"id": "DEU.14", "number": "14", "bookId": "DEU"}, "previous": {"id": "DEU.12", "number": "12", "bookId": "DEU"}}}}