{"_default": {"1": {"id": "EXO.25", "bibleId": "bf8f1c7f3f9045a5-01", "number": "25", "bookId": "EXO", "reference": "Exodus 25", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "EXO.25.1", "verseOrgIds": ["EXO.25.1"]}}, {"text": "'Speak unto the children of Israel, that they take for Me an offering; of every man whose heart maketh him willing ye shall take My offering. ", "type": "text", "attrs": {"verseId": "EXO.25.2", "verseOrgIds": ["EXO.25.2"]}}, {"text": "And this is the offering which ye shall take of them: gold, and silver, and brass; ", "type": "text", "attrs": {"verseId": "EXO.25.3", "verseOrgIds": ["EXO.25.3"]}}, {"text": "and blue, and purple, and scarlet, and fine linen, and goats' hair; ", "type": "text", "attrs": {"verseId": "EXO.25.4", "verseOrgIds": ["EXO.25.4"]}}, {"text": "and rams' skins dyed red, and sealskins, and acacia-wood; ", "type": "text", "attrs": {"verseId": "EXO.25.5", "verseOrgIds": ["EXO.25.5"]}}, {"text": "oil for the light, spices for the anointing oil, and for the sweet incense; ", "type": "text", "attrs": {"verseId": "EXO.25.6", "verseOrgIds": ["EXO.25.6"]}}, {"text": "onyx stones, and stones to be set, for the ephod, and for the breastplate. ", "type": "text", "attrs": {"verseId": "EXO.25.7", "verseOrgIds": ["EXO.25.7"]}}, {"text": "And let them make Me a sanctuary, that I may dwell among them. ", "type": "text", "attrs": {"verseId": "EXO.25.8", "verseOrgIds": ["EXO.25.8"]}}, {"text": "According to all that I show thee, the pattern of the tabernacle, and the pattern of all the furniture thereof, even so shall ye make it. ", "type": "text", "attrs": {"verseId": "EXO.25.9", "verseOrgIds": ["EXO.25.9"]}}, {"text": "And they shall make an ark of acacia-wood: two cubits and a half shall be the length thereof, and a cubit and a half the breadth thereof, and a cubit and a half the height thereof. ", "type": "text", "attrs": {"verseId": "EXO.25.10", "verseOrgIds": ["EXO.25.10"]}}, {"text": "And thou shalt overlay it with pure gold, within and without shalt thou overlay it, and shalt make upon it a crown of gold round about. ", "type": "text", "attrs": {"verseId": "EXO.25.11", "verseOrgIds": ["EXO.25.11"]}}, {"text": "And thou shalt cast four rings of gold for it, and put them in the four feet thereof; and two rings shall be on the one side of it, and two rings on the other side of it. ", "type": "text", "attrs": {"verseId": "EXO.25.12", "verseOrgIds": ["EXO.25.12"]}}, {"text": "And thou shalt make staves of acacia-wood, and overlay them with gold. ", "type": "text", "attrs": {"verseId": "EXO.25.13", "verseOrgIds": ["EXO.25.13"]}}, {"text": "And thou shalt put the staves into the rings on the sides of the ark, wherewith to bear the ark. ", "type": "text", "attrs": {"verseId": "EXO.25.14", "verseOrgIds": ["EXO.25.14"]}}, {"text": "The staves shall be in the rings of the ark; they shall not be taken from it. ", "type": "text", "attrs": {"verseId": "EXO.25.15", "verseOrgIds": ["EXO.25.15"]}}, {"text": "And thou shalt put into the ark the testimony which I shall give thee. ", "type": "text", "attrs": {"verseId": "EXO.25.16", "verseOrgIds": ["EXO.25.16"]}}, {"text": "And thou shalt make an ark-cover of pure gold: two cubits and a half shall be the length thereof, and a cubit and a half the breadth thereof. ", "type": "text", "attrs": {"verseId": "EXO.25.17", "verseOrgIds": ["EXO.25.17"]}}, {"text": "And thou shalt make two cherubim of gold; of beaten work shalt thou make them, at the two ends of the ark-cover. ", "type": "text", "attrs": {"verseId": "EXO.25.18", "verseOrgIds": ["EXO.25.18"]}}, {"text": "And make one cherub at the one end, and one cherub at the other end; of one piece with the ark-cover shall ye make the cherubim of the two ends thereof. ", "type": "text", "attrs": {"verseId": "EXO.25.19", "verseOrgIds": ["EXO.25.19"]}}, {"text": "And the cherubim shall spread out their wings on high, screening the ark-cover with their wings, with their faces one to another; toward the ark-cover shall the faces of the cherubim be. ", "type": "text", "attrs": {"verseId": "EXO.25.20", "verseOrgIds": ["EXO.25.20"]}}, {"text": "And thou shalt put the ark-cover above upon the ark; and in the ark thou shalt put the testimony that I shall give thee. ", "type": "text", "attrs": {"verseId": "EXO.25.21", "verseOrgIds": ["EXO.25.21"]}}, {"text": "And there I will meet with thee, and I will speak with thee from above the ark-cover, from between the two cherubim which are upon the ark of the testimony, of all things which I will give thee in commandment unto the children of Israel. ", "type": "text", "attrs": {"verseId": "EXO.25.22", "verseOrgIds": ["EXO.25.22"]}}, {"text": "And thou shalt make a table of acacia-wood: two cubits shall be the length thereof, and a cubit the breadth thereof, and a cubit and a half the height thereof. ", "type": "text", "attrs": {"verseId": "EXO.25.23", "verseOrgIds": ["EXO.25.23"]}}, {"text": "And thou shalt overlay it with pure gold, and make thereto a crown of gold round about. ", "type": "text", "attrs": {"verseId": "EXO.25.24", "verseOrgIds": ["EXO.25.24"]}}, {"text": "And thou shalt make unto it a border of a handbreadth round about, and thou shalt make a golden crown to the border thereof round about. ", "type": "text", "attrs": {"verseId": "EXO.25.25", "verseOrgIds": ["EXO.25.25"]}}, {"text": "And thou shalt make for it four rings of gold, and put the rings in the four corners that are on the four feet thereof. ", "type": "text", "attrs": {"verseId": "EXO.25.26", "verseOrgIds": ["EXO.25.26"]}}, {"text": "Close by the border shall the rings be, for places for the staves to bear the table. ", "type": "text", "attrs": {"verseId": "EXO.25.27", "verseOrgIds": ["EXO.25.27"]}}, {"text": "And thou shalt make the staves of acacia-wood, and overlay them with gold, that the table may be borne with them. ", "type": "text", "attrs": {"verseId": "EXO.25.28", "verseOrgIds": ["EXO.25.28"]}}, {"text": "And thou shalt make the dishes thereof, and the pans thereof, and the jars thereof, and the bowls thereof, wherewith to pour out; of pure gold shalt thou make them. ", "type": "text", "attrs": {"verseId": "EXO.25.29", "verseOrgIds": ["EXO.25.29"]}}, {"text": "And thou shalt set upon the table showbread before Me alway. ", "type": "text", "attrs": {"verseId": "EXO.25.30", "verseOrgIds": ["EXO.25.30"]}}, {"text": "And thou shalt make a candlestick of pure gold: of beaten work shall the candlestick be made, even its base, and its shaft; its cups, its knops, and its flowers, shall be of one piece with it. ", "type": "text", "attrs": {"verseId": "EXO.25.31", "verseOrgIds": ["EXO.25.31"]}}, {"text": "And there shall be six branches going out of the sides thereof: three branches of the candlestick out of the one side thereof, and three branches of the candle-stick out of the other side thereof; ", "type": "text", "attrs": {"verseId": "EXO.25.32", "verseOrgIds": ["EXO.25.32"]}}, {"text": "three cups made like almond-blossoms in one branch, a knop and a flower; and three cups made like almond-blossoms in the other branch, a knop and a flower; so for the six branches going out of the candlestick. ", "type": "text", "attrs": {"verseId": "EXO.25.33", "verseOrgIds": ["EXO.25.33"]}}, {"text": "And in the candlestick four cups made like almond-blossoms, the knops thereof, and the flowers thereof. ", "type": "text", "attrs": {"verseId": "EXO.25.34", "verseOrgIds": ["EXO.25.34"]}}, {"text": "And a knop under two branches of one piece with it, and a knop under two branches of one piece with it, and a knop under two branches of one piece with it, for the six branches going out of the candlestick. ", "type": "text", "attrs": {"verseId": "EXO.25.35", "verseOrgIds": ["EXO.25.35"]}}, {"text": "Their knops and their branches shall be of one piece with it; the whole of it one beaten work of pure gold. ", "type": "text", "attrs": {"verseId": "EXO.25.36", "verseOrgIds": ["EXO.25.36"]}}, {"text": "And thou shalt make the lamps thereof, seven; and they shall light the lamps thereof, to give light over against it. ", "type": "text", "attrs": {"verseId": "EXO.25.37", "verseOrgIds": ["EXO.25.37"]}}, {"text": "And the tongs thereof, and the snuffdishes thereof, shall be of pure gold. ", "type": "text", "attrs": {"verseId": "EXO.25.38", "verseOrgIds": ["EXO.25.38"]}}, {"text": "Of a talent of pure gold shall it be made, with all these vessels. ", "type": "text", "attrs": {"verseId": "EXO.25.39", "verseOrgIds": ["EXO.25.39"]}}, {"text": "And see that thou make them after their pattern, which is being shown thee in the mount.", "type": "text", "attrs": {"verseId": "EXO.25.40", "verseOrgIds": ["EXO.25.40"]}}]}], "next": {"id": "EXO.26", "number": "26", "bookId": "EXO"}, "previous": {"id": "EXO.24", "number": "24", "bookId": "EXO"}}}}