{"_default": {"1": {"id": "SNG.8", "bibleId": "bf8f1c7f3f9045a5-01", "number": "8", "bookId": "SNG", "reference": "Song of Solomon 8", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Oh that thou wert as my brother, that sucked the breasts of my mother! When I should find thee without, I would kiss thee; yea, and none would despise me. ", "type": "text", "attrs": {"verseId": "SNG.8.1", "verseOrgIds": ["SNG.8.1"]}}, {"text": "I would lead thee, and bring thee into my mother's house, that thou mightest instruct me; I would cause thee to drink of spiced wine, of the juice of my pomegranate. ", "type": "text", "attrs": {"verseId": "SNG.8.2", "verseOrgIds": ["SNG.8.2"]}}, {"text": "His left hand should be under my head, and his right hand should embrace me. ", "type": "text", "attrs": {"verseId": "SNG.8.3", "verseOrgIds": ["SNG.8.3"]}}, {"text": "'I adjure you, O daughters of Jerusalem: Why should ye awaken, or stir up love, until it please?' ", "type": "text", "attrs": {"verseId": "SNG.8.4", "verseOrgIds": ["SNG.8.4"]}}, {"text": "Who is this that cometh up from the wilderness, leaning upon her beloved? Under the apple-tree I awakened thee; there thy mother was in travail with thee; there was she in travail and brought thee forth. ", "type": "text", "attrs": {"verseId": "SNG.8.5", "verseOrgIds": ["SNG.8.5"]}}, {"text": "Set me as a seal upon thy heart, as a seal upon thine arm; for love is strong as death, jealousy is cruel as the grave; the flashes thereof are flashes of fire, a very flame of the LORD. ", "type": "text", "attrs": {"verseId": "SNG.8.6", "verseOrgIds": ["SNG.8.6"]}}, {"text": "Many waters cannot quench love, neither can the floods drown it; if a man would give all the substance of his house for love, he would utterly be contemned. ", "type": "text", "attrs": {"verseId": "SNG.8.7", "verseOrgIds": ["SNG.8.7"]}}, {"text": "We have a little sister, and she hath no breasts; what shall we do for our sister in the day when she shall be spoken for? ", "type": "text", "attrs": {"verseId": "SNG.8.8", "verseOrgIds": ["SNG.8.8"]}}, {"text": "If she be a wall, we will build upon her a turret of silver; and if she be a door, we will enclose her with boards of cedar. ", "type": "text", "attrs": {"verseId": "SNG.8.9", "verseOrgIds": ["SNG.8.9"]}}, {"text": "I am a wall, and my breasts like the towers thereof; then was I in his eyes as one that found peace. ", "type": "text", "attrs": {"verseId": "SNG.8.10", "verseOrgIds": ["SNG.8.10"]}}, {"text": "Solomon had a vineyard at Baal-hamon; he gave over the vineyard unto keepers; every one for the fruit thereof brought in a thousand pieces of silver. ", "type": "text", "attrs": {"verseId": "SNG.8.11", "verseOrgIds": ["SNG.8.11"]}}, {"text": "My vineyard, which is mine, is before me; thou, O Solomon, shalt have the thousand, and those that keep the fruit thereof two hundred. ", "type": "text", "attrs": {"verseId": "SNG.8.12", "verseOrgIds": ["SNG.8.12"]}}, {"text": "Thou that dwellest in the gardens, the companions hearken for thy voice: 'Cause me to hear it.' ", "type": "text", "attrs": {"verseId": "SNG.8.13", "verseOrgIds": ["SNG.8.13"]}}, {"text": "Make haste, my beloved, and be thou like to a gazelle or to a young hart upon the mountains of spices.", "type": "text", "attrs": {"verseId": "SNG.8.14", "verseOrgIds": ["SNG.8.14"]}}]}], "next": {"id": "RUT.intro", "number": "intro", "bookId": "RUT"}, "previous": {"id": "SNG.7", "number": "7", "bookId": "SNG"}}}}