{"_default": {"1": {"id": "EXO.11", "bibleId": "bf8f1c7f3f9045a5-01", "number": "11", "bookId": "EXO", "reference": "Exodus 11", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD said unto Moses: 'Yet one plague more will I bring upon Pharaoh, and upon Egypt; afterwards he will let you go hence; when he shall let you go, he shall surely thrust you out hence altogether. ", "type": "text", "attrs": {"verseId": "EXO.11.1", "verseOrgIds": ["EXO.11.1"]}}, {"text": "Speak now in the ears of the people, and let them ask every man of his neighbour, and every woman of her neighbour, jewels of silver, and jewels of gold.' ", "type": "text", "attrs": {"verseId": "EXO.11.2", "verseOrgIds": ["EXO.11.2"]}}, {"text": "And the LORD gave the people favour in the sight of the Egyptians. Moreover the man Moses was very great in the land of Egypt, in the sight of Pharaoh's servants, and in the sight of the people. ", "type": "text", "attrs": {"verseId": "EXO.11.3", "verseOrgIds": ["EXO.11.3"]}}, {"text": "And Moses said: 'Thus saith the LORD: About midnight will I go out into the midst of Egypt; ", "type": "text", "attrs": {"verseId": "EXO.11.4", "verseOrgIds": ["EXO.11.4"]}}, {"text": "and all the first-born in the land of Egypt shall die, from the first-born of Pharaoh that sitteth upon his throne, even unto the first-born of the maid-servant that is behind the mill; and all the first-born of cattle. ", "type": "text", "attrs": {"verseId": "EXO.11.5", "verseOrgIds": ["EXO.11.5"]}}, {"text": "And there shall be a great cry throughout all the land of Egypt, such as there hath been none like it, nor shall be like it any more. ", "type": "text", "attrs": {"verseId": "EXO.11.6", "verseOrgIds": ["EXO.11.6"]}}, {"text": "But against any of the children of Israel shall not a dog whet his tongue, against man or beast; that ye may know how that the LORD doth put a difference between the Egyptians and Israel. ", "type": "text", "attrs": {"verseId": "EXO.11.7", "verseOrgIds": ["EXO.11.7"]}}, {"text": "And all these thy servants shall come down unto me, and bow down unto me, saying: Get thee out, and all the people that follow thee; and after that I will go out.' And he went out from Pharaoh in hot anger. ", "type": "text", "attrs": {"verseId": "EXO.11.8", "verseOrgIds": ["EXO.11.8"]}}, {"text": "And the LORD said unto Moses: 'Pharaoh will not hearken unto you; that My wonders may be multiplied in the land of Egypt.' ", "type": "text", "attrs": {"verseId": "EXO.11.9", "verseOrgIds": ["EXO.11.9"]}}, {"text": "And Moses and Aaron did all these wonders before Pharaoh; and the LORD hardened Pharaoh's heart, and he did not let the children of Israel go out of his land.", "type": "text", "attrs": {"verseId": "EXO.11.10", "verseOrgIds": ["EXO.11.10"]}}]}], "next": {"id": "EXO.12", "number": "12", "bookId": "EXO"}, "previous": {"id": "EXO.10", "number": "10", "bookId": "EXO"}}}}