{"_default": {"1": {"id": "GEN.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "GEN", "reference": "Genesis 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD said unto Noah: 'Come thou and all thy house into the ark; for thee have I seen righteous before Me in this generation. ", "type": "text", "attrs": {"verseId": "GEN.7.1", "verseOrgIds": ["GEN.7.1"]}}, {"text": "Of every clean beast thou shalt take to thee seven and seven, each with his mate; and of the beasts that are not clean two and two, each with his mate; ", "type": "text", "attrs": {"verseId": "GEN.7.2", "verseOrgIds": ["GEN.7.2"]}}, {"text": "of the fowl also of the air, seven and seven, male and female; to keep seed alive upon the face of all the earth. ", "type": "text", "attrs": {"verseId": "GEN.7.3", "verseOrgIds": ["GEN.7.3"]}}, {"text": "For yet seven days, and I will cause it to rain upon the earth forty days and forty nights; and every living substance that I have made will I blot out from off the face of the earth.' ", "type": "text", "attrs": {"verseId": "GEN.7.4", "verseOrgIds": ["GEN.7.4"]}}, {"text": "And Noah did according unto all that the LORD commanded him. ", "type": "text", "attrs": {"verseId": "GEN.7.5", "verseOrgIds": ["GEN.7.5"]}}, {"text": "And Noah was six hundred years old when the flood of waters was upon the earth. ", "type": "text", "attrs": {"verseId": "GEN.7.6", "verseOrgIds": ["GEN.7.6"]}}, {"text": "And Noah went in, and his sons, and his wife, and his sons' wives with him, into the ark, because of the waters of the flood. ", "type": "text", "attrs": {"verseId": "GEN.7.7", "verseOrgIds": ["GEN.7.7"]}}, {"text": "Of clean beasts, and of beasts that are not clean, and of fowls, and of every thing that creepeth upon the ground, ", "type": "text", "attrs": {"verseId": "GEN.7.8", "verseOrgIds": ["GEN.7.8"]}}, {"text": "there went in two and two unto Noah into the ark, male and female, as God commanded Noah. ", "type": "text", "attrs": {"verseId": "GEN.7.9", "verseOrgIds": ["GEN.7.9"]}}, {"text": "And it came to pass after the seven days, that the waters of the flood were upon the earth. ", "type": "text", "attrs": {"verseId": "GEN.7.10", "verseOrgIds": ["GEN.7.10"]}}, {"text": "In the six hundredth year of Noah's life, in the second month, on the seventeenth day of the month, on the same day were all the fountains of the great deep broken up, and the windows of heaven were opened. ", "type": "text", "attrs": {"verseId": "GEN.7.11", "verseOrgIds": ["GEN.7.11"]}}, {"text": "And the rain was upon the earth forty days and forty nights. ", "type": "text", "attrs": {"verseId": "GEN.7.12", "verseOrgIds": ["GEN.7.12"]}}, {"text": "In the selfsame day entered Noah, and Shem, and Ham, and Japheth, the sons of Noah, and Noah's wife, and the three wives of his sons with them, into the ark; ", "type": "text", "attrs": {"verseId": "GEN.7.13", "verseOrgIds": ["GEN.7.13"]}}, {"text": "they, and every beast after its kind, and all the cattle after their kind, and every creeping thing that creepeth upon the earth after its kind, and every fowl after its kind, every bird of every sort. ", "type": "text", "attrs": {"verseId": "GEN.7.14", "verseOrgIds": ["GEN.7.14"]}}, {"text": "And they went in unto Noah into the ark, two and two of all flesh wherein is the breath of life. ", "type": "text", "attrs": {"verseId": "GEN.7.15", "verseOrgIds": ["GEN.7.15"]}}, {"text": "And they that went in, went in male and female of all flesh, as God commanded him; and the LORD shut him in. ", "type": "text", "attrs": {"verseId": "GEN.7.16", "verseOrgIds": ["GEN.7.16"]}}, {"text": "And the flood was forty days upon the earth; and the waters increased, and bore up the ark, and it was lifted up above the earth. ", "type": "text", "attrs": {"verseId": "GEN.7.17", "verseOrgIds": ["GEN.7.17"]}}, {"text": "And the waters prevailed, and increased greatly upon the earth; and the ark went upon the face of the waters. ", "type": "text", "attrs": {"verseId": "GEN.7.18", "verseOrgIds": ["GEN.7.18"]}}, {"text": "And the waters prevailed exceedingly upon the earth; and all the high mountains that were under the whole heaven were covered. ", "type": "text", "attrs": {"verseId": "GEN.7.19", "verseOrgIds": ["GEN.7.19"]}}, {"text": "Fifteen cubits upward did the waters prevail; and the mountains were covered. ", "type": "text", "attrs": {"verseId": "GEN.7.20", "verseOrgIds": ["GEN.7.20"]}}, {"text": "And all flesh perished that moved upon the earth, both fowl, and cattle, and beast, and every swarming thing that swarmeth upon the earth, and every man; ", "type": "text", "attrs": {"verseId": "GEN.7.21", "verseOrgIds": ["GEN.7.21"]}}, {"text": "all in whose nostrils was the breath of the spirit of life, whatsoever was in the dry land, died. ", "type": "text", "attrs": {"verseId": "GEN.7.22", "verseOrgIds": ["GEN.7.22"]}}, {"text": "And He blotted out every living substance which was upon the face of the ground, both man, and cattle, and creeping thing, and fowl of the heaven; and they were blotted out from the earth; and Noah only was left, and they that were with him in the ark. ", "type": "text", "attrs": {"verseId": "GEN.7.23", "verseOrgIds": ["GEN.7.23"]}}, {"text": "And the waters prevailed upon the earth a hundred and fifty days.", "type": "text", "attrs": {"verseId": "GEN.7.24", "verseOrgIds": ["GEN.7.24"]}}]}], "next": {"id": "GEN.8", "number": "8", "bookId": "GEN"}, "previous": {"id": "GEN.6", "number": "6", "bookId": "GEN"}}}}