{"_default": {"1": {"id": "DEU.17", "bibleId": "bf8f1c7f3f9045a5-01", "number": "17", "bookId": "DEU", "reference": "Deuteronomy 17", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Thou shalt not sacrifice unto the LORD thy God an ox, or a sheep, wherein is a blemish, even any evil thing; for that is an abomination unto the LORD thy God. ", "type": "text", "attrs": {"verseId": "DEU.17.1", "verseOrgIds": ["DEU.17.1"]}}, {"text": "If there be found in the midst of thee, within any of thy gates which the LORD thy God giveth thee, man or woman, that doeth that which is evil in the sight of the LORD thy God, in transgressing His covenant, ", "type": "text", "attrs": {"verseId": "DEU.17.2", "verseOrgIds": ["DEU.17.2"]}}, {"text": "and hath gone and served other gods, and worshipped them, or the sun, or the moon, or any of the host of heaven, which I have commanded not; ", "type": "text", "attrs": {"verseId": "DEU.17.3", "verseOrgIds": ["DEU.17.3"]}}, {"text": "and it be told thee, and thou hear it, then shalt thou inquire diligently, and, behold, if it be true, and the thing certain, that such abomination is wrought in Israel; ", "type": "text", "attrs": {"verseId": "DEU.17.4", "verseOrgIds": ["DEU.17.4"]}}, {"text": "then shalt thou bring forth that man or that woman, who have done this evil thing, unto thy gates, even the man or the woman; and thou shalt stone them with stones, that they die. ", "type": "text", "attrs": {"verseId": "DEU.17.5", "verseOrgIds": ["DEU.17.5"]}}, {"text": "At the mouth of two witnesses, or three witnesses, shall he that is to die be put to death; at the mouth of one witness he shall not be put to death. ", "type": "text", "attrs": {"verseId": "DEU.17.6", "verseOrgIds": ["DEU.17.6"]}}, {"text": "The hand of the witnesses shall be first upon him to put him to death, and afterward the hand of all the people. So thou shalt put away the evil from the midst of thee. ", "type": "text", "attrs": {"verseId": "DEU.17.7", "verseOrgIds": ["DEU.17.7"]}}, {"text": "If there arise a matter too hard for thee in judgment, between blood and blood, between plea and plea, and between stroke and stroke, even matters of controversy within thy gates; then shalt thou arise, and get thee up unto the place which the LORD thy God shall choose. ", "type": "text", "attrs": {"verseId": "DEU.17.8", "verseOrgIds": ["DEU.17.8"]}}, {"text": "And thou shall come unto the priests the Levites, and unto the judge that shall be in those days; and thou shalt inquire; and they shall declare unto thee the sentence of judgment. ", "type": "text", "attrs": {"verseId": "DEU.17.9", "verseOrgIds": ["DEU.17.9"]}}, {"text": "And thou shalt do according to the tenor of the sentence, which they shall declare unto thee from that place which the LORD shall choose; and thou shalt observe to do according to all that they shall teach thee. ", "type": "text", "attrs": {"verseId": "DEU.17.10", "verseOrgIds": ["DEU.17.10"]}}, {"text": "According to the law which they shall teach thee, and according to the judgment which they shall tell thee, thou shalt do; thou shalt not turn aside from the sentence which they shall declare unto thee, to the right hand, nor to the left. ", "type": "text", "attrs": {"verseId": "DEU.17.11", "verseOrgIds": ["DEU.17.11"]}}, {"text": "And the man that doeth presumptuously, in not hearkening unto the priest that standeth to minister there before the LORD thy God, or unto the judge, even that man shall die; and thou shalt exterminate the evil from Israel. ", "type": "text", "attrs": {"verseId": "DEU.17.12", "verseOrgIds": ["DEU.17.12"]}}, {"text": "And all the people shall hear, and fear, and do no more presumptuously. ", "type": "text", "attrs": {"verseId": "DEU.17.13", "verseOrgIds": ["DEU.17.13"]}}, {"text": "When thou art come unto the land which the LORD thy God giveth thee, and shalt possess it, and shalt dwell therein; and shalt say: 'I will set a king over me, like all the nations that are round about me'; ", "type": "text", "attrs": {"verseId": "DEU.17.14", "verseOrgIds": ["DEU.17.14"]}}, {"text": "thou shalt in any wise set him king over thee, whom the LORD thy God shall choose; one from among thy brethren shalt thou set king over thee; thou mayest not put a foreigner over thee, who is not thy brother. ", "type": "text", "attrs": {"verseId": "DEU.17.15", "verseOrgIds": ["DEU.17.15"]}}, {"text": "Only he shall not multiply horses to himself, nor cause the people to return to Egypt, to the end that he should multiply horses; forasmuch as the LORD hath said unto you: 'Ye shall henceforth return no more that way.' ", "type": "text", "attrs": {"verseId": "DEU.17.16", "verseOrgIds": ["DEU.17.16"]}}, {"text": "Neither shall he multiply wives to himself, that his heart turn not away; neither shall he greatly multiply to himself silver and gold. ", "type": "text", "attrs": {"verseId": "DEU.17.17", "verseOrgIds": ["DEU.17.17"]}}, {"text": "And it shall be, when he sitteth upon the throne of his kingdom, that he shall write him a copy of this law in a book, out of that which is before the priests the Levites. ", "type": "text", "attrs": {"verseId": "DEU.17.18", "verseOrgIds": ["DEU.17.18"]}}, {"text": "And it shall be with him, and he shall read therein all the days of his life; that he may learn to fear the LORD his God, to keep all the words of this law and these statutes, to do them; ", "type": "text", "attrs": {"verseId": "DEU.17.19", "verseOrgIds": ["DEU.17.19"]}}, {"text": "that his heart be not lifted up above his brethren, and that he turn not aside from the commandment, to the right hand, or to the left; to the end that he may prolong his days in his kingdom, he and his children, in the midst of Israel.", "type": "text", "attrs": {"verseId": "DEU.17.20", "verseOrgIds": ["DEU.17.20"]}}]}], "next": {"id": "DEU.18", "number": "18", "bookId": "DEU"}, "previous": {"id": "DEU.16", "number": "16", "bookId": "DEU"}}}}