{"_default": {"1": {"id": "EZK.8", "bibleId": "bf8f1c7f3f9045a5-01", "number": "8", "bookId": "EZK", "reference": "Ezekiel 8", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass in the sixth year, in the sixth month, in the fifth day of the month, as I sat in my house, and the elders of Judah sat before me, that the hand of the Lord GOD fell there upon me. ", "type": "text", "attrs": {"verseId": "EZK.8.1", "verseOrgIds": ["EZK.8.1"]}}, {"text": "Then I beheld, and lo a likeness as the appearance of fire: from the appearance of his loins and downward, fire; and from his loins and upward, as the appearance of brightness, as the colour of electrum. ", "type": "text", "attrs": {"verseId": "EZK.8.2", "verseOrgIds": ["EZK.8.2"]}}, {"text": "And the form of a hand was put forth, and I was taken by a lock of my head; and a spirit lifted me up between the earth and the heaven, and brought me in the visions of God to Jerusalem, to the door of the gate of the inner court that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy. ", "type": "text", "attrs": {"verseId": "EZK.8.3", "verseOrgIds": ["EZK.8.3"]}}, {"text": "And, behold, the glory of the God of Israel was there, according to the vision that I saw in the plain. ", "type": "text", "attrs": {"verseId": "EZK.8.4", "verseOrgIds": ["EZK.8.4"]}}, {"text": "Then said He unto me: 'Son of man, lift up thine eyes now the way toward the north.' So I lifted up mine eyes the way toward the north, and behold northward of the gate of the altar this image of jealousy in the entry. ", "type": "text", "attrs": {"verseId": "EZK.8.5", "verseOrgIds": ["EZK.8.5"]}}, {"text": "And He said unto me: 'Son of man, seest thou what they do? even the great abominations that the house of Israel do commit here, that I should go far off from My sanctuary? but thou shalt again see yet greater abominations.' ", "type": "text", "attrs": {"verseId": "EZK.8.6", "verseOrgIds": ["EZK.8.6"]}}, {"text": "And He brought me to the door of the court; and when I looked, behold a hole in the wall. ", "type": "text", "attrs": {"verseId": "EZK.8.7", "verseOrgIds": ["EZK.8.7"]}}, {"text": "Then said He unto me: 'Son of man, dig now in the wall'; and when I had digged in the wall, behold a door. ", "type": "text", "attrs": {"verseId": "EZK.8.8", "verseOrgIds": ["EZK.8.8"]}}, {"text": "And He said unto me: 'Go in, and see the wicked abominations that they do here.' ", "type": "text", "attrs": {"verseId": "EZK.8.9", "verseOrgIds": ["EZK.8.9"]}}, {"text": "So I went in and saw; and behold every detestable form of creeping things and beasts, and all the idols of the house of Israel, portrayed upon the wall round about. ", "type": "text", "attrs": {"verseId": "EZK.8.10", "verseOrgIds": ["EZK.8.10"]}}, {"text": "And there stood before them seventy men of the elders of the house of Israel, and in the midst of them stood Jaazaniah the son of Shaphan, every man with his censer in his hand; and a thick cloud of incense went up. ", "type": "text", "attrs": {"verseId": "EZK.8.11", "verseOrgIds": ["EZK.8.11"]}}, {"text": "Then said He unto me: 'Son of man, hast thou seen what the elders of the house of Israel do in the dark, every man in his chambers of imagery? for they say: The LORD seeth us not, the LORD hath forsaken the land.' ", "type": "text", "attrs": {"verseId": "EZK.8.12", "verseOrgIds": ["EZK.8.12"]}}, {"text": "He said also unto me: 'Thou shalt again see yet greater abominations which they do.' ", "type": "text", "attrs": {"verseId": "EZK.8.13", "verseOrgIds": ["EZK.8.13"]}}, {"text": "Then He brought me to the door of the gate of the LORD'S house which was toward the north; and, behold, there sat the women weeping for Tammuz. ", "type": "text", "attrs": {"verseId": "EZK.8.14", "verseOrgIds": ["EZK.8.14"]}}, {"text": "Then said He unto me: 'Hast thou seen this, O son of man? thou shalt again see yet greater abominations than these.' ", "type": "text", "attrs": {"verseId": "EZK.8.15", "verseOrgIds": ["EZK.8.15"]}}, {"text": "And He brought me into the inner court of the LORD'S house, and, behold, at the door of the temple of the LORD, between the porch and the altar, were about five and twenty men, with their backs toward the temple of the LORD, and their faces toward the east; and they worshipped the sun toward the east. ", "type": "text", "attrs": {"verseId": "EZK.8.16", "verseOrgIds": ["EZK.8.16"]}}, {"text": "Then He said unto me: 'Hast thou seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here in that they fill the land with violence, and provoke Me still more, and, lo, they put the branch to their nose? ", "type": "text", "attrs": {"verseId": "EZK.8.17", "verseOrgIds": ["EZK.8.17"]}}, {"text": "Therefore will I also deal in fury; Mine eye shall not spare, neither will I have pity; and though they cry in Mine ears with a loud voice, yet will I not hear them.'", "type": "text", "attrs": {"verseId": "EZK.8.18", "verseOrgIds": ["EZK.8.18"]}}]}], "next": {"id": "EZK.9", "number": "9", "bookId": "EZK"}, "previous": {"id": "EZK.7", "number": "7", "bookId": "EZK"}}}}