{"_default": {"1": {"id": "JOS.16", "bibleId": "bf8f1c7f3f9045a5-01", "number": "16", "bookId": "JOS", "reference": "Joshua 16", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the lot for the children of Joseph went out from the Jordan at Jericho, at the waters of Jericho on the east, going up from Jericho through the hill-country to the wilderness, even to Beth-el. ", "type": "text", "attrs": {"verseId": "JOS.16.1", "verseOrgIds": ["JOS.16.1"]}}, {"text": "And it went out from Beth-el-luz, and passed along unto the border of the Archites to Ataroth. ", "type": "text", "attrs": {"verseId": "JOS.16.2", "verseOrgIds": ["JOS.16.2"]}}, {"text": "And it went down westward to the border of the Japhletites, unto the border of Beth-horon the nether, even unto Gezer; and the goings out thereof were at the sea. ", "type": "text", "attrs": {"verseId": "JOS.16.3", "verseOrgIds": ["JOS.16.3"]}}, {"text": "And the children of Joseph, Manasseh and Ephraim, took their inheritance. ", "type": "text", "attrs": {"verseId": "JOS.16.4", "verseOrgIds": ["JOS.16.4"]}}, {"text": "And the border of the children of Ephraim according to their families was thus; even the border of their inheritance eastward was Atroth-addar, unto Beth-horon the upper. ", "type": "text", "attrs": {"verseId": "JOS.16.5", "verseOrgIds": ["JOS.16.5"]}}, {"text": "And the border went out westward, Mich-methath being on the north; and the border turned about eastward unto Taanath-shiloh, and passed along it on the east of Janoah. ", "type": "text", "attrs": {"verseId": "JOS.16.6", "verseOrgIds": ["JOS.16.6"]}}, {"text": "And it went down from Janoah to Ataroth, and to Naarah, and reached unto Jericho, and went out at the Jordan. ", "type": "text", "attrs": {"verseId": "JOS.16.7", "verseOrgIds": ["JOS.16.7"]}}, {"text": "From Tappuah the border went along westward to the brook of Kanah; and the goings out thereof were at the sea. This is the inheritance of the tribe of the children of Ephraim according to their families; ", "type": "text", "attrs": {"verseId": "JOS.16.8", "verseOrgIds": ["JOS.16.8"]}}, {"text": "together with the cities which were separated for the children of Ephraim in the midst of the inheritance of the children of Manasseh, all the cities with their villages. ", "type": "text", "attrs": {"verseId": "JOS.16.9", "verseOrgIds": ["JOS.16.9"]}}, {"text": "And they drove not out the Canaanites that dwelt in Gezer; but the Canaanites dwelt in the midst of Ephraim, unto this day, and became servants to do taskwork.", "type": "text", "attrs": {"verseId": "JOS.16.10", "verseOrgIds": ["JOS.16.10"]}}]}], "next": {"id": "JOS.17", "number": "17", "bookId": "JOS"}, "previous": {"id": "JOS.15", "number": "15", "bookId": "JOS"}}}}