{"_default": {"1": {"id": "JOS.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "JOS", "reference": "Joshua 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then came near the heads of fathers' houses of the Levites unto Eleazar the priest, and unto Joshua the son of Nun, and unto the heads of fathers' houses of the tribes of the children of Israel; ", "type": "text", "attrs": {"verseId": "JOS.21.1", "verseOrgIds": ["JOS.21.1"]}}, {"text": "and they spoke unto them at Shiloh in the land of Canaan, saying: 'The LORD commanded by the hand of Moses to give us cities to dwell in, with the open land thereabout for our cattle.' ", "type": "text", "attrs": {"verseId": "JOS.21.2", "verseOrgIds": ["JOS.21.2"]}}, {"text": "And the children of Israel gave unto the Levites out of their inheritance, according to the commandment of the LORD, these cities with the open land about them. ", "type": "text", "attrs": {"verseId": "JOS.21.3", "verseOrgIds": ["JOS.21.3"]}}, {"text": "And the lot came out for the families of the Kohathites; and the children of Aaron the priest, who were of the Levites, had by lot out of the tribe of Judah, and out of the tribe of the Simeonites, and out of the tribe of Benjamin, thirteen cities. ", "type": "text", "attrs": {"verseId": "JOS.21.4", "verseOrgIds": ["JOS.21.4"]}}, {"text": "And the rest of the children of Kohath had by lot out of the families of the tribe of Ephraim, and out of the tribe of Dan, and out of the half-tribe of Manasseh, ten cities. ", "type": "text", "attrs": {"verseId": "JOS.21.5", "verseOrgIds": ["JOS.21.5"]}}, {"text": "And the children of Gershon had by lot out of the families of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the half-tribe of Manasseh in Bashan, thirteen cities. ", "type": "text", "attrs": {"verseId": "JOS.21.6", "verseOrgIds": ["JOS.21.6"]}}, {"text": "The children of Merari according to their families had out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, twelve cities. ", "type": "text", "attrs": {"verseId": "JOS.21.7", "verseOrgIds": ["JOS.21.7"]}}, {"text": "And the children of Israel gave by lot unto the Levites these cities with the open land about them, as the LORD commanded by the hand of Moses. ", "type": "text", "attrs": {"verseId": "JOS.21.8", "verseOrgIds": ["JOS.21.8"]}}, {"text": "And they gave out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, these cities which are here mentioned by name. ", "type": "text", "attrs": {"verseId": "JOS.21.9", "verseOrgIds": ["JOS.21.9"]}}, {"text": "And they were for the children of Aaron, of the families of the Kohathites, who were of the children of Levi; for theirs was the first lot. ", "type": "text", "attrs": {"verseId": "JOS.21.10", "verseOrgIds": ["JOS.21.10"]}}, {"text": "And they gave them Kiriath-arba, which Arba was the father of Anak — the same is Hebron — in the hill-country of Judah, with the open land round about it. ", "type": "text", "attrs": {"verseId": "JOS.21.11", "verseOrgIds": ["JOS.21.11"]}}, {"text": "But the fields of the city, and the villages thereof, gave they to Caleb the son of Jephunneh for his possession. ", "type": "text", "attrs": {"verseId": "JOS.21.12", "verseOrgIds": ["JOS.21.12"]}}, {"text": "And unto the children of Aaron the priest they gave Hebron with the open land about it, the city of refuge for the manslayer, and Libnah with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.13", "verseOrgIds": ["JOS.21.13"]}}, {"text": "and Jattir with the open land about it, and Eshtemoa with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.14", "verseOrgIds": ["JOS.21.14"]}}, {"text": "and Holon with the open land about it, and Debir with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.15", "verseOrgIds": ["JOS.21.15"]}}, {"text": "and Ain with the open land about it, and Juttah with the open land about it, and Beth-shemesh with the open land about it; nine cities out of those two tribes. ", "type": "text", "attrs": {"verseId": "JOS.21.16", "verseOrgIds": ["JOS.21.16"]}}, {"text": "And out of the tribe of Benjamin, Gibeon with the open land about it, Geba with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.17", "verseOrgIds": ["JOS.21.17"]}}, {"text": "Anathoth with the open land about it, and Almon with the open land about it; four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.18", "verseOrgIds": ["JOS.21.18"]}}, {"text": "All the cities of the children of Aaron, the priests, were thirteen cities with the open land about them. ", "type": "text", "attrs": {"verseId": "JOS.21.19", "verseOrgIds": ["JOS.21.19"]}}, {"text": "And the families of the children of Kohath, the Levites, even the rest of the children of Kohath, they had the cities of their lot out of the tribe of Ephraim. ", "type": "text", "attrs": {"verseId": "JOS.21.20", "verseOrgIds": ["JOS.21.20"]}}, {"text": "And they gave them Shechem with the open land about it in the hill-country of Ephraim, the city of refuge for the manslayer, and Gezer with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.21", "verseOrgIds": ["JOS.21.21"]}}, {"text": "and Kibzaim with the open land about it, and Beth-horon with the open land about it; four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.22", "verseOrgIds": ["JOS.21.22"]}}, {"text": "And out of the tribe of Dan, Elteke with the open land about it, Gibbethon with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.23", "verseOrgIds": ["JOS.21.23"]}}, {"text": "Aijalon with the open land about it, Gath-rimmon with the open land about it; four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.24", "verseOrgIds": ["JOS.21.24"]}}, {"text": "And out of the half-tribe of Manasseh, Taanach with the open land about it, and Gath-rimmon with the open land about it; two cities. ", "type": "text", "attrs": {"verseId": "JOS.21.25", "verseOrgIds": ["JOS.21.25"]}}, {"text": "All the cities of the families of the rest of the children of Kohath were ten with the open land about them. ", "type": "text", "attrs": {"verseId": "JOS.21.26", "verseOrgIds": ["JOS.21.26"]}}, {"text": "And unto the children of Gershon, of the families of the Levites, out of the half-tribe of Manasseh they gave Golan in Bashan with the open land about it, the city of refuge for the manslayer; and Beeshterah with the open land about it; two cities. ", "type": "text", "attrs": {"verseId": "JOS.21.27", "verseOrgIds": ["JOS.21.27"]}}, {"text": "And out of the tribe of Issachar, Kishion with the open land about it, Dobrath with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.28", "verseOrgIds": ["JOS.21.28"]}}, {"text": "Jarmuth with the open land about it, En-gannim with the open land about it; four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.29", "verseOrgIds": ["JOS.21.29"]}}, {"text": "And out of the tribe of Asher, Mishal with the open land about it, Abdon with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.30", "verseOrgIds": ["JOS.21.30"]}}, {"text": "Helkath with the open land about it, and Rehob with the open land about it; four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.31", "verseOrgIds": ["JOS.21.31"]}}, {"text": "And out of the tribe of Naphtali, Kedesh in Galilee with the open land about it, the city of refuge for the manslayer, and Hammoth-dor with the open land about it, and Kartan with the open land about it; three cities. ", "type": "text", "attrs": {"verseId": "JOS.21.32", "verseOrgIds": ["JOS.21.32"]}}, {"text": "All the cities of the Gershonites according to their families were thirteen cities with the open land about them. ", "type": "text", "attrs": {"verseId": "JOS.21.33", "verseOrgIds": ["JOS.21.33"]}}, {"text": "And unto the families of the children of Merari, the rest of the Levites, out of the tribe of Zebulun, Jokneam with the open land about it, and Kartah with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.34", "verseOrgIds": ["JOS.21.34"]}}, {"text": "Dimnah with the open land about it, Nahalal with the open land about it; four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.35", "verseOrgIds": ["JOS.21.35"]}}, {"text": "And out of the tribe of Reuben, Bezer with the open land about it, and Jahaz with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.36", "verseOrgIds": ["JOS.21.36"]}}, {"text": "Kedemoth with the open land about it, and Mephaath with the open land about it; four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.37", "verseOrgIds": ["JOS.21.37"]}}, {"text": "And out of the tribe of Gad, Ramoth in Gilead with the open land about it, the city of refuge for the manslayer, and Mahanaim with the open land about it; ", "type": "text", "attrs": {"verseId": "JOS.21.38", "verseOrgIds": ["JOS.21.38"]}}, {"text": "Heshbon with the open land about it, Jazer with the open land about it; four cities in all. ", "type": "text", "attrs": {"verseId": "JOS.21.39", "verseOrgIds": ["JOS.21.39"]}}, {"text": "All these were the cities of the children of Merari according to their families, even the rest of the families of the Levites; and their lot was twelve cities. ", "type": "text", "attrs": {"verseId": "JOS.21.40", "verseOrgIds": ["JOS.21.40"]}}, {"text": "All the cities of the Levites — forty and eight cities with the open land about them — shall be in the midst of the possession of the children of Israel, ", "type": "text", "attrs": {"verseId": "JOS.21.41", "verseOrgIds": ["JOS.21.41"]}}, {"text": "even these cities, every one with the open land round about it; thus it shall be with all these cities. ", "type": "text", "attrs": {"verseId": "JOS.21.42", "verseOrgIds": ["JOS.21.42"]}}, {"text": "So the LORD gave unto Israel all the land which He swore to give unto their fathers; and they possessed it, and dwelt therein. ", "type": "text", "attrs": {"verseId": "JOS.21.43", "verseOrgIds": ["JOS.21.43"]}}, {"text": "And the LORD gave them rest round about, according to all that He swore unto their fathers; and there stood not a man of all their enemies against them; the LORD delivered all their enemies into their hand. ", "type": "text", "attrs": {"verseId": "JOS.21.44", "verseOrgIds": ["JOS.21.44"]}}, {"text": "There failed not aught of any good thing which the LORD had spoken unto the house of Israel; all came to pass.", "type": "text", "attrs": {"verseId": "JOS.21.45", "verseOrgIds": ["JOS.21.45"]}}]}], "next": {"id": "JOS.22", "number": "22", "bookId": "JOS"}, "previous": {"id": "JOS.20", "number": "20", "bookId": "JOS"}}}}