{"_default": {"1": {"id": "OBA.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "OBA", "reference": "Obadiah 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "THE VISION of Obadiah. Thus saith the Lord GOD concerning Edom: We have heard a message from the LORD, and an ambassador is sent among the nations: 'Arise ye, and let us rise up against her in battle.' ", "type": "text", "attrs": {"verseId": "OBA.1.1", "verseOrgIds": ["OBA.1.1"]}}, {"text": "Behold, I make thee small among the nations; thou art greatly despised. ", "type": "text", "attrs": {"verseId": "OBA.1.2", "verseOrgIds": ["OBA.1.2"]}}, {"text": "The pride of thy heart hath beguiled thee, O thou that dwellest in the clefts of the rock, thy habitation on high; that sayest in thy heart: 'Who shall bring me down to the ground?' ", "type": "text", "attrs": {"verseId": "OBA.1.3", "verseOrgIds": ["OBA.1.3"]}}, {"text": "Though thou make thy nest as high as the eagle, and though thou set it among the stars, I will bring thee down from thence, saith the LORD. ", "type": "text", "attrs": {"verseId": "OBA.1.4", "verseOrgIds": ["OBA.1.4"]}}, {"text": "If thieves came to thee, if robbers by night — how art thou cut off! — would they not steal till they had enough? If grape-gatherers came to thee, would they not leave some gleaning grapes? ", "type": "text", "attrs": {"verseId": "OBA.1.5", "verseOrgIds": ["OBA.1.5"]}}, {"text": "How is Esau searched out! How are his hidden places sought out! ", "type": "text", "attrs": {"verseId": "OBA.1.6", "verseOrgIds": ["OBA.1.6"]}}, {"text": "All the men of thy confederacy have conducted thee to the border; the men that were at peace with thee have beguiled thee, and prevailed against thee; they that eat thy bread lay a snare under thee, in whom there is no discernment. ", "type": "text", "attrs": {"verseId": "OBA.1.7", "verseOrgIds": ["OBA.1.7"]}}, {"text": "Shall I not in that day, saith the LORD, destroy the wise men out of Edom, and discernment out of the mount of Esau? ", "type": "text", "attrs": {"verseId": "OBA.1.8", "verseOrgIds": ["OBA.1.8"]}}, {"text": "And thy mighty men, O Teman, shall be dismayed, to the end that every one may be cut off from the mount of Esau by slaughter. ", "type": "text", "attrs": {"verseId": "OBA.1.9", "verseOrgIds": ["OBA.1.9"]}}, {"text": "For the violence done to thy brother Jacob shame shall cover thee, and thou shalt be cut off for ever. ", "type": "text", "attrs": {"verseId": "OBA.1.10", "verseOrgIds": ["OBA.1.10"]}}, {"text": "In the day that thou didst stand aloof, in the day that strangers carried away his substance, and foreigners entered into his gates, and cast lots upon Jerusalem, even thou wast as one of them. ", "type": "text", "attrs": {"verseId": "OBA.1.11", "verseOrgIds": ["OBA.1.11"]}}, {"text": "But thou shouldest not have gazed on the day of thy brother in the day of his disaster, neither shouldest thou have rejoiced over the children of Judah in the day of their destruction; neither shouldest thou have spoken proudly in the day of distress. ", "type": "text", "attrs": {"verseId": "OBA.1.12", "verseOrgIds": ["OBA.1.12"]}}, {"text": "Thou shouldest not have entered into the gate of My people in the day of their calamity; yea, thou shouldest not have gazed on their affliction in the day of their calamity, nor have laid hands on their substance in the day of their calamity. ", "type": "text", "attrs": {"verseId": "OBA.1.13", "verseOrgIds": ["OBA.1.13"]}}, {"text": "Neither shouldest thou have stood in the crossway, to cut off those of his that escape; neither shouldest thou have delivered up those of his that did remain in the day of distress. ", "type": "text", "attrs": {"verseId": "OBA.1.14", "verseOrgIds": ["OBA.1.14"]}}, {"text": "For the day of the LORD is near upon all the nations; as thou hast done, it shall be done unto thee; thy dealing shall return upon thine own head. ", "type": "text", "attrs": {"verseId": "OBA.1.15", "verseOrgIds": ["OBA.1.15"]}}, {"text": "For as ye have drunk upon My holy mountain, so shall all the nations drink continually, yea, they shall drink, and swallow down, and shall be as though they had not been. ", "type": "text", "attrs": {"verseId": "OBA.1.16", "verseOrgIds": ["OBA.1.16"]}}, {"text": "But in mount Zion there shall be those that escape, and it shall be holy; and the house of Jacob shall possess their possessions. ", "type": "text", "attrs": {"verseId": "OBA.1.17", "verseOrgIds": ["OBA.1.17"]}}, {"text": "And the house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau for stubble, and they shall kindle in them, and devour them; and there shall not be any remaining of the house of Esau; for the LORD hath spoken. ", "type": "text", "attrs": {"verseId": "OBA.1.18", "verseOrgIds": ["OBA.1.18"]}}, {"text": "And they of the South shall possess the mount of Esau, and they of the Lowland the Philistines; and they shall possess the field of Ephraim, and the field of Samaria; and Benjamin shall possess Gilead. ", "type": "text", "attrs": {"verseId": "OBA.1.19", "verseOrgIds": ["OBA.1.19"]}}, {"text": "And the captivity of this host of the children of Israel, that are among the Canaanites, even unto Zarephath, and the captivity of Jerusalem, that is in Sepharad, shall possess the cities of the South. ", "type": "text", "attrs": {"verseId": "OBA.1.20", "verseOrgIds": ["OBA.1.20"]}}, {"text": "And saviours shall come up on mount Zion to judge the mount of Esau; and the kingdom shall be the LORD'S.", "type": "text", "attrs": {"verseId": "OBA.1.21", "verseOrgIds": ["OBA.1.21"]}}]}], "next": {"id": "JON.intro", "number": "intro", "bookId": "JON"}, "previous": {"id": "OBA.intro", "number": "intro", "bookId": "OBA"}}}}