{"_default": {"1": {"id": "AMO.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "AMO", "reference": "Amos 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hear this word, ye kine of Bashan, that are in the mountain of Samaria, that oppress the poor, that crush the needy, that say unto their lords: 'Bring, that we may feast.' ", "type": "text", "attrs": {"verseId": "AMO.4.1", "verseOrgIds": ["AMO.4.1"]}}, {"text": "The Lord GOD hath sworn by His holiness: Lo, surely the days shall come upon you, that ye shall be taken away with hooks, and your residue with fish-hooks. ", "type": "text", "attrs": {"verseId": "AMO.4.2", "verseOrgIds": ["AMO.4.2"]}}, {"text": "And ye shall go out at the breaches, every one straight before her; and ye shall be cast into Harmon, saith the LORD. ", "type": "text", "attrs": {"verseId": "AMO.4.3", "verseOrgIds": ["AMO.4.3"]}}, {"text": "Come to Beth-el, and transgress, to Gilgal, and multiply transgression; and bring your sacrifices in the morning, and your tithes after three days; ", "type": "text", "attrs": {"verseId": "AMO.4.4", "verseOrgIds": ["AMO.4.4"]}}, {"text": "And offer a sacrifice of thanksgiving of that which is leavened, and proclaim freewill-offerings and publish them; for so ye love to do, O ye children of Israel, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "AMO.4.5", "verseOrgIds": ["AMO.4.5"]}}, {"text": "And I also have given you cleanness of teeth in all your cities, and want of bread in all your places; yet have ye not returned unto Me, saith the LORD. ", "type": "text", "attrs": {"verseId": "AMO.4.6", "verseOrgIds": ["AMO.4.6"]}}, {"text": "And I also have withholden the rain from you, when there were yet three months to the harvest; and I caused it to rain upon one city, and caused it not to rain upon another city; one piece was rained upon, and the piece whereupon it rained not withered. ", "type": "text", "attrs": {"verseId": "AMO.4.7", "verseOrgIds": ["AMO.4.7"]}}, {"text": "So two or three cities wandered unto one city to drink water, and were not satisfied; yet have ye not returned unto Me, saith the LORD. ", "type": "text", "attrs": {"verseId": "AMO.4.8", "verseOrgIds": ["AMO.4.8"]}}, {"text": "I have smitten you with blasting and mildew; the multitude of your gardens and your vineyards and your fig-trees and your olive-trees hath the palmer-worm devoured; yet have ye not returned unto Me, saith the LORD. ", "type": "text", "attrs": {"verseId": "AMO.4.9", "verseOrgIds": ["AMO.4.9"]}}, {"text": "I have sent among you the pestilence in the way of Egypt; your young men have I slain with the sword, and have carried away your horses; and I have made the stench of your camp to come up even into your nostrils; yet have ye not returned unto Me, saith the LORD. ", "type": "text", "attrs": {"verseId": "AMO.4.10", "verseOrgIds": ["AMO.4.10"]}}, {"text": "I have overthrown some of you, as God overthrew Sodom and Gomorrah, and ye were as a brand plucked out of the burning; yet have ye not returned unto Me, saith the LORD. ", "type": "text", "attrs": {"verseId": "AMO.4.11", "verseOrgIds": ["AMO.4.11"]}}, {"text": "Therefore thus will I do unto thee, O Israel; because I will do this unto thee, prepare to meet thy God, O Israel. ", "type": "text", "attrs": {"verseId": "AMO.4.12", "verseOrgIds": ["AMO.4.12"]}}, {"text": "For, lo, He that formeth the mountains, and createth the wind, and declareth unto man what is his thought, that maketh the morning darkness, and treadeth upon the high places of the earth; the LORD, the God of hosts, is His name.", "type": "text", "attrs": {"verseId": "AMO.4.13", "verseOrgIds": ["AMO.4.13"]}}]}], "next": {"id": "AMO.5", "number": "5", "bookId": "AMO"}, "previous": {"id": "AMO.3", "number": "3", "bookId": "AMO"}}}}