{"_default": {"1": {"id": "1KI.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "1KI", "reference": "1 Kings 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And, behold, there came a man of God out of Judah by the word of the LORD unto Beth-el; and Jeroboam was standing by the altar to offer. ", "type": "text", "attrs": {"verseId": "1KI.13.1", "verseOrgIds": ["1KI.13.1"]}}, {"text": "And he cried against the altar by the word of the LORD, and said: 'O altar, altar, thus saith the LORD: Behold, a son shall be born unto the house of David, Josiah by name; and upon thee shall he sacrifice the priests of the high places that offer upon thee, and men's bones shall they burn upon thee.' ", "type": "text", "attrs": {"verseId": "1KI.13.2", "verseOrgIds": ["1KI.13.2"]}}, {"text": "And he gave a sign the same day saying: 'This is the sign which the LORD hath spoken: Behold, the altar shall be rent, and the ashes that are upon it shall be poured out.' ", "type": "text", "attrs": {"verseId": "1KI.13.3", "verseOrgIds": ["1KI.13.3"]}}, {"text": "And it came to pass, when the king heard the saying of the man of God, which he cried against the altar in Beth-el, that Jeroboam put forth his hand from the altar, saying: 'Lay hold on him.' And his hand, which he put forth against him, dried up, so that he could not draw it back to him. ", "type": "text", "attrs": {"verseId": "1KI.13.4", "verseOrgIds": ["1KI.13.4"]}}, {"text": "The altar also was rent, and the ashes poured out from the altar, according to the sign which the man of God had given by the word of the LORD. ", "type": "text", "attrs": {"verseId": "1KI.13.5", "verseOrgIds": ["1KI.13.5"]}}, {"text": "And the king answered and said unto the man of God: 'Entreat now the favour of the LORD thy God, and pray for me, that my hand may be restored me.' And the man of God entreated the LORD, and the king's hand was restored him, and became as it was before. ", "type": "text", "attrs": {"verseId": "1KI.13.6", "verseOrgIds": ["1KI.13.6"]}}, {"text": "And the king said unto the man of God: 'Come home with me, and refresh thyself, and I will give thee a reward.' ", "type": "text", "attrs": {"verseId": "1KI.13.7", "verseOrgIds": ["1KI.13.7"]}}, {"text": "And the man of God said unto the king: 'If thou wilt give me half thy house, I will not go in with thee, neither will I eat bread nor drink water in this place. ", "type": "text", "attrs": {"verseId": "1KI.13.8", "verseOrgIds": ["1KI.13.8"]}}, {"text": "For it so was charged me by the word of the LORD, saying: Thou shalt eat no bread, nor drink water, neither return by the way that thou camest.' ", "type": "text", "attrs": {"verseId": "1KI.13.9", "verseOrgIds": ["1KI.13.9"]}}, {"text": "So he went another way, and returned not by the way that he came to Beth-el. ", "type": "text", "attrs": {"verseId": "1KI.13.10", "verseOrgIds": ["1KI.13.10"]}}, {"text": "Now there dwelt an old prophet in Beth-el; and one of his sons came and told him all the works that the man of God had done that day in Beth-el, and the words which he had spoken unto the king, and they told them unto their father. ", "type": "text", "attrs": {"verseId": "1KI.13.11", "verseOrgIds": ["1KI.13.11"]}}, {"text": "And their father said unto them: 'What way went he?' For his sons had seen what way the man of God went, that came from Judah. ", "type": "text", "attrs": {"verseId": "1KI.13.12", "verseOrgIds": ["1KI.13.12"]}}, {"text": "And he said unto his sons: 'Saddle me the ass.' So they saddled him the ass; and he rode thereon. ", "type": "text", "attrs": {"verseId": "1KI.13.13", "verseOrgIds": ["1KI.13.13"]}}, {"text": "And he went after the man of God, and found him sitting under a terebinth; and he said unto him: 'Art thou the man of God that camest from Judah?' And he said: 'I am.' ", "type": "text", "attrs": {"verseId": "1KI.13.14", "verseOrgIds": ["1KI.13.14"]}}, {"text": "Then he said unto him: 'Come home with me, and eat bread.' ", "type": "text", "attrs": {"verseId": "1KI.13.15", "verseOrgIds": ["1KI.13.15"]}}, {"text": "And he said: 'I may not return with thee, nor go in with thee; neither will I eat bread nor drink water with thee in this place. ", "type": "text", "attrs": {"verseId": "1KI.13.16", "verseOrgIds": ["1KI.13.16"]}}, {"text": "For it was said to me by the word of the LORD: Thou shalt eat no bread nor drink water there, nor turn back to go by the way that thou camest.' ", "type": "text", "attrs": {"verseId": "1KI.13.17", "verseOrgIds": ["1KI.13.17"]}}, {"text": "And he said unto him: 'I also am a prophet as thou art; and an angel spoke unto me by the word of the LORD, saying: Bring him back with thee into thy house, that he may eat bread and drink water.' — He lied unto him. — ", "type": "text", "attrs": {"verseId": "1KI.13.18", "verseOrgIds": ["1KI.13.18"]}}, {"text": "So he went back with him, and did eat bread in his house, and drank water. ", "type": "text", "attrs": {"verseId": "1KI.13.19", "verseOrgIds": ["1KI.13.19"]}}, {"text": "And it came to pass, as they sat at the table, that the word of the LORD came unto the prophet that brought him back. ", "type": "text", "attrs": {"verseId": "1KI.13.20", "verseOrgIds": ["1KI.13.20"]}}, {"text": "And he cried unto the man of God that came from Judah, saying: 'Thus saith the LORD: Forasmuch as thou hast rebelled against the word of the LORD, and hast not kept the commandment which the LORD thy God commanded thee, ", "type": "text", "attrs": {"verseId": "1KI.13.21", "verseOrgIds": ["1KI.13.21"]}}, {"text": "but camest back, and hast eaten bread and drunk water in the place of which He said to thee: Eat no bread, and drink no water; thy carcass shall not come unto the sepulchre of thy fathers.' ", "type": "text", "attrs": {"verseId": "1KI.13.22", "verseOrgIds": ["1KI.13.22"]}}, {"text": "And it came to pass, after he had eaten bread, and after he had drunk, that he saddled for him the ass, namely, for the prophet whom he had brought back. ", "type": "text", "attrs": {"verseId": "1KI.13.23", "verseOrgIds": ["1KI.13.23"]}}, {"text": "And when he was gone, a lion met him by the way, and slew him; and his carcass was cast in the way, and the ass stood by it; the lion also stood by the carcass. ", "type": "text", "attrs": {"verseId": "1KI.13.24", "verseOrgIds": ["1KI.13.24"]}}, {"text": "And, behold, men passed by, and saw the carcass cast in the way, and the lion standing by the carcass; and they came and told it in the city where the old prophet dwelt. ", "type": "text", "attrs": {"verseId": "1KI.13.25", "verseOrgIds": ["1KI.13.25"]}}, {"text": "And when the prophet that brought him back from the way heard thereof, he said: 'It is the man of God, who rebelled against the word of the LORD; therefore the LORD hath delivered him unto the lion, which hath torn him, and slain him, according to the word of the LORD, which He spoke unto him.' ", "type": "text", "attrs": {"verseId": "1KI.13.26", "verseOrgIds": ["1KI.13.26"]}}, {"text": "And he spoke to his sons, saying: 'Saddle me the ass.' And they saddled it. ", "type": "text", "attrs": {"verseId": "1KI.13.27", "verseOrgIds": ["1KI.13.27"]}}, {"text": "And he went and found his carcass cast in the way, and the ass and the lion standing by the carcass; the lion had not eaten the carcass, nor torn the ass. ", "type": "text", "attrs": {"verseId": "1KI.13.28", "verseOrgIds": ["1KI.13.28"]}}, {"text": "And the prophet took up the carcass of the man of God, and laid it upon the ass, and brought it back; and he came to the city of the old prophet, to lament, and to bury him. ", "type": "text", "attrs": {"verseId": "1KI.13.29", "verseOrgIds": ["1KI.13.29"]}}, {"text": "And he laid his carcass in his own grave; and they made lamentation for him: 'Alas, my brother!' ", "type": "text", "attrs": {"verseId": "1KI.13.30", "verseOrgIds": ["1KI.13.30"]}}, {"text": "And it came to pass, after he had buried him, that he spoke to his sons, saying: 'When I am dead, then bury me in the sepulchre wherein the man of God is buried; lay my bones beside his bones. ", "type": "text", "attrs": {"verseId": "1KI.13.31", "verseOrgIds": ["1KI.13.31"]}}, {"text": "For the saying which he cried by the word of the LORD against the altar in Beth-el, and against all the houses of the high places which are in the cities of Samaria, shall surely come to pass.' ", "type": "text", "attrs": {"verseId": "1KI.13.32", "verseOrgIds": ["1KI.13.32"]}}, {"text": "After this thing Jeroboam returned not from his evil way, but made again from among all the people priests of the high places; whosoever would, he consecrated him, that he might be one of the priests of the high places. ", "type": "text", "attrs": {"verseId": "1KI.13.33", "verseOrgIds": ["1KI.13.33"]}}, {"text": "And by this thing there was sin unto the house of Jeroboam, even to cut it off, and to destroy it from off the face of the earth.", "type": "text", "attrs": {"verseId": "1KI.13.34", "verseOrgIds": ["1KI.13.34"]}}]}], "next": {"id": "1KI.14", "number": "14", "bookId": "1KI"}, "previous": {"id": "1KI.12", "number": "12", "bookId": "1KI"}}}}