{"_default": {"1": {"id": "JER.2", "bibleId": "bf8f1c7f3f9045a5-01", "number": "2", "bookId": "JER", "reference": "Jeremiah 2", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD came to me, saying: ", "type": "text", "attrs": {"verseId": "JER.2.1", "verseOrgIds": ["JER.2.1"]}}, {"text": "Go, and cry in the ears of Jerusalem, saying: Thus saith the LORD: I remember for thee the affection of thy youth, the love of thine espousals; how thou wentest after Me in the wilderness, in a land that was not sown. ", "type": "text", "attrs": {"verseId": "JER.2.2", "verseOrgIds": ["JER.2.2"]}}, {"text": "Israel is the LORD'S hallowed portion, His first-fruits of the increase; all that devour him shall be held guilty, evil shall come upon them, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.2.3", "verseOrgIds": ["JER.2.3"]}}, {"text": "Hear ye the word of the LORD, O house of Jacob, and all the families of the house of Israel; ", "type": "text", "attrs": {"verseId": "JER.2.4", "verseOrgIds": ["JER.2.4"]}}, {"text": "Thus saith the LORD: What unrighteousness have your fathers found in Me, that they are gone far from Me, and have walked after things of nought, and are become nought? ", "type": "text", "attrs": {"verseId": "JER.2.5", "verseOrgIds": ["JER.2.5"]}}, {"text": "Neither said they: 'Where is the LORD that brought us up out of the land of Egypt; that led us through the wilderness, through a land of deserts and of pits, through a land of drought and of the shadow of death, through a land that no man passed through, and where no man dwelt?' ", "type": "text", "attrs": {"verseId": "JER.2.6", "verseOrgIds": ["JER.2.6"]}}, {"text": "And I brought you into a land of fruitful fields, to eat the fruit thereof and the good thereof; but when ye entered, ye defiled My land, and made My heritage an abomination. ", "type": "text", "attrs": {"verseId": "JER.2.7", "verseOrgIds": ["JER.2.7"]}}, {"text": "The priests said not: 'Where is the LORD?' And they that handle the law knew Me not, and the rulers transgressed against Me; the prophets also prophesied by Baal, and walked after things that do not profit. ", "type": "text", "attrs": {"verseId": "JER.2.8", "verseOrgIds": ["JER.2.8"]}}, {"text": "Wherefore I will yet plead with you, saith the LORD, and with your children's children will I plead. ", "type": "text", "attrs": {"verseId": "JER.2.9", "verseOrgIds": ["JER.2.9"]}}, {"text": "For pass over to the isles of the Kittites, and see, and send unto Kedar, and consider diligently, and see if there hath been such a thing. ", "type": "text", "attrs": {"verseId": "JER.2.10", "verseOrgIds": ["JER.2.10"]}}, {"text": "Hath a nation changed its gods, which yet are no gods? But My people hath changed its glory for that which doth not profit. ", "type": "text", "attrs": {"verseId": "JER.2.11", "verseOrgIds": ["JER.2.11"]}}, {"text": "Be astonished, O ye heavens, at this, and be horribly afraid, be ye exceeding amazed, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.2.12", "verseOrgIds": ["JER.2.12"]}}, {"text": "For My people have committed two evils: they have forsaken Me, the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water. ", "type": "text", "attrs": {"verseId": "JER.2.13", "verseOrgIds": ["JER.2.13"]}}, {"text": "Is Israel a servant? Is he a home-born slave? Why is he become a prey? ", "type": "text", "attrs": {"verseId": "JER.2.14", "verseOrgIds": ["JER.2.14"]}}, {"text": "The young lions have roared upon him, and let their voice resound; and they have made his land desolate, his cities are laid waste, without inhabitant. ", "type": "text", "attrs": {"verseId": "JER.2.15", "verseOrgIds": ["JER.2.15"]}}, {"text": "The children also of Noph and Tahpanhes feed upon the crown of thy head. ", "type": "text", "attrs": {"verseId": "JER.2.16", "verseOrgIds": ["JER.2.16"]}}, {"text": "Is it not this that doth cause it unto thee, that thou hast forsaken the LORD thy God, when He led thee by the way? ", "type": "text", "attrs": {"verseId": "JER.2.17", "verseOrgIds": ["JER.2.17"]}}, {"text": "And now what hast thou to do in the way to Egypt, to drink the waters of Shihor? Or what hast thou to do in the way to Assyria, to drink the waters of the River? ", "type": "text", "attrs": {"verseId": "JER.2.18", "verseOrgIds": ["JER.2.18"]}}, {"text": "Thine own wickedness shall correct thee, and thy backslidings shall reprove thee: know therefore and see that it is an evil and a bitter thing, that thou hast forsaken the LORD thy God, neither is My fear in thee, saith the Lord GOD of hosts. ", "type": "text", "attrs": {"verseId": "JER.2.19", "verseOrgIds": ["JER.2.19"]}}, {"text": "For of old time I have broken thy yoke, and burst thy bands, and thou saidst: 'I will not transgress'; upon every high hill and under every leafy tree thou didst recline, playing the harlot. ", "type": "text", "attrs": {"verseId": "JER.2.20", "verseOrgIds": ["JER.2.20"]}}, {"text": "Yet I had planted thee a noble vine, wholly a right seed; how then art thou turned into the degenerate plant of a strange vine unto Me? ", "type": "text", "attrs": {"verseId": "JER.2.21", "verseOrgIds": ["JER.2.21"]}}, {"text": "For though thou wash thee with nitre, and take thee much soap, yet thine iniquity is marked before Me, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "JER.2.22", "verseOrgIds": ["JER.2.22"]}}, {"text": "How canst thou say: 'I am not defiled, I have not gone after the Baalim'? See thy way in the Valley, know what thou hast done; thou art a swift young camel traversing her ways; ", "type": "text", "attrs": {"verseId": "JER.2.23", "verseOrgIds": ["JER.2.23"]}}, {"text": "A wild ass used to the wilderness, that snuffeth up the wind in her desire; her lust, who can hinder it? All they that seek her will not weary themselves; in her month they shall find her. ", "type": "text", "attrs": {"verseId": "JER.2.24", "verseOrgIds": ["JER.2.24"]}}, {"text": "Withhold thy foot from being unshod, and thy throat from thirst; but thou saidst: 'There is no hope; no, for I have loved strangers, and after them will I go.' ", "type": "text", "attrs": {"verseId": "JER.2.25", "verseOrgIds": ["JER.2.25"]}}, {"text": "As the thief is ashamed when he is found, so is the house of Israel ashamed; they, their kings, their princes, and their priests, and their prophets; ", "type": "text", "attrs": {"verseId": "JER.2.26", "verseOrgIds": ["JER.2.26"]}}, {"text": "Who say to a stock: 'Thou art my father', and to a stone: 'Thou hast brought us forth', for they have turned their back unto Me, and not their face; but in the time of their trouble they will say: 'Arise, and save us.' ", "type": "text", "attrs": {"verseId": "JER.2.27", "verseOrgIds": ["JER.2.27"]}}, {"text": "But where are thy gods that thou hast made thee? Let them arise, if they can save thee in the time of thy trouble; for according to the number of thy cities are thy gods, O Judah. ", "type": "text", "attrs": {"verseId": "JER.2.28", "verseOrgIds": ["JER.2.28"]}}, {"text": "Wherefore will ye contend with Me? Ye all have transgressed against Me, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.2.29", "verseOrgIds": ["JER.2.29"]}}, {"text": "In vain have I smitten your children — they received no correction; your sword hath devoured your prophets, like a destroying lion. ", "type": "text", "attrs": {"verseId": "JER.2.30", "verseOrgIds": ["JER.2.30"]}}, {"text": "O generation, see ye the word of the LORD: have I been a wilderness unto Israel? or a land of thick darkness? Wherefore say My people: 'We roam at large; we will come no more unto Thee'? ", "type": "text", "attrs": {"verseId": "JER.2.31", "verseOrgIds": ["JER.2.31"]}}, {"text": "Can a maid forget her ornaments, or a bride her attire? Yet My people have forgotten Me days without number. ", "type": "text", "attrs": {"verseId": "JER.2.32", "verseOrgIds": ["JER.2.32"]}}, {"text": "How trimmest thou thy way to seek love! Therefore — even the wicked women hast thou taught thy ways; ", "type": "text", "attrs": {"verseId": "JER.2.33", "verseOrgIds": ["JER.2.33"]}}, {"text": "Also in thy skirts is found the blood of the souls of the innocent poor; thou didst not find them breaking in; yet for all these things ", "type": "text", "attrs": {"verseId": "JER.2.34", "verseOrgIds": ["JER.2.34"]}}, {"text": "Thou saidst: 'I am innocent; surely His anger is turned away from me' — behold, I will enter into judgment with thee, because thou sayest: 'I have not sinned.' ", "type": "text", "attrs": {"verseId": "JER.2.35", "verseOrgIds": ["JER.2.35"]}}, {"text": "How greatly dost thou cheapen thyself to change thy way? Thou shalt be ashamed of Egypt also, as thou wast ashamed of Asshur. ", "type": "text", "attrs": {"verseId": "JER.2.36", "verseOrgIds": ["JER.2.36"]}}, {"text": "From him also shalt thou go forth, with thy hands upon thy head; for the LORD hath rejected them in whom thou didst trust, and thou shalt not prosper in them.", "type": "text", "attrs": {"verseId": "JER.2.37", "verseOrgIds": ["JER.2.37"]}}]}], "next": {"id": "JER.3", "number": "3", "bookId": "JER"}, "previous": {"id": "JER.1", "number": "1", "bookId": "JER"}}}}