{"_default": {"1": {"id": "MAL.2", "bibleId": "bf8f1c7f3f9045a5-01", "number": "2", "bookId": "MAL", "reference": "Malachi 2", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And now, this commandment is for you, O ye priests. ", "type": "text", "attrs": {"verseId": "MAL.2.1", "verseOrgIds": ["MAL.2.1"]}}, {"text": "If ye will not hearken, and if ye will not lay it to heart, to give glory unto My name, saith the LORD of hosts, then will I send the curse upon you, and I will curse your blessings; yea, I curse them, because ye do not lay it to heart. ", "type": "text", "attrs": {"verseId": "MAL.2.2", "verseOrgIds": ["MAL.2.2"]}}, {"text": "Behold, I will rebuke the seed for your hurt, and will spread dung upon your faces, even the dung of your sacrifices; and ye shall be taken away unto it. ", "type": "text", "attrs": {"verseId": "MAL.2.3", "verseOrgIds": ["MAL.2.3"]}}, {"text": "Know then that I have sent this commandment unto you, that My covenant might be with Levi, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.2.4", "verseOrgIds": ["MAL.2.4"]}}, {"text": "My covenant was with him of life and peace, and I gave them to him, and of fear, and he feared Me, and was afraid of My name. ", "type": "text", "attrs": {"verseId": "MAL.2.5", "verseOrgIds": ["MAL.2.5"]}}, {"text": "The law of truth was in his mouth, and unrighteousness was not found in his lips; he walked with Me in peace and uprightness, and did turn many away from iniquity. ", "type": "text", "attrs": {"verseId": "MAL.2.6", "verseOrgIds": ["MAL.2.6"]}}, {"text": "For the priest's lips should keep knowledge, and they should seek the law at his mouth; for he is the messenger of the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.2.7", "verseOrgIds": ["MAL.2.7"]}}, {"text": "But ye are turned aside out of the way; ye have caused many to stumble in the law; ye have corrupted the covenant of Levi, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.2.8", "verseOrgIds": ["MAL.2.8"]}}, {"text": "Therefore have I also made you contemptible and base before all the people, according as ye have not kept My ways, but have had respect of persons in the law. ", "type": "text", "attrs": {"verseId": "MAL.2.9", "verseOrgIds": ["MAL.2.9"]}}, {"text": "Have we not all one father? Hath not one God created us? Why do we deal treacherously every man against his brother, profaning the covenant of our fathers? ", "type": "text", "attrs": {"verseId": "MAL.2.10", "verseOrgIds": ["MAL.2.10"]}}, {"text": "Judah hath dealt treacherously, and an abomination is committed in Israel and in Jerusalem; for Judah hath profaned the holiness of the LORD which He loveth, and hath married the daughter of a strange god. ", "type": "text", "attrs": {"verseId": "MAL.2.11", "verseOrgIds": ["MAL.2.11"]}}, {"text": "May the LORD cut off to the man that doeth this, him that calleth and him that answereth out of the tents of Jacob, and him that offereth an offering unto the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.2.12", "verseOrgIds": ["MAL.2.12"]}}, {"text": "And this further ye do: ye cover the altar of the LORD with tears, with weeping, and with sighing, insomuch that He regardeth not the offering any more, neither receiveth it with good will at your hand. ", "type": "text", "attrs": {"verseId": "MAL.2.13", "verseOrgIds": ["MAL.2.13"]}}, {"text": "Yet ye say: 'Wherefore?' Because the LORD hath been witness between thee and the wife of thy youth, against whom thou hast dealt treacherously, though she is thy companion, and the wife of thy covenant. ", "type": "text", "attrs": {"verseId": "MAL.2.14", "verseOrgIds": ["MAL.2.14"]}}, {"text": "And not one hath done so who had exuberance of spirit! For what seeketh the one? a seed given of God. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth. ", "type": "text", "attrs": {"verseId": "MAL.2.15", "verseOrgIds": ["MAL.2.15"]}}, {"text": "For I hate putting away, saith the LORD, the God of Israel, and him that covereth his garment with violence, saith the LORD of hosts; therefore take heed to your spirit, that ye deal not treacherously. ", "type": "text", "attrs": {"verseId": "MAL.2.16", "verseOrgIds": ["MAL.2.16"]}}, {"text": "Ye have wearied the LORD with your words. Yet ye say: 'Wherein have we wearied Him?' In that ye say: 'Every one that doeth evil is good in the sight of the LORD, and He delighteth in them; or where is the God of justice?'", "type": "text", "attrs": {"verseId": "MAL.2.17", "verseOrgIds": ["MAL.2.17"]}}]}], "next": {"id": "MAL.3", "number": "3", "bookId": "MAL"}, "previous": {"id": "MAL.1", "number": "1", "bookId": "MAL"}}}}