{"_default": {"1": {"id": "HAB.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "HAB", "reference": "Habakkuk 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "A prayer of Habakkuk the prophet. Upon Shigionoth. ", "type": "text", "attrs": {"verseId": "HAB.3.1", "verseOrgIds": ["HAB.3.1"]}}, {"text": "O LORD, I have heard the report of Thee, and am afraid; O LORD, revive Thy work in the midst of the years, in the midst of the years make it known; in wrath remember compassion. ", "type": "text", "attrs": {"verseId": "HAB.3.2", "verseOrgIds": ["HAB.3.2"]}}, {"text": "God cometh from Teman, and the Holy One from mount Paran. Selah. His glory covereth the heavens, and the earth is full of His praise. ", "type": "text", "attrs": {"verseId": "HAB.3.3", "verseOrgIds": ["HAB.3.3"]}}, {"text": "And a brightness appeareth as the light; rays hath He at His side; and there is the hiding of His power. ", "type": "text", "attrs": {"verseId": "HAB.3.4", "verseOrgIds": ["HAB.3.4"]}}, {"text": "Before him goeth the pestilence, and fiery bolts go forth at His feet. ", "type": "text", "attrs": {"verseId": "HAB.3.5", "verseOrgIds": ["HAB.3.5"]}}, {"text": "He standeth, and shaketh the earth, He beholdeth, and maketh the nations to tremble; and the everlasting mountains are dashed in pieces, the ancient hills do bow; His goings are as of old. ", "type": "text", "attrs": {"verseId": "HAB.3.6", "verseOrgIds": ["HAB.3.6"]}}, {"text": "I see the tents of Cushan in affliction; the curtains of the land of Midian do tremble. ", "type": "text", "attrs": {"verseId": "HAB.3.7", "verseOrgIds": ["HAB.3.7"]}}, {"text": "Is it, O LORD, that against the rivers, is it that Thine anger is kindled against the rivers, or Thy wrath against the sea? that Thou dost ride upon Thy horses, upon Thy chariots of victory? ", "type": "text", "attrs": {"verseId": "HAB.3.8", "verseOrgIds": ["HAB.3.8"]}}, {"text": "Thy bow is made quite bare; sworn are the rods of the word. Selah. Thou dost cleave the earth with rivers. ", "type": "text", "attrs": {"verseId": "HAB.3.9", "verseOrgIds": ["HAB.3.9"]}}, {"text": "The mountains have seen Thee, and they tremble; the tempest of waters floweth over; the deep uttereth its voice, and lifteth up its hands on high. ", "type": "text", "attrs": {"verseId": "HAB.3.10", "verseOrgIds": ["HAB.3.10"]}}, {"text": "The sun and moon stand still in their habitation; at the light of Thine arrows as they go, at the shining of Thy glittering spear. ", "type": "text", "attrs": {"verseId": "HAB.3.11", "verseOrgIds": ["HAB.3.11"]}}, {"text": "Thou marchest through the earth in indignation, Thou threshest the nations in anger. ", "type": "text", "attrs": {"verseId": "HAB.3.12", "verseOrgIds": ["HAB.3.12"]}}, {"text": "Thou art come forth for the deliverance of Thy people, for the deliverance of Thine anointed; Thou woundest the head out of the house of the wicked, uncovering the foundation even unto the neck. Selah ", "type": "text", "attrs": {"verseId": "HAB.3.13", "verseOrgIds": ["HAB.3.13"]}}, {"text": "Thou hast stricken through with his own rods the head of his rulers, that come as a whirlwind to scatter me; whose rejoicing is as to devour the poor secretly. ", "type": "text", "attrs": {"verseId": "HAB.3.14", "verseOrgIds": ["HAB.3.14"]}}, {"text": "Thou hast trodden the sea with Thy horses, the foaming of mighty waters. ", "type": "text", "attrs": {"verseId": "HAB.3.15", "verseOrgIds": ["HAB.3.15"]}}, {"text": "When I heard, mine inward parts trembled, my lips quivered at the voice; rottenness entereth into my bones, and I tremble where I stand; that I should wait for the day of trouble, when he cometh up against the people that he invadeth. ", "type": "text", "attrs": {"verseId": "HAB.3.16", "verseOrgIds": ["HAB.3.16"]}}, {"text": "For though the fig-tree shall not blossom, neither shall fruit be in the vines; the labour of the olive shall fail, and the fields shall yield no food; the flock shall be cut off from the fold, and there shall be no herd in the stalls; ", "type": "text", "attrs": {"verseId": "HAB.3.17", "verseOrgIds": ["HAB.3.17"]}}, {"text": "Yet I will rejoice in the LORD, I will exult in the God of my salvation. ", "type": "text", "attrs": {"verseId": "HAB.3.18", "verseOrgIds": ["HAB.3.18"]}}, {"text": "God, the Lord, is my strength, and He maketh my feet like hinds' feet, and He maketh me to walk upon my high places. For the Leader. With my string-music.", "type": "text", "attrs": {"verseId": "HAB.3.19", "verseOrgIds": ["HAB.3.19"]}}]}], "next": {"id": "ZEP.intro", "number": "intro", "bookId": "ZEP"}, "previous": {"id": "HAB.2", "number": "2", "bookId": "HAB"}}}}