{"_default": {"1": {"id": "LEV.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "LEV", "reference": "Leviticus 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD said unto Moses: Speak unto the priests the sons of Aaron, and say unto them: There shall none defile himself for the dead among his people; ", "type": "text", "attrs": {"verseId": "LEV.21.1", "verseOrgIds": ["LEV.21.1"]}}, {"text": "except for his kin, that is near unto him, for his mother, and for his father, and for his son, and for his daughter, and for his brother; ", "type": "text", "attrs": {"verseId": "LEV.21.2", "verseOrgIds": ["LEV.21.2"]}}, {"text": "and for his sister a virgin, that is near unto him, that hath had no husband, for her may he defile himself. ", "type": "text", "attrs": {"verseId": "LEV.21.3", "verseOrgIds": ["LEV.21.3"]}}, {"text": "He shall not defile himself, being a chief man among his people, to profane himself. ", "type": "text", "attrs": {"verseId": "LEV.21.4", "verseOrgIds": ["LEV.21.4"]}}, {"text": "They shall not make baldness upon their head, neither shall they shave off the corners of their beard, nor make any cuttings in their flesh. ", "type": "text", "attrs": {"verseId": "LEV.21.5", "verseOrgIds": ["LEV.21.5"]}}, {"text": "They shall be holy unto their God, and not profane the name of their God; for the offerings of the LORD made by fire, the bread of their God, they do offer; therefore they shall be holy. ", "type": "text", "attrs": {"verseId": "LEV.21.6", "verseOrgIds": ["LEV.21.6"]}}, {"text": "They shall not take a woman that is a harlot, or profaned; neither shall they take a woman put away from her husband; for he is holy unto his God. ", "type": "text", "attrs": {"verseId": "LEV.21.7", "verseOrgIds": ["LEV.21.7"]}}, {"text": "Thou shalt sanctify him therefore; for he offereth the bread of thy God; he shall be holy unto thee; for I the LORD, who sanctify you, am holy. ", "type": "text", "attrs": {"verseId": "LEV.21.8", "verseOrgIds": ["LEV.21.8"]}}, {"text": "And the daughter of any priest, if she profane herself by playing the harlot, she profaneth her father: she shall be burnt with fire. ", "type": "text", "attrs": {"verseId": "LEV.21.9", "verseOrgIds": ["LEV.21.9"]}}, {"text": "And the priest that is highest among his brethren, upon whose head the anointing oil is poured, and that is consecrated to put on the garments, shall not let the hair of his head go loose, nor rend his clothes; ", "type": "text", "attrs": {"verseId": "LEV.21.10", "verseOrgIds": ["LEV.21.10"]}}, {"text": "neither shall he go in to any dead body, nor defile himself for his father, or for his mother; ", "type": "text", "attrs": {"verseId": "LEV.21.11", "verseOrgIds": ["LEV.21.11"]}}, {"text": "neither shall he go out of the sanctuary, nor profane the sanctuary of his God; for the consecration of the anointing oil of his God is upon him: I am the LORD. ", "type": "text", "attrs": {"verseId": "LEV.21.12", "verseOrgIds": ["LEV.21.12"]}}, {"text": "And he shall take a wife in her virginity. ", "type": "text", "attrs": {"verseId": "LEV.21.13", "verseOrgIds": ["LEV.21.13"]}}, {"text": "A widow, or one divorced, or a profaned woman, or a harlot, these shall he not take; but a virgin of his own people shall he take to wife. ", "type": "text", "attrs": {"verseId": "LEV.21.14", "verseOrgIds": ["LEV.21.14"]}}, {"text": "And he shall not profane his seed among his people; for I am the LORD who sanctify him. ", "type": "text", "attrs": {"verseId": "LEV.21.15", "verseOrgIds": ["LEV.21.15"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "LEV.21.16", "verseOrgIds": ["LEV.21.16"]}}, {"text": "Speak unto Aaron, saying: Whosoever he be of thy seed throughout their generations that hath a blemish, let him not approach to offer the bread of his God. ", "type": "text", "attrs": {"verseId": "LEV.21.17", "verseOrgIds": ["LEV.21.17"]}}, {"text": "For whatsoever man he be that hath a blemish, he shall not approach: a blind man, or a lame, or he that hath any thing maimed, or anything too long, ", "type": "text", "attrs": {"verseId": "LEV.21.18", "verseOrgIds": ["LEV.21.18"]}}, {"text": "or a man that is broken-footed, or broken-handed, ", "type": "text", "attrs": {"verseId": "LEV.21.19", "verseOrgIds": ["LEV.21.19"]}}, {"text": "or crook-backed, or a dwarf, or that hath his eye overspread, or is scabbed, or scurvy, or hath his stones crushed; ", "type": "text", "attrs": {"verseId": "LEV.21.20", "verseOrgIds": ["LEV.21.20"]}}, {"text": "no man of the seed of Aaron the priest, that hath a blemish, shall come nigh to offer the offerings of the LORD made by fire; he hath a blemish; he shall not come nigh to offer the bread of his God. ", "type": "text", "attrs": {"verseId": "LEV.21.21", "verseOrgIds": ["LEV.21.21"]}}, {"text": "He may eat the bread of his God, both of the most holy, and of the holy. ", "type": "text", "attrs": {"verseId": "LEV.21.22", "verseOrgIds": ["LEV.21.22"]}}, {"text": "Only he shall not go in unto the veil, nor come nigh unto the altar, because he hath a blemish; that he profane not My holy places; for I am the LORD who sanctify them. ", "type": "text", "attrs": {"verseId": "LEV.21.23", "verseOrgIds": ["LEV.21.23"]}}, {"text": "So Moses spoke unto Aaron, and to his sons, and unto all the children of Israel.", "type": "text", "attrs": {"verseId": "LEV.21.24", "verseOrgIds": ["LEV.21.24"]}}]}], "next": {"id": "LEV.22", "number": "22", "bookId": "LEV"}, "previous": {"id": "LEV.20", "number": "20", "bookId": "LEV"}}}}