{"_default": {"1": {"id": "ISA.51", "bibleId": "bf8f1c7f3f9045a5-01", "number": "51", "bookId": "ISA", "reference": "Isaiah 51", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hearken to Me, ye that follow after righteousness, ye that seek the LORD; look unto the rock whence ye were hewn, and to the hole of the pit whence ye were digged. ", "type": "text", "attrs": {"verseId": "ISA.51.1", "verseOrgIds": ["ISA.51.1"]}}, {"text": "Look unto Abraham your father, and unto Sarah that bore you; for when he was but one I called him, and I blessed him, and made him many. ", "type": "text", "attrs": {"verseId": "ISA.51.2", "verseOrgIds": ["ISA.51.2"]}}, {"text": "For the LORD hath comforted Zion; He hath comforted all her waste places, and hath made her wilderness like Eden, and her desert like the garden of the LORD; joy and gladness shall be found therein, thanksgiving, and the voice of melody. ", "type": "text", "attrs": {"verseId": "ISA.51.3", "verseOrgIds": ["ISA.51.3"]}}, {"text": "Attend unto Me, O My people, and give ear unto Me, O My nation; for instruction shall go forth from Me, and My right on a sudden for a light of the peoples. ", "type": "text", "attrs": {"verseId": "ISA.51.4", "verseOrgIds": ["ISA.51.4"]}}, {"text": "My favour is near, My salvation is gone forth, and Mine arms shall judge the peoples; the isles shall wait for Me, and on Mine arm shall they trust. ", "type": "text", "attrs": {"verseId": "ISA.51.5", "verseOrgIds": ["ISA.51.5"]}}, {"text": "Lift up your eyes to the heavens, and look upon the earth beneath; for the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein shall die in like manner; but My salvation shall be for ever, and My favour shall not be abolished. ", "type": "text", "attrs": {"verseId": "ISA.51.6", "verseOrgIds": ["ISA.51.6"]}}, {"text": "Hearken unto Me, ye that know righteousness, the people in whose heart is My law; fear ye not the taunt of men, neither be ye dismayed at their revilings. ", "type": "text", "attrs": {"verseId": "ISA.51.7", "verseOrgIds": ["ISA.51.7"]}}, {"text": "For the moth shall eat them up like a garment, and the worm shall eat them like wool; but My favour shall be for ever, and My salvation unto all generations. ", "type": "text", "attrs": {"verseId": "ISA.51.8", "verseOrgIds": ["ISA.51.8"]}}, {"text": "Awake, awake, put on strength, O arm of the LORD; awake, as in the days of old, the generations of ancient times. Art thou not it that hewed Rahab in pieces, that pierced the dragon? ", "type": "text", "attrs": {"verseId": "ISA.51.9", "verseOrgIds": ["ISA.51.9"]}}, {"text": "Art thou not it that dried up the sea, the waters of the great deep; that made the depths of the sea a way for the redeemed to pass over? ", "type": "text", "attrs": {"verseId": "ISA.51.10", "verseOrgIds": ["ISA.51.10"]}}, {"text": "And the ransomed of the LORD shall return, and come with singing unto Zion, and everlasting joy shall be upon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away. ", "type": "text", "attrs": {"verseId": "ISA.51.11", "verseOrgIds": ["ISA.51.11"]}}, {"text": "I, even I, am He that comforteth you: who art thou, that thou art afraid of man that shall die, and of the son of man that shall be made as grass; ", "type": "text", "attrs": {"verseId": "ISA.51.12", "verseOrgIds": ["ISA.51.12"]}}, {"text": "And hast forgotten the LORD thy Maker, that stretched forth the heavens, and laid the foundations of the earth; and fearest continually all the day because of the fury of the oppressor, as he maketh ready to destroy? And where is the fury of the oppressor? ", "type": "text", "attrs": {"verseId": "ISA.51.13", "verseOrgIds": ["ISA.51.13"]}}, {"text": "He that is bent down shall speedily be loosed; and he shall not go down dying into the pit, neither shall his bread fail. ", "type": "text", "attrs": {"verseId": "ISA.51.14", "verseOrgIds": ["ISA.51.14"]}}, {"text": "For I am the LORD thy God, who stirreth up the sea, that the waves thereof roar; the LORD of hosts is His name. ", "type": "text", "attrs": {"verseId": "ISA.51.15", "verseOrgIds": ["ISA.51.15"]}}, {"text": "And I have put My words in thy mouth, and have covered thee in the shadow of My hand, that I may plant the heavens, and lay the foundations of the earth, and say unto Zion: 'Thou art My people.' ", "type": "text", "attrs": {"verseId": "ISA.51.16", "verseOrgIds": ["ISA.51.16"]}}, {"text": "Awake, awake, stand up, O Jerusalem, that hast drunk at the hand of the LORD the cup of His fury; thou hast drunken the beaker, even the cup of staggering, and drained it. ", "type": "text", "attrs": {"verseId": "ISA.51.17", "verseOrgIds": ["ISA.51.17"]}}, {"text": "There is none to guide her among all the sons whom she hath brought forth; neither is there any that taketh her by the hand of all the sons that she hath brought up. ", "type": "text", "attrs": {"verseId": "ISA.51.18", "verseOrgIds": ["ISA.51.18"]}}, {"text": "These two things are befallen thee; who shall bemoan thee? desolation and destruction, and the famine and the sword; how shall I comfort thee? ", "type": "text", "attrs": {"verseId": "ISA.51.19", "verseOrgIds": ["ISA.51.19"]}}, {"text": "Thy sons have fainted, they lie at the head of all the streets, as an antelope in a net; they are full of the fury of the LORD, the rebuke of thy God. ", "type": "text", "attrs": {"verseId": "ISA.51.20", "verseOrgIds": ["ISA.51.20"]}}, {"text": "Therefore hear now this, thou afflicted, and drunken, but not with wine; ", "type": "text", "attrs": {"verseId": "ISA.51.21", "verseOrgIds": ["ISA.51.21"]}}, {"text": "Thus saith thy Lord the LORD, and thy God that pleadeth the cause of His people: behold, I have taken out of thy hand the cup of staggering; the beaker, even the cup of My fury, thou shalt no more drink it again; ", "type": "text", "attrs": {"verseId": "ISA.51.22", "verseOrgIds": ["ISA.51.22"]}}, {"text": "And I will put it into the hand of them that afflict thee; that have said to thy soul: 'Bow down, that we may go over'; and thou hast laid thy back as the ground, and as the street, to them that go over.", "type": "text", "attrs": {"verseId": "ISA.51.23", "verseOrgIds": ["ISA.51.23"]}}]}], "next": {"id": "ISA.52", "number": "52", "bookId": "ISA"}, "previous": {"id": "ISA.50", "number": "50", "bookId": "ISA"}}}}