{"_default": {"1": {"id": "HOS.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "HOS", "reference": "Hosea 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hear this, O ye priests, and attend, ye house of Israel, and give ear, O house of the king, for unto you pertaineth the judgment; for ye have been a snare on Mizpah, and a net spread upon Tabor. ", "type": "text", "attrs": {"verseId": "HOS.5.1", "verseOrgIds": ["HOS.5.1"]}}, {"text": "And they that fall away are gone deep in making slaughter; and I am rejected of them all. ", "type": "text", "attrs": {"verseId": "HOS.5.2", "verseOrgIds": ["HOS.5.2"]}}, {"text": "I, even I, know Ephraim, and Israel is not hid from Me; for now, O Ephraim, thou hast committed harlotry, Israel is defiled. ", "type": "text", "attrs": {"verseId": "HOS.5.3", "verseOrgIds": ["HOS.5.3"]}}, {"text": "Their doings will not suffer them to return unto their God; for the spirit of harlotry is within them, and they know not the LORD. ", "type": "text", "attrs": {"verseId": "HOS.5.4", "verseOrgIds": ["HOS.5.4"]}}, {"text": "But the pride of Israel shall testify to his face; and Israel and Ephraim shall stumble in their iniquity, Judah also shall stumble with them. ", "type": "text", "attrs": {"verseId": "HOS.5.5", "verseOrgIds": ["HOS.5.5"]}}, {"text": "With their flocks and with their herds they shall go to seek the LORD, but they shall not find Him; He hath withdrawn Himself from them. ", "type": "text", "attrs": {"verseId": "HOS.5.6", "verseOrgIds": ["HOS.5.6"]}}, {"text": "They have dealt treacherously against the LORD, for they have begotten strange children; now shall the new moon devour them with their portions. ", "type": "text", "attrs": {"verseId": "HOS.5.7", "verseOrgIds": ["HOS.5.7"]}}, {"text": "Blow ye the horn in Gibeah, and the trumpet in Ramah; sound an alarm at Beth-aven: 'Behind thee, O Benjamin!' ", "type": "text", "attrs": {"verseId": "HOS.5.8", "verseOrgIds": ["HOS.5.8"]}}, {"text": "Ephraim shall be desolate in the day of rebuke; among the tribes of Israel do I make known that which shall surely be. ", "type": "text", "attrs": {"verseId": "HOS.5.9", "verseOrgIds": ["HOS.5.9"]}}, {"text": "The princes of Judah are like them that remove the landmark; I will pour out My wrath upon them like water. ", "type": "text", "attrs": {"verseId": "HOS.5.10", "verseOrgIds": ["HOS.5.10"]}}, {"text": "Oppressed is Ephraim, crushed in his right; because he willingly walked after filth. ", "type": "text", "attrs": {"verseId": "HOS.5.11", "verseOrgIds": ["HOS.5.11"]}}, {"text": "Therefore am I unto Ephraim as a moth, and to the house of Judah as rottenness. ", "type": "text", "attrs": {"verseId": "HOS.5.12", "verseOrgIds": ["HOS.5.12"]}}, {"text": "And when Ephraim saw his sickness, and Judah his wound, Ephraim went to Assyria, and sent to King Contentious; but he is not able to heal you, neither shall he cure you of your wound. ", "type": "text", "attrs": {"verseId": "HOS.5.13", "verseOrgIds": ["HOS.5.13"]}}, {"text": "For I will be unto Ephraim as a lion, and as a young lion to the house of Judah; I, even I, will tear and go away, I will take away, and there shall be none to deliver. ", "type": "text", "attrs": {"verseId": "HOS.5.14", "verseOrgIds": ["HOS.5.14"]}}, {"text": "I will go and return to My place, till they acknowledge their guilt, and seek My face; in their trouble they will seek Me earnestly:", "type": "text", "attrs": {"verseId": "HOS.5.15", "verseOrgIds": ["HOS.5.15"]}}]}], "next": {"id": "HOS.6", "number": "6", "bookId": "HOS"}, "previous": {"id": "HOS.4", "number": "4", "bookId": "HOS"}}}}