{"_default": {"1": {"id": "HOS.11", "bibleId": "bf8f1c7f3f9045a5-01", "number": "11", "bookId": "HOS", "reference": "Hosea 11", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Israel was a child, then I loved him, and out of Egypt I called My son. ", "type": "text", "attrs": {"verseId": "HOS.11.1", "verseOrgIds": ["HOS.11.1"]}}, {"text": "The more they called them, the more they went from them; they sacrificed unto the Baalim, and offered to graven images. ", "type": "text", "attrs": {"verseId": "HOS.11.2", "verseOrgIds": ["HOS.11.2"]}}, {"text": "And I, I taught Ephraim to walk, taking them by their arms; but they knew not that I healed them. ", "type": "text", "attrs": {"verseId": "HOS.11.3", "verseOrgIds": ["HOS.11.3"]}}, {"text": "I drew them with cords of a man, with bands of love; and I was to them as they that take off the yoke on their jaws, and I fed them gently. ", "type": "text", "attrs": {"verseId": "HOS.11.4", "verseOrgIds": ["HOS.11.4"]}}, {"text": "He shall not return into the land of Egypt, but the Assyrian shall be his king, because they refused to return. ", "type": "text", "attrs": {"verseId": "HOS.11.5", "verseOrgIds": ["HOS.11.5"]}}, {"text": "And the sword shall fall upon his cities, and shall consume his bars, and devour them, because of their own counsels. ", "type": "text", "attrs": {"verseId": "HOS.11.6", "verseOrgIds": ["HOS.11.6"]}}, {"text": "And My people are in suspense about returning to Me; and though they call them upwards, none at all will lift himself up. ", "type": "text", "attrs": {"verseId": "HOS.11.7", "verseOrgIds": ["HOS.11.7"]}}, {"text": "How shall I give thee up, Ephraim? How shall I surrender thee, Israel? How shall I make thee as Admah? How shall I set thee as Zeboim? My heart is turned within Me, My compassions are kindled together. ", "type": "text", "attrs": {"verseId": "HOS.11.8", "verseOrgIds": ["HOS.11.8"]}}, {"text": "I will not execute the fierceness of Mine anger, I will not return to destroy Ephraim; for I am God, and not man, the Holy One in the midst of thee; and I will not come in fury. ", "type": "text", "attrs": {"verseId": "HOS.11.9", "verseOrgIds": ["HOS.11.9"]}}, {"text": "They shall walk after the LORD, who shall roar like a lion; for He shall roar, and the children shall come trembling from the west. ", "type": "text", "attrs": {"verseId": "HOS.11.10", "verseOrgIds": ["HOS.11.10"]}}, {"text": "They shall come trembling as a bird out of Egypt, and as a dove out of the land of Assyria; and I will make them to dwell in their houses, saith the LORD. ", "type": "text", "attrs": {"verseId": "HOS.11.11", "verseOrgIds": ["HOS.11.11"]}}, {"text": "(12-1) Ephraim compasseth Me about with lies, and the house of Israel with deceit; and Judah is yet wayward towards God, and towards the Holy One who is faithful.", "type": "text", "attrs": {"verseId": "HOS.11.12", "verseOrgIds": ["HOS.12.1"]}}]}], "next": {"id": "HOS.12", "number": "12", "bookId": "HOS"}, "previous": {"id": "HOS.10", "number": "10", "bookId": "HOS"}}}}