{"_default": {"1": {"id": "EZK.33", "bibleId": "bf8f1c7f3f9045a5-01", "number": "33", "bookId": "EZK", "reference": "Ezekiel 33", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.33.1", "verseOrgIds": ["EZK.33.1"]}}, {"text": "'Son of man, speak to the children of thy people, and say unto them: When I bring the sword upon a land, if the people of the land take a man from among them, and set him for their watchman; ", "type": "text", "attrs": {"verseId": "EZK.33.2", "verseOrgIds": ["EZK.33.2"]}}, {"text": "if, when he seeth the sword come upon the land, he blow the horn, and warn the people; ", "type": "text", "attrs": {"verseId": "EZK.33.3", "verseOrgIds": ["EZK.33.3"]}}, {"text": "then whosoever heareth the sound of the horn, and taketh not warning, if the sword come, and take him away, his blood shall be upon his own head; ", "type": "text", "attrs": {"verseId": "EZK.33.4", "verseOrgIds": ["EZK.33.4"]}}, {"text": "he heard the sound of the horn, and took not warning, his blood shall be upon him; whereas if he had taken warning, he would have delivered his soul. ", "type": "text", "attrs": {"verseId": "EZK.33.5", "verseOrgIds": ["EZK.33.5"]}}, {"text": "But if the watchman see the sword come, and blow not the horn, and the people be not warned, and the sword do come, and take any person from among them, he is taken away in his iniquity, but his blood will I require at the watchman's hand. ", "type": "text", "attrs": {"verseId": "EZK.33.6", "verseOrgIds": ["EZK.33.6"]}}, {"text": "So thou, son of man, I have set thee a watchman unto the house of Israel; therefore, when thou shalt hear the word at My mouth, warn them from Me. ", "type": "text", "attrs": {"verseId": "EZK.33.7", "verseOrgIds": ["EZK.33.7"]}}, {"text": "When I say unto the wicked: O wicked man, thou shalt surely die, and thou dost not speak to warn the wicked from his way; that wicked man shall die in his iniquity, but his blood will I require at thy hand. ", "type": "text", "attrs": {"verseId": "EZK.33.8", "verseOrgIds": ["EZK.33.8"]}}, {"text": "Nevertheless, if thou warn the wicked of his way to turn from it, and he turn not from his way; he shall die in his iniquity, but thou hast delivered thy soul. ", "type": "text", "attrs": {"verseId": "EZK.33.9", "verseOrgIds": ["EZK.33.9"]}}, {"text": "Therefore, O thou son of man, say unto the house of Israel: Thus ye speak, saying: Our transgressions and our sins are upon us, and we pine away in them; how then can we live? ", "type": "text", "attrs": {"verseId": "EZK.33.10", "verseOrgIds": ["EZK.33.10"]}}, {"text": "Say unto them: As I live, saith the Lord GOD, I have no pleasure in the death of the wicked, but that the wicked turn from his way and live; turn ye, turn ye from your evil ways; for why will ye die, O house of Israel? ", "type": "text", "attrs": {"verseId": "EZK.33.11", "verseOrgIds": ["EZK.33.11"]}}, {"text": "And thou, son of man, say unto the children of thy people: The righteousness of the righteous shall not deliver him in the day of his transgression; and as for the wickedness of the wicked, he shall not stumble thereby in the day that he turneth from his wickedness; neither shall he that is righteous be able to live thereby in the day that he sinneth. ", "type": "text", "attrs": {"verseId": "EZK.33.12", "verseOrgIds": ["EZK.33.12"]}}, {"text": "When I say to the righteous, that he shall surely live; if he trust to his righteousness, and commit iniquity, none of his righteous deeds shall be remembered; but for his iniquity that he hath committed, for it shall he die. ", "type": "text", "attrs": {"verseId": "EZK.33.13", "verseOrgIds": ["EZK.33.13"]}}, {"text": "Again, when I say unto the wicked: Thou shalt surely die; if he turn from his sin, and do that which is lawful and right; ", "type": "text", "attrs": {"verseId": "EZK.33.14", "verseOrgIds": ["EZK.33.14"]}}, {"text": "if the wicked restore the pledge, give back that which he had taken by robbery, walk in the statutes of life, committing no iniquity; he shall surely live, he shall not die. ", "type": "text", "attrs": {"verseId": "EZK.33.15", "verseOrgIds": ["EZK.33.15"]}}, {"text": "None of his sins that he hath committed shall be remembered against him; he hath done that which is lawful and right; he shall surely live. ", "type": "text", "attrs": {"verseId": "EZK.33.16", "verseOrgIds": ["EZK.33.16"]}}, {"text": "Yet the children of thy people say: The way of the Lord is not equal; but as for them, their way is not equal. ", "type": "text", "attrs": {"verseId": "EZK.33.17", "verseOrgIds": ["EZK.33.17"]}}, {"text": "When the righteous turneth from his righteousness, and committeth iniquity, he shall even die thereby. ", "type": "text", "attrs": {"verseId": "EZK.33.18", "verseOrgIds": ["EZK.33.18"]}}, {"text": "And when the wicked turneth from his wickedness, and doeth that which is lawful and right, he shall live thereby. ", "type": "text", "attrs": {"verseId": "EZK.33.19", "verseOrgIds": ["EZK.33.19"]}}, {"text": "Yet ye say: The way of the Lord is not equal. O house of Israel, I will judge you every one after his ways.' ", "type": "text", "attrs": {"verseId": "EZK.33.20", "verseOrgIds": ["EZK.33.20"]}}, {"text": "And it came to pass in the twelfth year of our captivity, in the tenth month, in the fifth day of the month, that one that had escaped out of Jerusalem came unto me, saying: 'The city is smitten.' ", "type": "text", "attrs": {"verseId": "EZK.33.21", "verseOrgIds": ["EZK.33.21"]}}, {"text": "Now the hand of the LORD had been upon me in the evening, before he that was escaped came; and He had opened my mouth against his coming to me in the morning; and my mouth was opened, and I was no more dumb. ", "type": "text", "attrs": {"verseId": "EZK.33.22", "verseOrgIds": ["EZK.33.22"]}}, {"text": "Then the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.33.23", "verseOrgIds": ["EZK.33.23"]}}, {"text": "'Son of man, they that inhabit those waste places in the land of Israel speak, saying: Abraham was one, and he inherited the land; but we are many; the land is given us for inheritance. ", "type": "text", "attrs": {"verseId": "EZK.33.24", "verseOrgIds": ["EZK.33.24"]}}, {"text": "Wherefore say unto them: Thus saith the Lord GOD. Ye eat with the blood, and lift up your eyes unto your idols, and shed blood; and shall ye possess the land? ", "type": "text", "attrs": {"verseId": "EZK.33.25", "verseOrgIds": ["EZK.33.25"]}}, {"text": "Ye stand upon your sword, ye work abomination, and ye defile every one his neighbour's wife; and shall ye possess the land? ", "type": "text", "attrs": {"verseId": "EZK.33.26", "verseOrgIds": ["EZK.33.26"]}}, {"text": "Thus shalt thou say unto them: Thus saith the Lord GOD: As I live, surely they that are in the waste places shall fall by the sword, and him that is in the open field will I give to the beasts to be devoured, and they that are in the strongholds and in the caves shall die of the pestilence. ", "type": "text", "attrs": {"verseId": "EZK.33.27", "verseOrgIds": ["EZK.33.27"]}}, {"text": "And I will make the land most desolate, and the pride of her power shall cease; and the mountains of Israel shall be desolate, so that none shall pass through. ", "type": "text", "attrs": {"verseId": "EZK.33.28", "verseOrgIds": ["EZK.33.28"]}}, {"text": "Then shall they know that I am the LORD, when I have made the land most desolate, because of all their abominations which they have committed. ", "type": "text", "attrs": {"verseId": "EZK.33.29", "verseOrgIds": ["EZK.33.29"]}}, {"text": "And as for thee, son of man, the children of thy people that talk of thee by the walls and in the doors of the houses, and speak one to another, every one to his brother, saying: Come, I pray you, and hear what is the word that cometh forth from the LORD; ", "type": "text", "attrs": {"verseId": "EZK.33.30", "verseOrgIds": ["EZK.33.30"]}}, {"text": "and come unto thee as the people cometh, and sit before thee as My people, and hear thy words, but do them not — for with their mouth they show much love, but their heart goeth after their covetousness; ", "type": "text", "attrs": {"verseId": "EZK.33.31", "verseOrgIds": ["EZK.33.31"]}}, {"text": "and, lo, thou art unto them as a love song of one that hath a pleasant voice, and can play well on an instrument; so they hear thy words, but they do them not — ", "type": "text", "attrs": {"verseId": "EZK.33.32", "verseOrgIds": ["EZK.33.32"]}}, {"text": "when this cometh to pass — behold, it cometh — then shall they know that a prophet hath been among them.'", "type": "text", "attrs": {"verseId": "EZK.33.33", "verseOrgIds": ["EZK.33.33"]}}]}], "next": {"id": "EZK.34", "number": "34", "bookId": "EZK"}, "previous": {"id": "EZK.32", "number": "32", "bookId": "EZK"}}}}