{"_default": {"1": {"id": "JDG.9", "bibleId": "bf8f1c7f3f9045a5-01", "number": "9", "bookId": "JDG", "reference": "Judges 9", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Abimelech the son of Jerubbaal went to Shechem unto his mother's brethren, and spoke with them, and with all the family of the house of his mother's father, saying: ", "type": "text", "attrs": {"verseId": "JDG.9.1", "verseOrgIds": ["JDG.9.1"]}}, {"text": "'Speak, I pray you, in the ears of all the men of Shechem: Which is better for you, that all the sons of Jerubbaal, who are threescore and ten persons, rule over you, or that one rule over you? remember also that I am your bone and your flesh.' ", "type": "text", "attrs": {"verseId": "JDG.9.2", "verseOrgIds": ["JDG.9.2"]}}, {"text": "And his mother's brethren spoke of him in the ears of all the men of Shechem all these words; and their hearts inclined to follow Abimelech; for they said: 'He is our brother.' ", "type": "text", "attrs": {"verseId": "JDG.9.3", "verseOrgIds": ["JDG.9.3"]}}, {"text": "And they gave him threescore and ten pieces of silver out of the house of Baal-berith, wherewith Abimelech hired vain and light fellows, who followed him. ", "type": "text", "attrs": {"verseId": "JDG.9.4", "verseOrgIds": ["JDG.9.4"]}}, {"text": "And he went unto his father's house at Ophrah, and slew his brethren the sons of Jerubbaal, being threescore and ten persons, upon one stone; but Jotham the youngest son of Jerubbaal was left; for he hid himself. ", "type": "text", "attrs": {"verseId": "JDG.9.5", "verseOrgIds": ["JDG.9.5"]}}, {"text": "And all the men of Shechem assembled themselves together, and all Beth-millo, and went and made Abimelech king, by the terebinth of the pillar that was in Shechem. ", "type": "text", "attrs": {"verseId": "JDG.9.6", "verseOrgIds": ["JDG.9.6"]}}, {"text": "And when they told it to Jotham, he went and stood in the top of mount Gerizim, and lifted up his voice, and cried, and said unto them: 'Hearken unto me, ye men of Shechem, that God may hearken unto you. ", "type": "text", "attrs": {"verseId": "JDG.9.7", "verseOrgIds": ["JDG.9.7"]}}, {"text": "The trees went forth on a time to anoint a king over them; and they said unto the olive-tree: Reign thou over us. ", "type": "text", "attrs": {"verseId": "JDG.9.8", "verseOrgIds": ["JDG.9.8"]}}, {"text": "But the olive-tree said unto them: Should I leave my fatness, seeing that by me they honour God and man, and go to hold sway over the trees? ", "type": "text", "attrs": {"verseId": "JDG.9.9", "verseOrgIds": ["JDG.9.9"]}}, {"text": "And the trees said to the fig-tree: Come thou, and reign over us. ", "type": "text", "attrs": {"verseId": "JDG.9.10", "verseOrgIds": ["JDG.9.10"]}}, {"text": "But the fig-tree said unto them: Should I leave my sweetness, and my good fruitage, and go to hold sway over the trees? ", "type": "text", "attrs": {"verseId": "JDG.9.11", "verseOrgIds": ["JDG.9.11"]}}, {"text": "And the trees said unto the vine: Come thou, and reign over us. ", "type": "text", "attrs": {"verseId": "JDG.9.12", "verseOrgIds": ["JDG.9.12"]}}, {"text": "And the vine said unto them: Should I leave my wine, which cheereth God and man, and go to hold sway over the trees? ", "type": "text", "attrs": {"verseId": "JDG.9.13", "verseOrgIds": ["JDG.9.13"]}}, {"text": "Then said all the trees unto the bramble: Come thou, and reign over us. ", "type": "text", "attrs": {"verseId": "JDG.9.14", "verseOrgIds": ["JDG.9.14"]}}, {"text": "And the bramble said unto the trees: If in truth ye anoint me king over you, then come and take refuge in my shadow; and if not, let fire come out of the bramble, and devour the cedars of Lebanon. ", "type": "text", "attrs": {"verseId": "JDG.9.15", "verseOrgIds": ["JDG.9.15"]}}, {"text": "Now therefore, if ye have dealt truly and uprightly, in that ye have made Abimelech king, and if ye have dealt well with Jerubbaal and his house, and have done unto him according to the deserving of his hands — ", "type": "text", "attrs": {"verseId": "JDG.9.16", "verseOrgIds": ["JDG.9.16"]}}, {"text": "for my father fought for you, and adventured his life, and delivered you out of the hand of Midian; ", "type": "text", "attrs": {"verseId": "JDG.9.17", "verseOrgIds": ["JDG.9.17"]}}, {"text": "and ye are risen up against my father's house this day, and have slain his sons, threescore and ten persons, upon one stone, and have made Abimelech, the son of his maid-servant, king over the men of Shechem, because he is your brother — ", "type": "text", "attrs": {"verseId": "JDG.9.18", "verseOrgIds": ["JDG.9.18"]}}, {"text": "if ye then have dealt truly and uprightly with Jerubbaal and with his house this day, then rejoice ye in Abimelech, and let him also rejoice in you. ", "type": "text", "attrs": {"verseId": "JDG.9.19", "verseOrgIds": ["JDG.9.19"]}}, {"text": "But if not, let fire come out from Abimelech, and devour the men of Shechem, and Beth-millo; and let fire come out from the men of Shechem, and from Beth-millo, and devour Abimelech.' ", "type": "text", "attrs": {"verseId": "JDG.9.20", "verseOrgIds": ["JDG.9.20"]}}, {"text": "And Jotham ran away, and fled, and went to Beer, and dwelt there, for fear of Abimelech his brother. ", "type": "text", "attrs": {"verseId": "JDG.9.21", "verseOrgIds": ["JDG.9.21"]}}, {"text": "And Abimelech was prince over Israel three years. ", "type": "text", "attrs": {"verseId": "JDG.9.22", "verseOrgIds": ["JDG.9.22"]}}, {"text": "And God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech; ", "type": "text", "attrs": {"verseId": "JDG.9.23", "verseOrgIds": ["JDG.9.23"]}}, {"text": "that the violence done to the threescore and ten sons of Jerubbaal might come, and that their blood might be laid upon Abimelech their brother, who slew them, and upon the men of Shechem, who strengthened his hands to slay his brethren. ", "type": "text", "attrs": {"verseId": "JDG.9.24", "verseOrgIds": ["JDG.9.24"]}}, {"text": "And the men of Shechem set liers-in-wait for him on the tops of the mountains, and they robbed all that came along that way by them; and it was told Abimelech. ", "type": "text", "attrs": {"verseId": "JDG.9.25", "verseOrgIds": ["JDG.9.25"]}}, {"text": "And Gaal the son of Ebed came with his brethren, and went on to Shechem; and the men of Shechem put their trust in him. ", "type": "text", "attrs": {"verseId": "JDG.9.26", "verseOrgIds": ["JDG.9.26"]}}, {"text": "And they went out into the field, and gathered their vineyards, and trod the grapes, and held festival, and went into the house of their god, and did eat and drink, and cursed Abimelech. ", "type": "text", "attrs": {"verseId": "JDG.9.27", "verseOrgIds": ["JDG.9.27"]}}, {"text": "And Gaal the son of Ebed said: 'Who is Abimelech, and who is Shechem, that we should serve him? is not he the son of Jerubbaal? and Zebul his officer? serve ye the men of Hamor the father of Shechem; but why should we serve him? ", "type": "text", "attrs": {"verseId": "JDG.9.28", "verseOrgIds": ["JDG.9.28"]}}, {"text": "And would that this people were under my hand! then would I remove Abimelech.' And he said to Abimelech: 'Increase thine army, and come out.' ", "type": "text", "attrs": {"verseId": "JDG.9.29", "verseOrgIds": ["JDG.9.29"]}}, {"text": "And when Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger was kindled. ", "type": "text", "attrs": {"verseId": "JDG.9.30", "verseOrgIds": ["JDG.9.30"]}}, {"text": "And he sent messengers unto Abimelech in Tormah, saying: 'Behold, Gaal the son of Ebed and his brethren are come to Shechem; and, behold, they will incite the city against thee. ", "type": "text", "attrs": {"verseId": "JDG.9.31", "verseOrgIds": ["JDG.9.31"]}}, {"text": "Now therefore, up by night, thou and the people that are with thee, and lie in wait in the field. ", "type": "text", "attrs": {"verseId": "JDG.9.32", "verseOrgIds": ["JDG.9.32"]}}, {"text": "And it shall be, that in the morning, as soon as the sun is up, thou shalt rise early, and set upon the city; and, behold, when he and the people that are with him come out against thee, then mayest thou do to them as thou shalt be able.' ", "type": "text", "attrs": {"verseId": "JDG.9.33", "verseOrgIds": ["JDG.9.33"]}}, {"text": "And Abimelech rose up, and all the people that were with him, by night, and they lay in wait against Shechem in four companies. ", "type": "text", "attrs": {"verseId": "JDG.9.34", "verseOrgIds": ["JDG.9.34"]}}, {"text": "And Gaal the son of Ebed went out, and stood in the entrance of the gate of the city; and Abimelech rose up, and the people that were with him, from the ambushment. ", "type": "text", "attrs": {"verseId": "JDG.9.35", "verseOrgIds": ["JDG.9.35"]}}, {"text": "And when Gaal saw the people, he said to Zebul: 'Behold, there come people down from the tops of the mountains.' And Zebul said unto him: 'Thou seest the shadow of the mountains as if they were men.' ", "type": "text", "attrs": {"verseId": "JDG.9.36", "verseOrgIds": ["JDG.9.36"]}}, {"text": "And Gaal spoke again and said: 'See, there come people down by the middle of the land, and one company cometh by the way of Elon-meonenim.' ", "type": "text", "attrs": {"verseId": "JDG.9.37", "verseOrgIds": ["JDG.9.37"]}}, {"text": "Then said Zebul unto him: 'Where is now thy mouth, that thou saidst: Who is Abimelech, that we should serve him? is not this the people that thou hast despised? go out now, I pray, and fight with them.' ", "type": "text", "attrs": {"verseId": "JDG.9.38", "verseOrgIds": ["JDG.9.38"]}}, {"text": "And Gaal went out before the men of Shechem, and fought with Abimelech. ", "type": "text", "attrs": {"verseId": "JDG.9.39", "verseOrgIds": ["JDG.9.39"]}}, {"text": "And Abimelech chased him, and he fled before him, and there fell many wounded, even unto the entrance of the gate. ", "type": "text", "attrs": {"verseId": "JDG.9.40", "verseOrgIds": ["JDG.9.40"]}}, {"text": "And Abimelech dwelt at Arumah; and Zebul drove out Gaal and his brethren, that they should not dwell in Shechem. ", "type": "text", "attrs": {"verseId": "JDG.9.41", "verseOrgIds": ["JDG.9.41"]}}, {"text": "And it came to pass on the morrow, that the people went out into the field; and it was told Abimelech. ", "type": "text", "attrs": {"verseId": "JDG.9.42", "verseOrgIds": ["JDG.9.42"]}}, {"text": "And he took the people, and divided them into three companies, and lay in wait in the field; and he looked, and, behold, the people were coming forth out of the city; and he rose up against them, and smote them. ", "type": "text", "attrs": {"verseId": "JDG.9.43", "verseOrgIds": ["JDG.9.43"]}}, {"text": "And Abimelech, and the companies that were with him, rushed forward, and stood in the entrance of the gate of the city; and the two companies rushed upon all that were in the field, and smote them. ", "type": "text", "attrs": {"verseId": "JDG.9.44", "verseOrgIds": ["JDG.9.44"]}}, {"text": "And Abimelech fought against the city all that day; and he took the city, and slew the people that were therein; and he beat down the city, and sowed it with salt. ", "type": "text", "attrs": {"verseId": "JDG.9.45", "verseOrgIds": ["JDG.9.45"]}}, {"text": "And when all the men of the tower of Shechem heard thereof, they entered into the hold of the house of El-berith. ", "type": "text", "attrs": {"verseId": "JDG.9.46", "verseOrgIds": ["JDG.9.46"]}}, {"text": "And it was told Abimelech that all the men of the tower of Shechem were gathered together. ", "type": "text", "attrs": {"verseId": "JDG.9.47", "verseOrgIds": ["JDG.9.47"]}}, {"text": "And Abimelech got him up to mount Zalmon, he and all the people that were with him; and Abimelech took an axe in his hand, and cut down a bough from the trees, and took it up, and laid it on his shoulder; and he said unto the people that were with him: 'What ye have seen me do, make haste, and do as I have done.' ", "type": "text", "attrs": {"verseId": "JDG.9.48", "verseOrgIds": ["JDG.9.48"]}}, {"text": "And all the people likewise cut down every man his bough, and followed Abimelech, and put them to the hold, and set the hold on fire upon them; so that all the men of the tower of Shechem died also, about a thousand men and women. ", "type": "text", "attrs": {"verseId": "JDG.9.49", "verseOrgIds": ["JDG.9.49"]}}, {"text": "Then went Abimelech to Thebez, and encamped against Thebez, and took it. ", "type": "text", "attrs": {"verseId": "JDG.9.50", "verseOrgIds": ["JDG.9.50"]}}, {"text": "But there was a strong tower within the city, and thither fled all the men and women, even all they of the city, and shut themselves in, and got them up to the roof of the tower. ", "type": "text", "attrs": {"verseId": "JDG.9.51", "verseOrgIds": ["JDG.9.51"]}}, {"text": "And Abimelech came unto the tower, and fought against it, and went close unto the door of the tower to burn it with fire. ", "type": "text", "attrs": {"verseId": "JDG.9.52", "verseOrgIds": ["JDG.9.52"]}}, {"text": "And a certain woman cast an upper millstone upon Abimelech's head, and broke his skull. ", "type": "text", "attrs": {"verseId": "JDG.9.53", "verseOrgIds": ["JDG.9.53"]}}, {"text": "Then he called hastily unto the young man his armour-bearer, and said unto him: 'Draw thy sword, and kill me, that men say not of me: A woman slew him.' And his young man thrust him through, and he died. ", "type": "text", "attrs": {"verseId": "JDG.9.54", "verseOrgIds": ["JDG.9.54"]}}, {"text": "And when the men of Israel saw that Abimelech was dead, they departed every man unto his place. ", "type": "text", "attrs": {"verseId": "JDG.9.55", "verseOrgIds": ["JDG.9.55"]}}, {"text": "Thus God requited the wickedness of Abimelech, which he did unto his father, in slaying his seventy brethren; ", "type": "text", "attrs": {"verseId": "JDG.9.56", "verseOrgIds": ["JDG.9.56"]}}, {"text": "and all the wickedness of the men of Shechem did God requite upon their heads; and upon them came the curse of Jotham the son of Jerubbaal.", "type": "text", "attrs": {"verseId": "JDG.9.57", "verseOrgIds": ["JDG.9.57"]}}]}], "next": {"id": "JDG.10", "number": "10", "bookId": "JDG"}, "previous": {"id": "JDG.8", "number": "8", "bookId": "JDG"}}}}