{"_default": {"1": {"id": "2SA.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "2SA", "reference": "2 Samuel 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass after this, that Absalom the son of David had a fair sister, whose name was Tamar; and Amnon the son of David loved her. ", "type": "text", "attrs": {"verseId": "2SA.13.1", "verseOrgIds": ["2SA.13.1"]}}, {"text": "And Amnon was so distressed that he fell sick because of his sister Tamar; for she was a virgin; and it seemed hard to Amnon to do any thing unto her. ", "type": "text", "attrs": {"verseId": "2SA.13.2", "verseOrgIds": ["2SA.13.2"]}}, {"text": "But Amnon had a friend, whose name was Jonadab, the son of Shimeah David's brother; and Jonadab was a very subtle man. ", "type": "text", "attrs": {"verseId": "2SA.13.3", "verseOrgIds": ["2SA.13.3"]}}, {"text": "And he said unto him: 'Why, O son of the king, art thou thus becoming leaner from day to day? wilt thou not tell me?' And Amnon said unto him: 'I love Tamar, my brother Absalom's sister.' ", "type": "text", "attrs": {"verseId": "2SA.13.4", "verseOrgIds": ["2SA.13.4"]}}, {"text": "And Jonadab said unto him: 'Lay thee down on thy bed, and feign thyself sick; and when thy father cometh to see thee, say unto him: Let my sister Tamar come, I pray thee, and give me bread to eat, and dress the food in my sight, that I may see it, and eat it at her hand.' ", "type": "text", "attrs": {"verseId": "2SA.13.5", "verseOrgIds": ["2SA.13.5"]}}, {"text": "So Amnon lay down, and feigned himself sick; and when the king was come to see him, Amnon said unto the king: 'Let my sister Tamar come, I pray thee, and make me a couple of cakes in my sight, that I may eat at her hand.' ", "type": "text", "attrs": {"verseId": "2SA.13.6", "verseOrgIds": ["2SA.13.6"]}}, {"text": "Then David sent home to Tamar, saying: 'Go now to thy brother Amnon's house, and dress him food.' ", "type": "text", "attrs": {"verseId": "2SA.13.7", "verseOrgIds": ["2SA.13.7"]}}, {"text": "So Tamar went to her brother Amnon's house; and he was lying down. And she took dough, and kneaded it, and made cakes in his sight, and did bake the cakes. ", "type": "text", "attrs": {"verseId": "2SA.13.8", "verseOrgIds": ["2SA.13.8"]}}, {"text": "And she took the pan, and poured them out before him; but he refused to eat. And Amnon said: 'Have out all men from me.' And they went out every man from him. ", "type": "text", "attrs": {"verseId": "2SA.13.9", "verseOrgIds": ["2SA.13.9"]}}, {"text": "And Amnon said unto Tamar: 'Bring the food into the chamber, that I may eat of thy hand.' And Tamar took the cakes which she had made, and brought them into the chamber to Amnon her brother. ", "type": "text", "attrs": {"verseId": "2SA.13.10", "verseOrgIds": ["2SA.13.10"]}}, {"text": "And when she had brought them near unto him to eat, he took hold of her, and said unto her: 'Come lie with me, my sister.' ", "type": "text", "attrs": {"verseId": "2SA.13.11", "verseOrgIds": ["2SA.13.11"]}}, {"text": "And she answered him: 'Nay, my brother, do not force me; for no such thing ought to be done in Israel; do not thou this wanton deed. ", "type": "text", "attrs": {"verseId": "2SA.13.12", "verseOrgIds": ["2SA.13.12"]}}, {"text": "And I, whither shall I carry my shame? and as for thee, thou wilt be as one of the base men in Israel. Now therefore, I pray thee, speak unto the king; for he will not withhold me from thee.' ", "type": "text", "attrs": {"verseId": "2SA.13.13", "verseOrgIds": ["2SA.13.13"]}}, {"text": "Howbeit he would not hearken unto her voice; but being stronger than she, he forced her, and lay with her. ", "type": "text", "attrs": {"verseId": "2SA.13.14", "verseOrgIds": ["2SA.13.14"]}}, {"text": "Then Amnon hated her with exceeding great hatred; for the hatred wherewith he hated her was greater than the love wherewith he had loved her. And Amnon said unto her: 'Arise, be gone.' ", "type": "text", "attrs": {"verseId": "2SA.13.15", "verseOrgIds": ["2SA.13.15"]}}, {"text": "And she said unto him: 'Not so, because this great wrong in putting me forth is worse than the other that thou didst unto me.' But he would not hearken unto her. ", "type": "text", "attrs": {"verseId": "2SA.13.16", "verseOrgIds": ["2SA.13.16"]}}, {"text": "Then he called his servant that ministered unto him, and said: 'Put now this woman out from me, and bolt the door after her.' — ", "type": "text", "attrs": {"verseId": "2SA.13.17", "verseOrgIds": ["2SA.13.17"]}}, {"text": "Now she had a garment of many colours upon her; for with such robes were the king's daughters that were virgins apparelled. — And his servant brought her out, and bolted the door after her. ", "type": "text", "attrs": {"verseId": "2SA.13.18", "verseOrgIds": ["2SA.13.18"]}}, {"text": "And Tamar put ashes on her head, and rent her garment of many colours that was on her; and she laid her hand on her head, and went her way, crying aloud as she went. ", "type": "text", "attrs": {"verseId": "2SA.13.19", "verseOrgIds": ["2SA.13.19"]}}, {"text": "And Absalom her brother said unto her: 'Hath Amnon thy brother been with thee? but now hold thy peace, my sister: he is thy brother; take not this thing to heart.' So Tamar remained desolate in her brother Absalom's house. ", "type": "text", "attrs": {"verseId": "2SA.13.20", "verseOrgIds": ["2SA.13.20"]}}, {"text": "But when king David heard of all these things, he was very wroth. ", "type": "text", "attrs": {"verseId": "2SA.13.21", "verseOrgIds": ["2SA.13.21"]}}, {"text": "And Absalom spoke unto Amnon neither good nor bad; for Absalom hated Amnon, because he had forced his sister Tamar. ", "type": "text", "attrs": {"verseId": "2SA.13.22", "verseOrgIds": ["2SA.13.22"]}}, {"text": "And it came to pass after two full years, that Absalom had sheep-shearers in Baal-hazor, which is beside Ephraim; and Absalom invited all the king's sons. ", "type": "text", "attrs": {"verseId": "2SA.13.23", "verseOrgIds": ["2SA.13.23"]}}, {"text": "And Absalom came to the king, and said: 'Behold now, thy servant hath sheep-shearers; let the king, I pray thee, and his servants go with thy servant.' ", "type": "text", "attrs": {"verseId": "2SA.13.24", "verseOrgIds": ["2SA.13.24"]}}, {"text": "And the king said to Absalom: 'Nay, my son, let us not all go, lest we be burdensome unto thee.' And he pressed him; howbeit he would not go, but blessed him. ", "type": "text", "attrs": {"verseId": "2SA.13.25", "verseOrgIds": ["2SA.13.25"]}}, {"text": "Then said Absalom: 'If not, I pray thee, let my brother Amnon go with us.' And the king said unto him: 'Why should he go with thee?' ", "type": "text", "attrs": {"verseId": "2SA.13.26", "verseOrgIds": ["2SA.13.26"]}}, {"text": "But Absalom pressed him, and he let Amnon and all the king's sons go with him. ", "type": "text", "attrs": {"verseId": "2SA.13.27", "verseOrgIds": ["2SA.13.27"]}}, {"text": "And Absalom commanded his servants, saying: 'Mark ye now, when Amnon's heart is merry with wine; and when I say unto you: Smite Amnon, then kill him, fear not; have not I commanded you? be courageous, and be valiant.' ", "type": "text", "attrs": {"verseId": "2SA.13.28", "verseOrgIds": ["2SA.13.28"]}}, {"text": "And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king's sons arose, and every man got him up upon his mule, and fled. ", "type": "text", "attrs": {"verseId": "2SA.13.29", "verseOrgIds": ["2SA.13.29"]}}, {"text": "And it came to pass, while they were in the way, that the tidings came to David, saying: 'Absalom hath slain all the king's sons, and there is not one of them left.' ", "type": "text", "attrs": {"verseId": "2SA.13.30", "verseOrgIds": ["2SA.13.30"]}}, {"text": "Then the king arose, and rent his garments, and lay on the earth; and all his servants stood by with their clothes rent. ", "type": "text", "attrs": {"verseId": "2SA.13.31", "verseOrgIds": ["2SA.13.31"]}}, {"text": "And Jonadab, the son of Shimeah David's brother, answered and said: 'Let not my lord suppose that they have killed all the young men the king's sons; for Amnon only is dead; for by the appointment of Absalom this hath been determined from the day that he forced his sister Tamar. ", "type": "text", "attrs": {"verseId": "2SA.13.32", "verseOrgIds": ["2SA.13.32"]}}, {"text": "Now therefore let not my lord the king take the thing to his heart, to think that all the king's sons are dead; for Amnon only is dead.' ", "type": "text", "attrs": {"verseId": "2SA.13.33", "verseOrgIds": ["2SA.13.33"]}}, {"text": "But Absalom fled. And the young man that kept the watch lifted up his eyes, and looked, and, behold, there came much people in a roundabout way by the hill-side. ", "type": "text", "attrs": {"verseId": "2SA.13.34", "verseOrgIds": ["2SA.13.34"]}}, {"text": "And Jonadab said unto the king: 'Behold, the king's sons are come; as thy servant said, so it is.' ", "type": "text", "attrs": {"verseId": "2SA.13.35", "verseOrgIds": ["2SA.13.35"]}}, {"text": "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice, and wept; and the king also and all his servants wept very sore. ", "type": "text", "attrs": {"verseId": "2SA.13.36", "verseOrgIds": ["2SA.13.36"]}}, {"text": "But Absalom fled, and went to Talmai the son of Ammihud, king of Geshur. And David mourned for his son every day. ", "type": "text", "attrs": {"verseId": "2SA.13.37", "verseOrgIds": ["2SA.13.37"]}}, {"text": "So Absalom fled, and went to Geshur, and was there three years. ", "type": "text", "attrs": {"verseId": "2SA.13.38", "verseOrgIds": ["2SA.13.38"]}}, {"text": "And the soul of king David failed with longing for Absalom; for he was comforted concerning Amnon, seeing he was dead.", "type": "text", "attrs": {"verseId": "2SA.13.39", "verseOrgIds": ["2SA.13.39"]}}]}], "next": {"id": "2SA.14", "number": "14", "bookId": "2SA"}, "previous": {"id": "2SA.12", "number": "12", "bookId": "2SA"}}}}