{"_default": {"1": {"id": "EZK.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "EZK", "reference": "Ezekiel 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "(21-6) Then the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.21.1", "verseOrgIds": ["EZK.21.6"]}}, {"text": "(21-7) 'Son of man, set thy face toward Jerusalem, and preach toward the sanctuaries, and prophesy against the land of Israel; ", "type": "text", "attrs": {"verseId": "EZK.21.2", "verseOrgIds": ["EZK.21.7"]}}, {"text": "(21-8) and say to the land of Israel: Thus saith the LORD: Behold, I am against thee, and will draw forth My sword out of its sheath, and will cut off from thee the righteous and the wicked. ", "type": "text", "attrs": {"verseId": "EZK.21.3", "verseOrgIds": ["EZK.21.8"]}}, {"text": "(21-9) Seeing then that I will cut off from thee the righteous and the wicked, therefore shall My sword go forth out of its sheath against all flesh from the south to the north; ", "type": "text", "attrs": {"verseId": "EZK.21.4", "verseOrgIds": ["EZK.21.9"]}}, {"text": "(21-10) and all flesh shall know that I the LORD have drawn forth My sword out of its sheath; it shall not return any more. ", "type": "text", "attrs": {"verseId": "EZK.21.5", "verseOrgIds": ["EZK.21.10"]}}, {"text": "(21-11) Sigh therefore, thou son of man; with the breaking of thy loins and with bitterness shalt thou sigh before their eyes. ", "type": "text", "attrs": {"verseId": "EZK.21.6", "verseOrgIds": ["EZK.21.11"]}}, {"text": "(21-12) And it shall be, when they say unto thee: Wherefore sighest thou? that thou shalt say: Because of the tidings, for it cometh; and every heart shall melt, and all hands shall be slack, and every spirit shall be faint, and all knees shall drip with water; behold, it cometh, and it shall be done, saith the Lord GOD.' ", "type": "text", "attrs": {"verseId": "EZK.21.7", "verseOrgIds": ["EZK.21.12"]}}, {"text": "(21-13) And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.21.8", "verseOrgIds": ["EZK.21.13"]}}, {"text": "(21-14) 'Son of man, prophesy, and say: Thus saith the LORD: Say: A sword, a sword, it is sharpened, and also furbished: ", "type": "text", "attrs": {"verseId": "EZK.21.9", "verseOrgIds": ["EZK.21.14"]}}, {"text": "(21-15) It is sharpened that it may make a sore slaughter, it is furbished that it may glitter — or shall we make mirth? — against the rod of My son, contemning every tree. ", "type": "text", "attrs": {"verseId": "EZK.21.10", "verseOrgIds": ["EZK.21.15"]}}, {"text": "(21-16) And it is given to be furbished, that it may be handled; the sword, it is sharpened, yea, it is furbished, to give it into the hand of the slayer. ", "type": "text", "attrs": {"verseId": "EZK.21.11", "verseOrgIds": ["EZK.21.16"]}}, {"text": "(21-17) Cry and wail, son of man; for it is upon My people, it is upon all the princes of Israel; they are thrust down to the sword with My people; smite therefore upon thy thigh. ", "type": "text", "attrs": {"verseId": "EZK.21.12", "verseOrgIds": ["EZK.21.17"]}}, {"text": "(21-18) For there is a trial; and what if it contemn even the rod? It shall be no more, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.21.13", "verseOrgIds": ["EZK.21.18"]}}, {"text": "(21-19) Thou therefore, son of man, prophesy, and smite thy hands together; and let the sword be doubled the third time, the sword of those to be slain; it is the sword of the great one that is to be slain, which compasseth them about. ", "type": "text", "attrs": {"verseId": "EZK.21.14", "verseOrgIds": ["EZK.21.19"]}}, {"text": "(21-20) I have set the point of the sword against all their gates, that their heart may melt, and their stumblings be multiplied; ah! it is made glittering, it is sharpened for slaughter. ", "type": "text", "attrs": {"verseId": "EZK.21.15", "verseOrgIds": ["EZK.21.20"]}}, {"text": "(21-21) Go thee one way to the right, or direct thyself to the left; whither is thy face set? ", "type": "text", "attrs": {"verseId": "EZK.21.16", "verseOrgIds": ["EZK.21.21"]}}, {"text": "(21-22) I will also smite My hands together, and I will satisfy My fury; I the LORD have spoken it.' ", "type": "text", "attrs": {"verseId": "EZK.21.17", "verseOrgIds": ["EZK.21.22"]}}, {"text": "(21-23) And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.21.18", "verseOrgIds": ["EZK.21.23"]}}, {"text": "(21-24) 'Now, thou son of man, make thee two ways, that the sword of the king of Babylon may come; they twain shall come forth out of one land; and mark a signpost, mark it clear at the head of the way to the city. ", "type": "text", "attrs": {"verseId": "EZK.21.19", "verseOrgIds": ["EZK.21.24"]}}, {"text": "(21-25) Thou shalt make a way, that the sword may come to Rabbah of the children of Ammon, and to Judah in Jerusalem the fortified. ", "type": "text", "attrs": {"verseId": "EZK.21.20", "verseOrgIds": ["EZK.21.25"]}}, {"text": "(21-26) For the king of Babylon standeth at the parting of the way, at the head of the two ways, to use divination; he shaketh the arrows to and fro, he inquireth of the teraphim, he looketh in the liver. ", "type": "text", "attrs": {"verseId": "EZK.21.21", "verseOrgIds": ["EZK.21.26"]}}, {"text": "(21-27) In his right hand is the lot Jerusalem, to set battering rams, to open the mouth for the slaughter, to lift up the voice with shouting, to set battering rams against the gates, to cast up mounds, to build forts. ", "type": "text", "attrs": {"verseId": "EZK.21.22", "verseOrgIds": ["EZK.21.27"]}}, {"text": "(21-28) And it shall be unto them as a false divination in their sight, who have weeks upon weeks! but it bringeth iniquity to remembrance, that they may be taken. ", "type": "text", "attrs": {"verseId": "EZK.21.23", "verseOrgIds": ["EZK.21.28"]}}, {"text": "(21-29) Therefore thus saith the Lord GOD: Because ye have made your iniquity to be remembered, in that your transgressions are uncovered, so that your sins do appear in all your doings; because that ye are come to remembrance, ye shall be taken with the hand. ", "type": "text", "attrs": {"verseId": "EZK.21.24", "verseOrgIds": ["EZK.21.29"]}}, {"text": "(21-30) And thou, O wicked one, that art to be slain, the prince of Israel, whose day is come, in the time of the iniquity of the end; ", "type": "text", "attrs": {"verseId": "EZK.21.25", "verseOrgIds": ["EZK.21.30"]}}, {"text": "(21-31) thus saith the Lord GOD: The mitre shall be removed, and the crown taken off; this shall be no more the same: that which is low shall be exalted, and that which is high abased. ", "type": "text", "attrs": {"verseId": "EZK.21.26", "verseOrgIds": ["EZK.21.31"]}}, {"text": "(21-32) A ruin, a ruin, a ruin, will I make it; this also shall be no more, until he come whose right it is, and I will give it him. ", "type": "text", "attrs": {"verseId": "EZK.21.27", "verseOrgIds": ["EZK.21.32"]}}, {"text": "(21-33) And thou, son of man, prophesy, and say: Thus saith the Lord GOD concerning the children of Ammon, and concerning their taunt; and say thou: O sword, O sword keen-edged, furbished for the slaughter, to the uttermost, because of the glitterings; ", "type": "text", "attrs": {"verseId": "EZK.21.28", "verseOrgIds": ["EZK.21.33"]}}, {"text": "(21-34) While they see falsehood unto thee, while they divine lies unto thee, to lay thee upon the necks of the wicked that are to be slain, whose day is come, in the time of the iniquity of the end! ", "type": "text", "attrs": {"verseId": "EZK.21.29", "verseOrgIds": ["EZK.21.34"]}}, {"text": "(21-35) Cause it to return into its sheath! — In the place where thou wast created, in the land of thine origin, will I judge thee. ", "type": "text", "attrs": {"verseId": "EZK.21.30", "verseOrgIds": ["EZK.21.35"]}}, {"text": "(21-36) And I will pour out My indignation upon thee, I will blow upon thee with the fire of My wrath; and I will deliver thee into the hand of brutish men, skilful to destroy. ", "type": "text", "attrs": {"verseId": "EZK.21.31", "verseOrgIds": ["EZK.21.36"]}}, {"text": "(21-37) Thou shalt be for fuel to the fire; thy blood shall be in the midst of the land, thou shalt be no more remembered; for I the LORD have spoken it.'", "type": "text", "attrs": {"verseId": "EZK.21.32", "verseOrgIds": ["EZK.21.37"]}}]}], "next": {"id": "EZK.22", "number": "22", "bookId": "EZK"}, "previous": {"id": "EZK.20", "number": "20", "bookId": "EZK"}}}}