{"_default": {"1": {"id": "EXO.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "EXO", "reference": "Exodus 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now these are the ordinances which thou shalt set before them. ", "type": "text", "attrs": {"verseId": "EXO.21.1", "verseOrgIds": ["EXO.21.1"]}}, {"text": "If thou buy a Hebrew servant, six years he shall serve; and in the seventh he shall go out free for nothing. ", "type": "text", "attrs": {"verseId": "EXO.21.2", "verseOrgIds": ["EXO.21.2"]}}, {"text": "If he come in by himself, he shall go out by himself; if he be married, then his wife shall go out with him. ", "type": "text", "attrs": {"verseId": "EXO.21.3", "verseOrgIds": ["EXO.21.3"]}}, {"text": "If his master give him a wife, and she bear him sons or daughters; the wife and her children shall be her master's, and he shall go out by himself. ", "type": "text", "attrs": {"verseId": "EXO.21.4", "verseOrgIds": ["EXO.21.4"]}}, {"text": "But if the servant shall plainly say: I love my master, my wife, and my children; I will not go out free; ", "type": "text", "attrs": {"verseId": "EXO.21.5", "verseOrgIds": ["EXO.21.5"]}}, {"text": "then his master shall bring him unto God, and shall bring him to the door, or unto the door-post; and his master shall bore his ear through with an awl; and he shall serve him for ever. ", "type": "text", "attrs": {"verseId": "EXO.21.6", "verseOrgIds": ["EXO.21.6"]}}, {"text": "And if a man sell his daughter to be a maid-servant, she shall not go out as the men-servants do. ", "type": "text", "attrs": {"verseId": "EXO.21.7", "verseOrgIds": ["EXO.21.7"]}}, {"text": "If she please not her master, who hath espoused her to himself, then shall he let her be redeemed; to sell her unto a foreign people he shall have no power, seeing he hath dealt deceitfully with her. ", "type": "text", "attrs": {"verseId": "EXO.21.8", "verseOrgIds": ["EXO.21.8"]}}, {"text": "And if he espouse her unto his son, he shall deal with her after the manner of daughters. ", "type": "text", "attrs": {"verseId": "EXO.21.9", "verseOrgIds": ["EXO.21.9"]}}, {"text": "If he take him another wife, her food, her raiment, and her conjugal rights, shall he not diminish. ", "type": "text", "attrs": {"verseId": "EXO.21.10", "verseOrgIds": ["EXO.21.10"]}}, {"text": "And if he do not these three unto her, then shall she go out for nothing, without money. ", "type": "text", "attrs": {"verseId": "EXO.21.11", "verseOrgIds": ["EXO.21.11"]}}, {"text": "He that smiteth a man, so that he dieth, shall surely be put to death. ", "type": "text", "attrs": {"verseId": "EXO.21.12", "verseOrgIds": ["EXO.21.12"]}}, {"text": "And if a man lie not in wait, but God cause it to come to hand; then I will appoint thee a place whither he may flee. ", "type": "text", "attrs": {"verseId": "EXO.21.13", "verseOrgIds": ["EXO.21.13"]}}, {"text": "And if a man come presumptuously upon his neighbour, to slay him with guile; thou shalt take him from Mine altar, that he may die. ", "type": "text", "attrs": {"verseId": "EXO.21.14", "verseOrgIds": ["EXO.21.14"]}}, {"text": "And he that smiteth his father, or his mother, shall be surely put to death. ", "type": "text", "attrs": {"verseId": "EXO.21.15", "verseOrgIds": ["EXO.21.15"]}}, {"text": "And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death. ", "type": "text", "attrs": {"verseId": "EXO.21.16", "verseOrgIds": ["EXO.21.16"]}}, {"text": "And he that curseth his father or his mother, shall surely be put to death. ", "type": "text", "attrs": {"verseId": "EXO.21.17", "verseOrgIds": ["EXO.21.17"]}}, {"text": "And if men contend, and one smite the other with a stone, or with his fist, and he die not, but keep his bed; ", "type": "text", "attrs": {"verseId": "EXO.21.18", "verseOrgIds": ["EXO.21.18"]}}, {"text": "if he rise again, and walk abroad upon his staff, then shall he that smote him be quit; only he shall pay for the loss of his time, and shall cause him to be thoroughly healed. ", "type": "text", "attrs": {"verseId": "EXO.21.19", "verseOrgIds": ["EXO.21.19"]}}, {"text": "And if a man smite his bondman, or his bondwoman, with a rod, and he die under his hand, he shall surely be punished. ", "type": "text", "attrs": {"verseId": "EXO.21.20", "verseOrgIds": ["EXO.21.20"]}}, {"text": "Notwithstanding if he continue a day or two, he shall not be punished; for he is his money. ", "type": "text", "attrs": {"verseId": "EXO.21.21", "verseOrgIds": ["EXO.21.21"]}}, {"text": "And if men strive together, and hurt a woman with child, so that her fruit depart, and yet no harm follow, he shall be surely fined, according as the woman's husband shall lay upon him; and he shall pay as the judges determine. ", "type": "text", "attrs": {"verseId": "EXO.21.22", "verseOrgIds": ["EXO.21.22"]}}, {"text": "But if any harm follow, then thou shalt give life for life, ", "type": "text", "attrs": {"verseId": "EXO.21.23", "verseOrgIds": ["EXO.21.23"]}}, {"text": "eye for eye, tooth for tooth, hand for hand, foot for foot, ", "type": "text", "attrs": {"verseId": "EXO.21.24", "verseOrgIds": ["EXO.21.24"]}}, {"text": "burning for burning, wound for wound, stripe for stripe. ", "type": "text", "attrs": {"verseId": "EXO.21.25", "verseOrgIds": ["EXO.21.25"]}}, {"text": "And if a man smite the eye of his bondman, or the eye of his bondwoman, and destroy it, he shall let him go free for his eye's sake. ", "type": "text", "attrs": {"verseId": "EXO.21.26", "verseOrgIds": ["EXO.21.26"]}}, {"text": "And if he smite out his bondman's tooth, or his bondwoman's tooth, he shall let him go free for his tooth's sake. ", "type": "text", "attrs": {"verseId": "EXO.21.27", "verseOrgIds": ["EXO.21.27"]}}, {"text": "And if an ox gore a man or a woman, that they die, the ox shall be surely stoned, and its flesh shall not be eaten; but the owner of the ox shall be quit. ", "type": "text", "attrs": {"verseId": "EXO.21.28", "verseOrgIds": ["EXO.21.28"]}}, {"text": "But if the ox was wont to gore in time past, and warning hath been given to its owner, and he hath not kept it in, but it hath killed a man or a woman; the ox shall be stoned, and its owner also shall be put to death. ", "type": "text", "attrs": {"verseId": "EXO.21.29", "verseOrgIds": ["EXO.21.29"]}}, {"text": "If there be laid on him a ransom, then he shall give for the redemption of his life whatsoever is laid upon him. ", "type": "text", "attrs": {"verseId": "EXO.21.30", "verseOrgIds": ["EXO.21.30"]}}, {"text": "Whether it have gored a son, or have gored a daughter, according to this judgment shall it be done unto him. ", "type": "text", "attrs": {"verseId": "EXO.21.31", "verseOrgIds": ["EXO.21.31"]}}, {"text": "If the ox gore a bondman or a bondwoman, he shall give unto their master thirty shekels of silver, and the ox shall be stoned. ", "type": "text", "attrs": {"verseId": "EXO.21.32", "verseOrgIds": ["EXO.21.32"]}}, {"text": "And if a man shall open a pit, or if a man shall dig a pit and not cover it, and an ox or an ass fall therein, ", "type": "text", "attrs": {"verseId": "EXO.21.33", "verseOrgIds": ["EXO.21.33"]}}, {"text": "the owner of the pit shall make it good; he shall give money unto the owner of them, and the dead beast shall be his. ", "type": "text", "attrs": {"verseId": "EXO.21.34", "verseOrgIds": ["EXO.21.34"]}}, {"text": "And if one man's ox hurt another's, so that it dieth; then they shall sell the live ox, and divide the price of it; and the dead also they shall divide. ", "type": "text", "attrs": {"verseId": "EXO.21.35", "verseOrgIds": ["EXO.21.35"]}}, {"text": "Or if it be known that the ox was wont to gore in time past, and its owner hath not kept it in; he shall surely pay ox for ox, and the dead beast shall be his own.", "type": "text", "attrs": {"verseId": "EXO.21.36", "verseOrgIds": ["EXO.21.36"]}}]}], "next": {"id": "EXO.22", "number": "22", "bookId": "EXO"}, "previous": {"id": "EXO.20", "number": "20", "bookId": "EXO"}}}}