{"_default": {"1": {"id": "AMO.8", "bibleId": "bf8f1c7f3f9045a5-01", "number": "8", "bookId": "AMO", "reference": "Amos 8", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Thus the Lord GOD showed me; and behold a basket of summer fruit. ", "type": "text", "attrs": {"verseId": "AMO.8.1", "verseOrgIds": ["AMO.8.1"]}}, {"text": "And He said: 'Amos, what seest thou?' And I said: 'A basket of summer fruit.' Then said the LORD unto me: The end is come upon My people Israel; I will not again pardon them any more. ", "type": "text", "attrs": {"verseId": "AMO.8.2", "verseOrgIds": ["AMO.8.2"]}}, {"text": "And the songs of the palace shall be wailings in that day, saith the Lord GOD; the dead bodies shall be many; in every place silence shall be cast. ", "type": "text", "attrs": {"verseId": "AMO.8.3", "verseOrgIds": ["AMO.8.3"]}}, {"text": "Hear this, O ye that would swallow the needy, and destroy the poor of the land, ", "type": "text", "attrs": {"verseId": "AMO.8.4", "verseOrgIds": ["AMO.8.4"]}}, {"text": "Saying: 'When will the new moon be gone, that we may sell grain? and the sabbath, that we may set forth corn? making the ephah small, and the shekel great, and falsifying the balances of deceit; ", "type": "text", "attrs": {"verseId": "AMO.8.5", "verseOrgIds": ["AMO.8.5"]}}, {"text": "That we may buy the poor for silver, and the needy for a pair of shoes, and sell the refuse of the corn?' ", "type": "text", "attrs": {"verseId": "AMO.8.6", "verseOrgIds": ["AMO.8.6"]}}, {"text": "The LORD hath sworn by the pride of Jacob: Surely I will never forget any of their works. ", "type": "text", "attrs": {"verseId": "AMO.8.7", "verseOrgIds": ["AMO.8.7"]}}, {"text": "Shall not the land tremble for this, and every one mourn that dwelleth therein? Yea, it shall rise up wholly like the River; and it shall be troubled and sink again, like the River of Egypt. ", "type": "text", "attrs": {"verseId": "AMO.8.8", "verseOrgIds": ["AMO.8.8"]}}, {"text": "And it shall come to pass in that day, saith the Lord GOD, that I will cause the sun to go down at noon, and I will darken the earth in the clear day. ", "type": "text", "attrs": {"verseId": "AMO.8.9", "verseOrgIds": ["AMO.8.9"]}}, {"text": "And I will turn your feasts into mourning, and all your songs into lamentation; and I will bring up sackcloth upon all loins, and baldness upon every head; and I will make it as the mourning for an only son, and the end thereof as a bitter day. ", "type": "text", "attrs": {"verseId": "AMO.8.10", "verseOrgIds": ["AMO.8.10"]}}, {"text": "Behold, the days come, saith the Lord GOD, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the LORD. ", "type": "text", "attrs": {"verseId": "AMO.8.11", "verseOrgIds": ["AMO.8.11"]}}, {"text": "And they shall wander from sea to sea, and from the north even to the east; they shall run to and fro to seek the word of the LORD, and shall not find it. ", "type": "text", "attrs": {"verseId": "AMO.8.12", "verseOrgIds": ["AMO.8.12"]}}, {"text": "In that day shall the fair virgins and the young men faint for thirst. ", "type": "text", "attrs": {"verseId": "AMO.8.13", "verseOrgIds": ["AMO.8.13"]}}, {"text": "They that swear by the sin of Samaria, and say: 'As thy God, O Dan, liveth'; and: 'As the way of Beer-sheba liveth'; even they shall fall, and never rise up again.", "type": "text", "attrs": {"verseId": "AMO.8.14", "verseOrgIds": ["AMO.8.14"]}}]}], "next": {"id": "AMO.9", "number": "9", "bookId": "AMO"}, "previous": {"id": "AMO.7", "number": "7", "bookId": "AMO"}}}}