{"_default": {"1": {"id": "EZK.28", "bibleId": "bf8f1c7f3f9045a5-01", "number": "28", "bookId": "EZK", "reference": "Ezekiel 28", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.28.1", "verseOrgIds": ["EZK.28.1"]}}, {"text": "'Son of man, say unto the prince of Tyre: Thus saith the Lord GOD: Because thy heart is lifted up, and thou hast said: I am a god, I sit in the seat of God, in the heart of the seas; yet thou art man, and not God, though thou didst set thy heart as the heart of God — ", "type": "text", "attrs": {"verseId": "EZK.28.2", "verseOrgIds": ["EZK.28.2"]}}, {"text": "Behold, thou art wiser than Daniel! there is no secret that they can hide from thee! ", "type": "text", "attrs": {"verseId": "EZK.28.3", "verseOrgIds": ["EZK.28.3"]}}, {"text": "By thy wisdom and by thy discernment thou hast gotten thee riches, and hast gotten gold and silver into thy treasures; ", "type": "text", "attrs": {"verseId": "EZK.28.4", "verseOrgIds": ["EZK.28.4"]}}, {"text": "In thy great wisdom by thy traffic hast thou increased thy riches, and thy heart is lifted up because of thy riches — ", "type": "text", "attrs": {"verseId": "EZK.28.5", "verseOrgIds": ["EZK.28.5"]}}, {"text": "Therefore thus saith the Lord GOD: Because thou hast set thy heart as the heart of God; ", "type": "text", "attrs": {"verseId": "EZK.28.6", "verseOrgIds": ["EZK.28.6"]}}, {"text": "Therefore, behold, I will bring strangers upon thee, the terrible of the nations; and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness. ", "type": "text", "attrs": {"verseId": "EZK.28.7", "verseOrgIds": ["EZK.28.7"]}}, {"text": "They shall bring thee down to the pit; and thou shalt die the deaths of them that are slain, in the heart of the seas. ", "type": "text", "attrs": {"verseId": "EZK.28.8", "verseOrgIds": ["EZK.28.8"]}}, {"text": "Wilt thou yet say before him that slayeth thee: I am God? But thou art man, and not God, in the hand of them that defile thee. ", "type": "text", "attrs": {"verseId": "EZK.28.9", "verseOrgIds": ["EZK.28.9"]}}, {"text": "Thou shalt die the deaths of the uncircumcised by the hand of strangers; for I have spoken, saith the Lord GOD.' ", "type": "text", "attrs": {"verseId": "EZK.28.10", "verseOrgIds": ["EZK.28.10"]}}, {"text": "Moreover the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.28.11", "verseOrgIds": ["EZK.28.11"]}}, {"text": "'Son of man, take up a lamentation for the king of Tyre, and say unto him: Thus saith the Lord GOD: Thou seal most accurate, full of wisdom, and perfect in beauty, ", "type": "text", "attrs": {"verseId": "EZK.28.12", "verseOrgIds": ["EZK.28.12"]}}, {"text": "thou wast in Eden the garden of God; every precious stone was thy covering, the carnelian, the topaz, and the emerald, the beryl, the onyx, and the jasper, the sapphire, the carbuncle, and the smaragd, and gold; the workmanship of thy settings and of thy sockets was in thee, in the day that thou wast created they were prepared. ", "type": "text", "attrs": {"verseId": "EZK.28.13", "verseOrgIds": ["EZK.28.13"]}}, {"text": "Thou wast the far-covering cherub; and I set thee, so that thou wast upon the holy mountain of God; thou hast walked up and down in the midst of stones of fire. ", "type": "text", "attrs": {"verseId": "EZK.28.14", "verseOrgIds": ["EZK.28.14"]}}, {"text": "Thou wast perfect in thy ways from the day that thou wast created, till unrighteousness was found in thee. ", "type": "text", "attrs": {"verseId": "EZK.28.15", "verseOrgIds": ["EZK.28.15"]}}, {"text": "By the multitude of thy traffic they filled the midst of thee with violence, and thou hast sinned; therefore have I cast thee as profane out of the mountain of God; and I have destroyed thee, O covering cherub, from the midst of the stones of fire. ", "type": "text", "attrs": {"verseId": "EZK.28.16", "verseOrgIds": ["EZK.28.16"]}}, {"text": "Thy heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness; I have cast thee to the ground, I have laid thee before kings, that they may gaze upon thee. ", "type": "text", "attrs": {"verseId": "EZK.28.17", "verseOrgIds": ["EZK.28.17"]}}, {"text": "By the multitude of thine iniquities, in the unrighteousness of thy traffic, thou hast profaned thy sanctuaries; therefore have I brought forth a fire from the midst of thee, it hath devoured thee, and I have turned thee to ashes upon the earth in the sight of all them that behold thee. ", "type": "text", "attrs": {"verseId": "EZK.28.18", "verseOrgIds": ["EZK.28.18"]}}, {"text": "All they that know thee among the peoples shall be appalled at thee; thou art become a terror, and thou shalt never be any more.' ", "type": "text", "attrs": {"verseId": "EZK.28.19", "verseOrgIds": ["EZK.28.19"]}}, {"text": "And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.28.20", "verseOrgIds": ["EZK.28.20"]}}, {"text": "'Son of man, set thy face toward Zidon, and prophesy against it, ", "type": "text", "attrs": {"verseId": "EZK.28.21", "verseOrgIds": ["EZK.28.21"]}}, {"text": "and say: Thus saith the Lord GOD: Behold, I am against thee, O Zidon, and I will be glorified in the midst of thee; and they shall know that I am the LORD, when I shall have executed judgments in her, and shall be sanctified in her. ", "type": "text", "attrs": {"verseId": "EZK.28.22", "verseOrgIds": ["EZK.28.22"]}}, {"text": "For I will send into her pestilence and blood in her streets; and the wounded shall fall in the midst of her by the sword upon her on every side; and they shall know that I am the LORD. ", "type": "text", "attrs": {"verseId": "EZK.28.23", "verseOrgIds": ["EZK.28.23"]}}, {"text": "And there shall be no more a pricking brier unto the house of Israel, nor a piercing thorn of any that are round about them, that did have them in disdain; and they shall know that I am the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.28.24", "verseOrgIds": ["EZK.28.24"]}}, {"text": "Thus saith the Lord GOD: When I shall have gathered the house of Israel from the peoples among whom they are scattered, and shall be sanctified in them in the sight of the nations, then shall they dwell in their own land which I gave to My servant Jacob. ", "type": "text", "attrs": {"verseId": "EZK.28.25", "verseOrgIds": ["EZK.28.25"]}}, {"text": "And they shall dwell safely therein, and shall build houses, and plant vineyards; yea, they shall dwell safely; when I have executed judgments upon all those that have them in disdain round about them; and they shall know that I am the LORD their God.'", "type": "text", "attrs": {"verseId": "EZK.28.26", "verseOrgIds": ["EZK.28.26"]}}]}], "next": {"id": "EZK.29", "number": "29", "bookId": "EZK"}, "previous": {"id": "EZK.27", "number": "27", "bookId": "EZK"}}}}