{"_default": {"1": {"id": "DEU.19", "bibleId": "bf8f1c7f3f9045a5-01", "number": "19", "bookId": "DEU", "reference": "Deuteronomy 19", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the LORD thy God shall cut off the nations, whose land the LORD thy God giveth thee, and thou dost succeed them, and dwell in their cities, and in their houses; ", "type": "text", "attrs": {"verseId": "DEU.19.1", "verseOrgIds": ["DEU.19.1"]}}, {"text": "thou shalt separate three cities for thee in the midst of thy land, which the LORD thy GOD giveth thee to possess it. ", "type": "text", "attrs": {"verseId": "DEU.19.2", "verseOrgIds": ["DEU.19.2"]}}, {"text": "Thou shalt prepare thee the way, and divide the borders of thy land, which the LORD thy God causeth thee to inherit, into three parts, that every manslayer may flee thither. ", "type": "text", "attrs": {"verseId": "DEU.19.3", "verseOrgIds": ["DEU.19.3"]}}, {"text": "And this is the case of the manslayer, that shall flee thither and live: whoso killeth his neighbour unawares, and hated him not in time past; ", "type": "text", "attrs": {"verseId": "DEU.19.4", "verseOrgIds": ["DEU.19.4"]}}, {"text": "as when a man goeth into the forest with his neighbour to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the head slippeth from the helve, and lighteth upon his neighbour, that he die; he shall flee unto one of these cities and live; ", "type": "text", "attrs": {"verseId": "DEU.19.5", "verseOrgIds": ["DEU.19.5"]}}, {"text": "lest the avenger of blood pursue the manslayer, while his heart is hot, and overtake him, because the way is long, and smite him mortally; whereas he was not deserving of death, inasmuch as he hated him not in time past. ", "type": "text", "attrs": {"verseId": "DEU.19.6", "verseOrgIds": ["DEU.19.6"]}}, {"text": "Wherefore I command thee, saying: 'Thou shalt separate three cities for thee.' ", "type": "text", "attrs": {"verseId": "DEU.19.7", "verseOrgIds": ["DEU.19.7"]}}, {"text": "And if the LORD thy God enlarge thy border, as He hath sworn unto thy fathers, and give thee all the land which He promised to give unto thy fathers — ", "type": "text", "attrs": {"verseId": "DEU.19.8", "verseOrgIds": ["DEU.19.8"]}}, {"text": "if thou shalt keep all this commandment to do it, which I command thee this day, to love the LORD thy God, and to walk ever in His ways — then shalt thou add three cities more for thee, beside these three; ", "type": "text", "attrs": {"verseId": "DEU.19.9", "verseOrgIds": ["DEU.19.9"]}}, {"text": "that innocent blood be not shed in the midst of thy land, which the LORD thy God giveth thee for an inheritance, and so blood be upon thee. ", "type": "text", "attrs": {"verseId": "DEU.19.10", "verseOrgIds": ["DEU.19.10"]}}, {"text": "But if any man hate his neighbour, and lie in wait for him, and rise up against him, and smite him mortally that he die; and he flee into one of these cities; ", "type": "text", "attrs": {"verseId": "DEU.19.11", "verseOrgIds": ["DEU.19.11"]}}, {"text": "then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die. ", "type": "text", "attrs": {"verseId": "DEU.19.12", "verseOrgIds": ["DEU.19.12"]}}, {"text": "Thine eye shall not pity him, but thou shalt put away the blood of the innocent from Israel, that it may go well with thee. ", "type": "text", "attrs": {"verseId": "DEU.19.13", "verseOrgIds": ["DEU.19.13"]}}, {"text": "Thou shalt not remove thy neighbour's landmark, which they of old time have set, in thine inheritance which thou shalt inherit, in the land that the LORD thy God giveth thee to possess it. ", "type": "text", "attrs": {"verseId": "DEU.19.14", "verseOrgIds": ["DEU.19.14"]}}, {"text": "One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth; at the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be establishment ", "type": "text", "attrs": {"verseId": "DEU.19.15", "verseOrgIds": ["DEU.19.15"]}}, {"text": "If an unrighteous witness rise up against any man to bear perverted witness against him; ", "type": "text", "attrs": {"verseId": "DEU.19.16", "verseOrgIds": ["DEU.19.16"]}}, {"text": "then both the men, between whom the controversy is, shall stand before the LORD, before the priests and the judges that shall be in those days. ", "type": "text", "attrs": {"verseId": "DEU.19.17", "verseOrgIds": ["DEU.19.17"]}}, {"text": "And the judges shall inquire diligently; and, behold, if the witness be a false witness, and hath testified falsely against his brother; ", "type": "text", "attrs": {"verseId": "DEU.19.18", "verseOrgIds": ["DEU.19.18"]}}, {"text": "then shall ye do unto him, as he had purposed to do unto his brother; so shalt thou put away the evil from the midst of thee. ", "type": "text", "attrs": {"verseId": "DEU.19.19", "verseOrgIds": ["DEU.19.19"]}}, {"text": "And those that remain shall hear, and fear, and shall henceforth commit no more any such evil in the midst of thee. ", "type": "text", "attrs": {"verseId": "DEU.19.20", "verseOrgIds": ["DEU.19.20"]}}, {"text": "And thine eye shall not pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.", "type": "text", "attrs": {"verseId": "DEU.19.21", "verseOrgIds": ["DEU.19.21"]}}]}], "next": {"id": "DEU.20", "number": "20", "bookId": "DEU"}, "previous": {"id": "DEU.18", "number": "18", "bookId": "DEU"}}}}