{"_default": {"1": {"id": "EXO.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "EXO", "reference": "Exodus 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Moses answered and said: 'But, behold, they will not believe me, nor hearken unto my voice; for they will say: The lord hath not appeared unto thee.' ", "type": "text", "attrs": {"verseId": "EXO.4.1", "verseOrgIds": ["EXO.4.1"]}}, {"text": "And the LORD said unto him: 'What is that in thy hand?' And he said: 'A rod.' ", "type": "text", "attrs": {"verseId": "EXO.4.2", "verseOrgIds": ["EXO.4.2"]}}, {"text": "And He said: 'Cast it on the ground.' And he cast it on the ground, and it became a serpent; and Moses fled from before it. ", "type": "text", "attrs": {"verseId": "EXO.4.3", "verseOrgIds": ["EXO.4.3"]}}, {"text": "And the LORD said unto Moses: 'Put forth thy hand, and take it by the tail — and he put forth his hand, and laid hold of it, and it became a rod in his hand — ", "type": "text", "attrs": {"verseId": "EXO.4.4", "verseOrgIds": ["EXO.4.4"]}}, {"text": "that they may believe that the LORD, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath appeared unto thee.' ", "type": "text", "attrs": {"verseId": "EXO.4.5", "verseOrgIds": ["EXO.4.5"]}}, {"text": "And the LORD said furthermore unto him: 'Put now thy hand into thy bosom.' And he put his hand into his bosom; and when he took it out, behold, his hand was leprous, as white as snow. ", "type": "text", "attrs": {"verseId": "EXO.4.6", "verseOrgIds": ["EXO.4.6"]}}, {"text": "And He said: 'Put thy hand back into thy bosom. — And he put his hand back into his bosom; and when he took it out of his bosom, behold, it was turned again as his other flesh. — ", "type": "text", "attrs": {"verseId": "EXO.4.7", "verseOrgIds": ["EXO.4.7"]}}, {"text": "And it shall come to pass, if they will not believe thee, neither hearken to the voice of the first sign, that they will believe the voice of the latter sign. ", "type": "text", "attrs": {"verseId": "EXO.4.8", "verseOrgIds": ["EXO.4.8"]}}, {"text": "And it shall come to pass, if they will not believe even these two signs, neither hearken unto thy voice, that thou shalt take of the water of the river, and pour it upon the dry land; and the water which thou takest out of the river shall become blood upon the dry land.' ", "type": "text", "attrs": {"verseId": "EXO.4.9", "verseOrgIds": ["EXO.4.9"]}}, {"text": "And Moses said unto the LORD: 'Oh Lord, I am not a man of words, neither heretofore, nor since Thou hast spoken unto Thy servant; for I am slow of speech, and of a slow tongue.' ", "type": "text", "attrs": {"verseId": "EXO.4.10", "verseOrgIds": ["EXO.4.10"]}}, {"text": "And the LORD said unto him: 'Who hath made man's mouth? or who maketh a man dumb, or deaf, or seeing, or blind? is it not I the LORD? ", "type": "text", "attrs": {"verseId": "EXO.4.11", "verseOrgIds": ["EXO.4.11"]}}, {"text": "Now therefore go, and I will be with thy mouth, and teach thee what thou shalt speak.' ", "type": "text", "attrs": {"verseId": "EXO.4.12", "verseOrgIds": ["EXO.4.12"]}}, {"text": "And he said: 'Oh Lord, send, I pray Thee, by the hand of him whom Thou wilt send.' ", "type": "text", "attrs": {"verseId": "EXO.4.13", "verseOrgIds": ["EXO.4.13"]}}, {"text": "And the anger of the LORD was kindled against Moses, and He said: 'Is there not Aaron thy brother the Levite? I know that he can speak well. And also, behold, he cometh forth to meet thee; and when he seeth thee, he will be glad in his heart. ", "type": "text", "attrs": {"verseId": "EXO.4.14", "verseOrgIds": ["EXO.4.14"]}}, {"text": "And thou shalt speak unto him, and put the words in his mouth; and I will be with thy mouth, and with his mouth, and will teach you what ye shall do. ", "type": "text", "attrs": {"verseId": "EXO.4.15", "verseOrgIds": ["EXO.4.15"]}}, {"text": "And he shall be thy spokesman unto the people; and it shall come to pass, that he shall be to thee a mouth, and thou shalt be to him in God's stead. ", "type": "text", "attrs": {"verseId": "EXO.4.16", "verseOrgIds": ["EXO.4.16"]}}, {"text": "And thou shalt take in thy hand this rod, wherewith thou shalt do the signs.' ", "type": "text", "attrs": {"verseId": "EXO.4.17", "verseOrgIds": ["EXO.4.17"]}}, {"text": "And Moses went and returned to Jethro his father-in-law, and said unto him: 'Let me go, I pray thee, and return unto my brethren that are in Egypt, and see whether they be yet alive.' And Jethro said to Moses: 'Go in peace.' ", "type": "text", "attrs": {"verseId": "EXO.4.18", "verseOrgIds": ["EXO.4.18"]}}, {"text": "And the LORD said unto Moses in Midian: 'Go, return into Egypt; for all the men are dead that sought thy life.' ", "type": "text", "attrs": {"verseId": "EXO.4.19", "verseOrgIds": ["EXO.4.19"]}}, {"text": "And Moses took his wife and his sons, and set them upon an ass, and he returned to the land of Egypt; and Moses took the rod of God in his hand. ", "type": "text", "attrs": {"verseId": "EXO.4.20", "verseOrgIds": ["EXO.4.20"]}}, {"text": "And the LORD said unto Moses: 'When thou goest back into Egypt, see that thou do before Pharaoh all the wonders which I have put in thy hand; but I will harden his heart, and he will not let the people go. ", "type": "text", "attrs": {"verseId": "EXO.4.21", "verseOrgIds": ["EXO.4.21"]}}, {"text": "And thou shalt say unto Pharaoh: Thus saith the LORD: Israel is My son, My first-born. ", "type": "text", "attrs": {"verseId": "EXO.4.22", "verseOrgIds": ["EXO.4.22"]}}, {"text": "And I have said unto thee: Let My son go, that he may serve Me; and thou hast refused to let him go. Behold, I will slay thy son, thy first-born.' — ", "type": "text", "attrs": {"verseId": "EXO.4.23", "verseOrgIds": ["EXO.4.23"]}}, {"text": "And it came to pass on the way at the lodging-place, that the LORD met him, and sought to kill him. ", "type": "text", "attrs": {"verseId": "EXO.4.24", "verseOrgIds": ["EXO.4.24"]}}, {"text": "Then Zipporah took a flint, and cut off the foreskin of her son, and cast it at his feet; and she said: 'Surely a bridegroom of blood art thou to me.' ", "type": "text", "attrs": {"verseId": "EXO.4.25", "verseOrgIds": ["EXO.4.25"]}}, {"text": "So He let him alone. Then she said: 'A bridegroom of blood in regard of the circumcision.' ", "type": "text", "attrs": {"verseId": "EXO.4.26", "verseOrgIds": ["EXO.4.26"]}}, {"text": "And the LORD said to Aaron: 'Go into the wilderness to meet Moses.' And he went, and met him in the mountain of God, and kissed him. ", "type": "text", "attrs": {"verseId": "EXO.4.27", "verseOrgIds": ["EXO.4.27"]}}, {"text": "And Moses told Aaron all the words of the LORD wherewith He had sent him, and all the signs wherewith He had charged him. ", "type": "text", "attrs": {"verseId": "EXO.4.28", "verseOrgIds": ["EXO.4.28"]}}, {"text": "And Moses and Aaron went and gathered together all the elders of the children of Israel. ", "type": "text", "attrs": {"verseId": "EXO.4.29", "verseOrgIds": ["EXO.4.29"]}}, {"text": "And Aaron spoke all the words which the LORD had spoken unto Moses, and did the signs in the sight of the people. ", "type": "text", "attrs": {"verseId": "EXO.4.30", "verseOrgIds": ["EXO.4.30"]}}, {"text": "And the people believed; and when they heard that the LORD had remembered the children of Israel, and that He had seen their affliction, then they bowed their heads and worshipped.", "type": "text", "attrs": {"verseId": "EXO.4.31", "verseOrgIds": ["EXO.4.31"]}}]}], "next": {"id": "EXO.5", "number": "5", "bookId": "EXO"}, "previous": {"id": "EXO.3", "number": "3", "bookId": "EXO"}}}}