{"_default": {"1": {"id": "2SA.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "2SA", "reference": "2 Samuel 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And David again gathered together all the chosen men of Israel, thirty thousand. ", "type": "text", "attrs": {"verseId": "2SA.6.1", "verseOrgIds": ["2SA.6.1"]}}, {"text": "And David arose, and went with all the people that were with him, from Baale-judah, to bring up from thence the ark of God, whereupon is called the Name, even the name of the LORD of hosts that sitteth upon the cherubim. ", "type": "text", "attrs": {"verseId": "2SA.6.2", "verseOrgIds": ["2SA.6.2"]}}, {"text": "And they set the ark of God upon a new cart, and brought it out of the house of Abinadab that was in the hill; and Uzzah and Ahio, the sons of Abinadab, drove the new cart. ", "type": "text", "attrs": {"verseId": "2SA.6.3", "verseOrgIds": ["2SA.6.3"]}}, {"text": "And they brought it out of the house of Abinadab, which was in the hill, with the ark of God, and Ahio went before the ark. ", "type": "text", "attrs": {"verseId": "2SA.6.4", "verseOrgIds": ["2SA.6.4"]}}, {"text": "And David and all the house of Israel played before the LORD with all manner of instruments made of cypress-wood, and with harps, and with psalteries, and with timbrels, and with sistra, and with cymbals. ", "type": "text", "attrs": {"verseId": "2SA.6.5", "verseOrgIds": ["2SA.6.5"]}}, {"text": "And when they came to the threshing-floor of Nacon, Uzzah put forth his hand to the ark of God, and took hold of it; for the oxen stumbled. ", "type": "text", "attrs": {"verseId": "2SA.6.6", "verseOrgIds": ["2SA.6.6"]}}, {"text": "And the anger of the LORD was kindled against Uzzah; and God smote him there for his error; and there he died by the ark of God. ", "type": "text", "attrs": {"verseId": "2SA.6.7", "verseOrgIds": ["2SA.6.7"]}}, {"text": "And David was displeased, because the LORD had broken forth upon Uzzah; and that place was called Perez-uzzah, unto this day ", "type": "text", "attrs": {"verseId": "2SA.6.8", "verseOrgIds": ["2SA.6.8"]}}, {"text": "And David was afraid of the LORD that day; and he said: 'How shall the ark of the LORD come unto me?' ", "type": "text", "attrs": {"verseId": "2SA.6.9", "verseOrgIds": ["2SA.6.9"]}}, {"text": "So David would not remove the ark of the LORD unto him into the city of David; but David carried it aside into the house of Obed-edom the Gittite. ", "type": "text", "attrs": {"verseId": "2SA.6.10", "verseOrgIds": ["2SA.6.10"]}}, {"text": "And the ark of the LORD remained in the house of Obed-edom the Gittite three months; and the LORD blessed Obed-edom, and all his house. ", "type": "text", "attrs": {"verseId": "2SA.6.11", "verseOrgIds": ["2SA.6.11"]}}, {"text": "And it was told king David, saying: 'The LORD hath blessed the house of Obed-edom, and all that pertaineth unto him, because of the ark of God.' And David went and brought up the ark of God from the house of Obed-edom into the city of David with joy. ", "type": "text", "attrs": {"verseId": "2SA.6.12", "verseOrgIds": ["2SA.6.12"]}}, {"text": "And it was so, that when they that bore the ark of the LORD had gone six paces, he sacrificed an ox and a fatling. ", "type": "text", "attrs": {"verseId": "2SA.6.13", "verseOrgIds": ["2SA.6.13"]}}, {"text": "And David danced before the LORD with all his might; and David was girded with a linen ephod. ", "type": "text", "attrs": {"verseId": "2SA.6.14", "verseOrgIds": ["2SA.6.14"]}}, {"text": "So David and all the house of Israel brought up the ark of the LORD with shouting, and with the sound of the horn. ", "type": "text", "attrs": {"verseId": "2SA.6.15", "verseOrgIds": ["2SA.6.15"]}}, {"text": "And it was so, as the ark of the LORD came into the city of David, that Michal the daughter of Saul looked out at the window, and saw king David leaping and dancing before the LORD; and she despised him in her heart. ", "type": "text", "attrs": {"verseId": "2SA.6.16", "verseOrgIds": ["2SA.6.16"]}}, {"text": "And they brought in the ark of the LORD, and set it in its place, in the midst of the tent that David had pitched for it; and David offered burnt-offerings and peace-offerings before the LORD. ", "type": "text", "attrs": {"verseId": "2SA.6.17", "verseOrgIds": ["2SA.6.17"]}}, {"text": "And when David had made an end of offering the burnt-offering and the peace-offerings, he blessed the people in the name of the LORD of hosts. ", "type": "text", "attrs": {"verseId": "2SA.6.18", "verseOrgIds": ["2SA.6.18"]}}, {"text": "And he dealt among all the people, even among the whole multitude of Israel, both to men and women, to every one a cake of bread, and a cake made in a pan, and a sweet cake. So all the people departed every one to his house. ", "type": "text", "attrs": {"verseId": "2SA.6.19", "verseOrgIds": ["2SA.6.19"]}}, {"text": "Then David returned to bless his household. And Michal the daughter of Saul came out to meet David, and said: 'How did the king of Israel get him honour to-day, who uncovered himself to-day in the eyes of the handmaids of his servants, as one of the vain fellows shamelessly uncovereth himself!' ", "type": "text", "attrs": {"verseId": "2SA.6.20", "verseOrgIds": ["2SA.6.20"]}}, {"text": "And David said unto Michal: 'Before the LORD, who chose me above thy father, and above all his house, to appoint me prince over the people of the LORD, over Israel, before the LORD will I make merry. ", "type": "text", "attrs": {"verseId": "2SA.6.21", "verseOrgIds": ["2SA.6.21"]}}, {"text": "And I will be yet more vile than thus, and will be base in mine own sight; and with the handmaids whom thou hast spoken of, with them will I get me honour.' ", "type": "text", "attrs": {"verseId": "2SA.6.22", "verseOrgIds": ["2SA.6.22"]}}, {"text": "And Michal the daughter of Saul had no child unto the day of her death.", "type": "text", "attrs": {"verseId": "2SA.6.23", "verseOrgIds": ["2SA.6.23"]}}]}], "next": {"id": "2SA.7", "number": "7", "bookId": "2SA"}, "previous": {"id": "2SA.5", "number": "5", "bookId": "2SA"}}}}