{"_default": {"1": {"id": "GEN.28", "bibleId": "bf8f1c7f3f9045a5-01", "number": "28", "bookId": "GEN", "reference": "Genesis 28", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Isaac called Jacob, and blessed him, and charged him, and said unto him: 'Thou shalt not take a wife of the daughters of Canaan. ", "type": "text", "attrs": {"verseId": "GEN.28.1", "verseOrgIds": ["GEN.28.1"]}}, {"text": "Arise, go to Paddan-aram, to the house of Bethuel thy mother's father; and take thee a wife from thence of the daughters of Laban thy mother's brother. ", "type": "text", "attrs": {"verseId": "GEN.28.2", "verseOrgIds": ["GEN.28.2"]}}, {"text": "And God Almighty bless thee, and make thee fruitful, and multiply thee, that thou mayest be a congregation of peoples; ", "type": "text", "attrs": {"verseId": "GEN.28.3", "verseOrgIds": ["GEN.28.3"]}}, {"text": "and give thee the blessing of Abraham, to thee, and to thy seed with thee; that thou mayest inherit the land of thy sojournings, which God gave unto Abraham.' ", "type": "text", "attrs": {"verseId": "GEN.28.4", "verseOrgIds": ["GEN.28.4"]}}, {"text": "And Isaac sent away Jacob; and he went to Paddan-aram unto Laban, son of Bethuel the Aramean, the brother of Rebekah, Jacob's and Esau's mother. ", "type": "text", "attrs": {"verseId": "GEN.28.5", "verseOrgIds": ["GEN.28.5"]}}, {"text": "Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan-aram, to take him a wife from thence; and that as he blessed him he gave him a charge, saying: 'Thou shalt not take a wife of the daughters of Canaan'; ", "type": "text", "attrs": {"verseId": "GEN.28.6", "verseOrgIds": ["GEN.28.6"]}}, {"text": "and that Jacob hearkened to his father and his mother, and was gone to Paddan-aram; ", "type": "text", "attrs": {"verseId": "GEN.28.7", "verseOrgIds": ["GEN.28.7"]}}, {"text": "and Esau saw that the daughters of Canaan pleased not Isaac his father; ", "type": "text", "attrs": {"verseId": "GEN.28.8", "verseOrgIds": ["GEN.28.8"]}}, {"text": "so Esau went unto Ishmael, and took unto the wives that he had Mahalath the daughter of Ishmael Abraham's son, the sister of Nebaioth, to be his wife. ", "type": "text", "attrs": {"verseId": "GEN.28.9", "verseOrgIds": ["GEN.28.9"]}}, {"text": "And Jacob went out from Beer-sheba, and went toward Haran. ", "type": "text", "attrs": {"verseId": "GEN.28.10", "verseOrgIds": ["GEN.28.10"]}}, {"text": "And he lighted upon the place, and tarried there all night, because the sun was set; and he took one of the stones of the place, and put it under his head, and lay down in that place to sleep. ", "type": "text", "attrs": {"verseId": "GEN.28.11", "verseOrgIds": ["GEN.28.11"]}}, {"text": "And he dreamed, and behold a ladder set up on the earth, and the top of it reached to heaven; and behold the angels of God ascending and descending on it. ", "type": "text", "attrs": {"verseId": "GEN.28.12", "verseOrgIds": ["GEN.28.12"]}}, {"text": "And, behold, the LORD stood beside him, and said: 'I am the LORD, the God of Abraham thy father, and the God of Isaac. The land whereon thou liest, to thee will I give it, and to thy seed. ", "type": "text", "attrs": {"verseId": "GEN.28.13", "verseOrgIds": ["GEN.28.13"]}}, {"text": "And thy seed shall be as the dust of the earth, and thou shalt spread abroad to the west, and to the east, and to the north, and to the south. And in thee and in thy seed shall all the families of the earth be blessed. ", "type": "text", "attrs": {"verseId": "GEN.28.14", "verseOrgIds": ["GEN.28.14"]}}, {"text": "And, behold, I am with thee, and will keep thee whithersoever thou goest, and will bring thee back into this land; for I will not leave thee, until I have done that which I have spoken to thee of.' ", "type": "text", "attrs": {"verseId": "GEN.28.15", "verseOrgIds": ["GEN.28.15"]}}, {"text": "And Jacob awaked out of his sleep, and he said: 'Surely the LORD is in this place; and I knew it not.' ", "type": "text", "attrs": {"verseId": "GEN.28.16", "verseOrgIds": ["GEN.28.16"]}}, {"text": "And he was afraid, and said: 'How full of awe is this place! this is none other than the house of God, and this is the gate of heaven.' ", "type": "text", "attrs": {"verseId": "GEN.28.17", "verseOrgIds": ["GEN.28.17"]}}, {"text": "And Jacob rose up early in the morning, and took the stone that he had put under his head, and set it up for a pillar, and poured oil upon the top of it. ", "type": "text", "attrs": {"verseId": "GEN.28.18", "verseOrgIds": ["GEN.28.18"]}}, {"text": "And he called the name of that place Beth-el, but the name of the city was Luz at the first. ", "type": "text", "attrs": {"verseId": "GEN.28.19", "verseOrgIds": ["GEN.28.19"]}}, {"text": "And Jacob vowed a vow, saying: 'If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and raiment to put on, ", "type": "text", "attrs": {"verseId": "GEN.28.20", "verseOrgIds": ["GEN.28.20"]}}, {"text": "so that I come back to my father's house in peace, then shall the LORD be my God, ", "type": "text", "attrs": {"verseId": "GEN.28.21", "verseOrgIds": ["GEN.28.21"]}}, {"text": "and this stone, which I have set up for a pillar, shall be God's house; and of all that Thou shalt give me I will surely give the tenth unto Thee.'", "type": "text", "attrs": {"verseId": "GEN.28.22", "verseOrgIds": ["GEN.28.22"]}}]}], "next": {"id": "GEN.29", "number": "29", "bookId": "GEN"}, "previous": {"id": "GEN.27", "number": "27", "bookId": "GEN"}}}}