{"_default": {"1": {"id": "JER.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "JER", "reference": "Jeremiah 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Run ye to and fro through the streets of Jerusalem, and see now, and know, and seek in the broad places thereof, if ye can find a man, if there be any that doeth justly, that seeketh truth; and I will pardon her. ", "type": "text", "attrs": {"verseId": "JER.5.1", "verseOrgIds": ["JER.5.1"]}}, {"text": "And though they say: 'As the LORD liveth', surely they swear falsely. ", "type": "text", "attrs": {"verseId": "JER.5.2", "verseOrgIds": ["JER.5.2"]}}, {"text": "O LORD, are not Thine eyes upon truth? Thou hast stricken them, but they were not affected; Thou hast consumed them, but they have refused to receive correction; they have made their faces harder than a rock; they have refused to return. ", "type": "text", "attrs": {"verseId": "JER.5.3", "verseOrgIds": ["JER.5.3"]}}, {"text": "And I said: 'Surely these are poor, they are foolish, for they know not the way of the LORD, nor the ordinance of their God; ", "type": "text", "attrs": {"verseId": "JER.5.4", "verseOrgIds": ["JER.5.4"]}}, {"text": "I will get me unto the great men, and will speak unto them; for they know the way of the LORD, and the ordinance of their God.' But these had altogether broken the yoke, and burst the bands. ", "type": "text", "attrs": {"verseId": "JER.5.5", "verseOrgIds": ["JER.5.5"]}}, {"text": "Wherefore a lion out of the forest doth slay them, a wolf of the deserts doth spoil them, a leopard watcheth over their cities, every one that goeth out thence is torn in pieces; because their transgressions are many, their backslidings are increased. ", "type": "text", "attrs": {"verseId": "JER.5.6", "verseOrgIds": ["JER.5.6"]}}, {"text": "Wherefore should I pardon thee? The children have forsaken Me, and sworn by no-gods; and when I had fed them to the full, they committed adultery, and assembled themselves in troops at the harlots' houses. ", "type": "text", "attrs": {"verseId": "JER.5.7", "verseOrgIds": ["JER.5.7"]}}, {"text": "They are become as well-fed horses, lusty stallions; every one neigheth after his neighbour's wife. ", "type": "text", "attrs": {"verseId": "JER.5.8", "verseOrgIds": ["JER.5.8"]}}, {"text": "Shall I not punish for these things? saith the LORD; and shall not My soul be avenged on such a nation as this? ", "type": "text", "attrs": {"verseId": "JER.5.9", "verseOrgIds": ["JER.5.9"]}}, {"text": "Go ye up into her rows, and destroy, but make not a full end; take away her shoots; for they are not the LORD'S. ", "type": "text", "attrs": {"verseId": "JER.5.10", "verseOrgIds": ["JER.5.10"]}}, {"text": "For the house of Israel and the house of Judah have dealt very treacherously against Me, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.5.11", "verseOrgIds": ["JER.5.11"]}}, {"text": "They have belied the LORD, and said: 'It is not He, neither shall evil come upon us; neither shall we see sword nor famine; ", "type": "text", "attrs": {"verseId": "JER.5.12", "verseOrgIds": ["JER.5.12"]}}, {"text": "And the prophets shall become wind, and the word is not in them; thus be it done unto them.' ", "type": "text", "attrs": {"verseId": "JER.5.13", "verseOrgIds": ["JER.5.13"]}}, {"text": "Wherefore thus saith the LORD, the God of hosts: Because ye speak this word, behold, I will make My words in thy mouth fire, and this people wood, and it shall devour them. ", "type": "text", "attrs": {"verseId": "JER.5.14", "verseOrgIds": ["JER.5.14"]}}, {"text": "Lo, I will bring a nation upon you from far, O house of Israel, saith the LORD; it is an enduring nation, it is an ancient nation, a nation whose language thou knowest not, neither understandest what they say. ", "type": "text", "attrs": {"verseId": "JER.5.15", "verseOrgIds": ["JER.5.15"]}}, {"text": "Their quiver is an open sepulchre, they are all mighty men. ", "type": "text", "attrs": {"verseId": "JER.5.16", "verseOrgIds": ["JER.5.16"]}}, {"text": "And they shall eat up thy harvest, and thy bread, they shall eat up thy sons and thy daughters, they shall eat up thy flocks and thy herds, they shall eat up thy vines and thy fig-trees; they shall batter thy fortified cities, wherein thou trusteth, with the sword. ", "type": "text", "attrs": {"verseId": "JER.5.17", "verseOrgIds": ["JER.5.17"]}}, {"text": "But even in those days, saith the LORD, I will not make a full end with you. ", "type": "text", "attrs": {"verseId": "JER.5.18", "verseOrgIds": ["JER.5.18"]}}, {"text": "And it shall come to pass, when ye shall say: 'Wherefore hath the LORD our God done all these things unto us?' then shalt Thou say unto them: 'Like as ye have forsaken Me, and served strange gods in your land, so shall ye serve strangers in a land that is not yours.' ", "type": "text", "attrs": {"verseId": "JER.5.19", "verseOrgIds": ["JER.5.19"]}}, {"text": "Declare ye this in the house of Jacob, and announce it in Judah, saying: ", "type": "text", "attrs": {"verseId": "JER.5.20", "verseOrgIds": ["JER.5.20"]}}, {"text": "Hear now this, O foolish people, and without understanding, that have eyes, and see not, that have ears, and hear not: ", "type": "text", "attrs": {"verseId": "JER.5.21", "verseOrgIds": ["JER.5.21"]}}, {"text": "Fear ye not Me? saith the LORD; Will ye not tremble at My presence? Who have placed the sand for the bound of the sea, an everlasting ordinance, which it cannot pass; and though the waves thereof toss themselves, yet can they not prevail; though they roar, yet can they not pass over it. ", "type": "text", "attrs": {"verseId": "JER.5.22", "verseOrgIds": ["JER.5.22"]}}, {"text": "But this people hath a revolting and a rebellious heart; they are revolted, and gone. ", "type": "text", "attrs": {"verseId": "JER.5.23", "verseOrgIds": ["JER.5.23"]}}, {"text": "Neither say they in their heart: 'Let us now fear the LORD our God, that giveth the former rain, and the latter in due season; that keepeth for us the appointed weeks of the harvest.' ", "type": "text", "attrs": {"verseId": "JER.5.24", "verseOrgIds": ["JER.5.24"]}}, {"text": "Your iniquities have turned away these things, and your sins have withholden good from you. ", "type": "text", "attrs": {"verseId": "JER.5.25", "verseOrgIds": ["JER.5.25"]}}, {"text": "For among My people are found wicked men; they pry, as fowlers lie in wait; they set a trap, they catch men. ", "type": "text", "attrs": {"verseId": "JER.5.26", "verseOrgIds": ["JER.5.26"]}}, {"text": "As a cage is full of birds, so are their houses full of deceit; therefore they are become great, and waxen rich; ", "type": "text", "attrs": {"verseId": "JER.5.27", "verseOrgIds": ["JER.5.27"]}}, {"text": "They are waxen fat, they are become sleek; yea, they overpass in deeds of wickedness; they plead not the cause, the cause of the fatherless, that they might make it to prosper; and the right of the needy do they not judge. ", "type": "text", "attrs": {"verseId": "JER.5.28", "verseOrgIds": ["JER.5.28"]}}, {"text": "Shall I not punish for these things? saith the LORD; Shall not My soul be avenged on such a nation as this? ", "type": "text", "attrs": {"verseId": "JER.5.29", "verseOrgIds": ["JER.5.29"]}}, {"text": "An appalling and horrible thing is come to pass in the land: ", "type": "text", "attrs": {"verseId": "JER.5.30", "verseOrgIds": ["JER.5.30"]}}, {"text": "The prophets prophesy in the service of falsehood, and the priests bear rule at their beck; and My people love to have it so; What then will ye do in the end thereof?", "type": "text", "attrs": {"verseId": "JER.5.31", "verseOrgIds": ["JER.5.31"]}}]}], "next": {"id": "JER.6", "number": "6", "bookId": "JER"}, "previous": {"id": "JER.4", "number": "4", "bookId": "JER"}}}}