{"_default": {"1": {"id": "JER.33", "bibleId": "bf8f1c7f3f9045a5-01", "number": "33", "bookId": "JER", "reference": "Jeremiah 33", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover the word of the LORD came unto Jeremiah the second time, while he was yet shut up in the court of the guard, saying: ", "type": "text", "attrs": {"verseId": "JER.33.1", "verseOrgIds": ["JER.33.1"]}}, {"text": "Thus saith the LORD the Maker thereof, the LORD that formed it to establish it, the LORD is His name: ", "type": "text", "attrs": {"verseId": "JER.33.2", "verseOrgIds": ["JER.33.2"]}}, {"text": "Call unto Me, and I will answer thee, and will tell thee great things, and hidden, which thou knowest not. ", "type": "text", "attrs": {"verseId": "JER.33.3", "verseOrgIds": ["JER.33.3"]}}, {"text": "For thus saith the LORD, the God of Israel, concerning the houses of this city, and concerning the houses of the kings of Judah, which are broken down for mounds, and for ramparts; ", "type": "text", "attrs": {"verseId": "JER.33.4", "verseOrgIds": ["JER.33.4"]}}, {"text": "whereon they come to fight with the Chaldeans, even to fill them with the dead bodies of men, whom I have slain in Mine anger and in My fury, and for all whose wickedness I have hid My face from this city: ", "type": "text", "attrs": {"verseId": "JER.33.5", "verseOrgIds": ["JER.33.5"]}}, {"text": "Behold, I will bring it healing and cure, and I will cure them; and I will reveal unto them the abundance of peace and truth. ", "type": "text", "attrs": {"verseId": "JER.33.6", "verseOrgIds": ["JER.33.6"]}}, {"text": "And I will cause the captivity of Judah and the captivity of Israel to return, and will build them, as at the first. ", "type": "text", "attrs": {"verseId": "JER.33.7", "verseOrgIds": ["JER.33.7"]}}, {"text": "And I will cleanse them from all their iniquity, whereby they have sinned against Me; and I will pardon all their iniquities, whereby they have sinned against Me, and whereby they have transgressed against Me. ", "type": "text", "attrs": {"verseId": "JER.33.8", "verseOrgIds": ["JER.33.8"]}}, {"text": "And this city shall be to Me for a name of joy, for a praise and for a glory, before all the nations of the earth, which shall hear all the good that I do unto them, and shall fear and tremble for all the good and for all the peace that I procure unto it. ", "type": "text", "attrs": {"verseId": "JER.33.9", "verseOrgIds": ["JER.33.9"]}}, {"text": "Thus saith the LORD: Yet again there shall be heard in this place, whereof ye say: It is waste, without man and without beast, even in the cities of Judah, and in the streets of Jerusalem, that are desolate, without man and without inhabitant and without beast, ", "type": "text", "attrs": {"verseId": "JER.33.10", "verseOrgIds": ["JER.33.10"]}}, {"text": "the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voice of them that say: 'Give thanks to the LORD of hosts, for the LORD is good, for His mercy endureth for ever', even of them that bring offerings of thanksgiving into the house of the LORD. For I will cause the captivity of the land to return as at the first, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.33.11", "verseOrgIds": ["JER.33.11"]}}, {"text": "Thus saith the LORD of hosts: Yet again shall there be in this place, which is waste, without man and without beast, and in all the cities thereof, a habitation of shepherds causing their flocks to lie down. ", "type": "text", "attrs": {"verseId": "JER.33.12", "verseOrgIds": ["JER.33.12"]}}, {"text": "In the cities of the hill-country, in the cities of the Lowland, and in the cities of the South, and in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, shall the flocks again pass under the hands of him that counteth them, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.33.13", "verseOrgIds": ["JER.33.13"]}}, {"text": "Behold, the days come, saith the LORD, that I will perform that good word which I have spoken concerning the house of Israel and concerning the house of Judah. ", "type": "text", "attrs": {"verseId": "JER.33.14", "verseOrgIds": ["JER.33.14"]}}, {"text": "In those days, and at that time, will I cause a shoot of righteousness to grow up unto David; and he shall execute justice and righteousness in the land. ", "type": "text", "attrs": {"verseId": "JER.33.15", "verseOrgIds": ["JER.33.15"]}}, {"text": "In those days shall Judah be saved, and Jerusalem shall dwell safely; and this is the name whereby she shall be called, the LORD is our righteousness. ", "type": "text", "attrs": {"verseId": "JER.33.16", "verseOrgIds": ["JER.33.16"]}}, {"text": "For thus saith the LORD: There shall not be cut off unto David a man to sit upon the throne of the house of Israel; ", "type": "text", "attrs": {"verseId": "JER.33.17", "verseOrgIds": ["JER.33.17"]}}, {"text": "neither shall there be cut off unto the priests the Levites a man before Me to offer burnt-offerings, and to burn meal-offerings, and to do sacrifice continually. ", "type": "text", "attrs": {"verseId": "JER.33.18", "verseOrgIds": ["JER.33.18"]}}, {"text": "And the word of the LORD came unto Jeremiah, saying: ", "type": "text", "attrs": {"verseId": "JER.33.19", "verseOrgIds": ["JER.33.19"]}}, {"text": "Thus saith the LORD: If ye can break My covenant with the day, and My covenant with the night, so that there should not be day and night in their season; ", "type": "text", "attrs": {"verseId": "JER.33.20", "verseOrgIds": ["JER.33.20"]}}, {"text": "Then may also My covenant be broken with David My servant, that he should not have a son to reign upon his throne; and with the Levites the priests, My ministers. ", "type": "text", "attrs": {"verseId": "JER.33.21", "verseOrgIds": ["JER.33.21"]}}, {"text": "As the host of heaven cannot be numbered, neither the sand of the sea measured; so will I multiply the seed of David My servant, and the Levites that minister unto Me. ", "type": "text", "attrs": {"verseId": "JER.33.22", "verseOrgIds": ["JER.33.22"]}}, {"text": "And the word of the LORD came to Jeremiah, saying: ", "type": "text", "attrs": {"verseId": "JER.33.23", "verseOrgIds": ["JER.33.23"]}}, {"text": "'Considerest thou not what this people have spoken, saying: The two families which the LORD did choose, He hath cast them off? and they contemn My people, that they should be no more a nation before them. ", "type": "text", "attrs": {"verseId": "JER.33.24", "verseOrgIds": ["JER.33.24"]}}, {"text": "Thus saith the LORD: If My covenant be not with day and night, if I have not appointed the ordinances of heaven and earth; ", "type": "text", "attrs": {"verseId": "JER.33.25", "verseOrgIds": ["JER.33.25"]}}, {"text": "then will I also cast away the seed of Jacob, and of David My servant, so that I will not take of his seed to be rulers over the seed of Abraham, Isaac, and Jacob; for I will cause their captivity to return, and will have compassion on them.'", "type": "text", "attrs": {"verseId": "JER.33.26", "verseOrgIds": ["JER.33.26"]}}]}], "next": {"id": "JER.34", "number": "34", "bookId": "JER"}, "previous": {"id": "JER.32", "number": "32", "bookId": "JER"}}}}