{"_default": {"1": {"id": "ISA.24", "bibleId": "bf8f1c7f3f9045a5-01", "number": "24", "bookId": "ISA", "reference": "Isaiah 24", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, the LORD maketh the earth empty and maketh it waste, and turneth it upside down, and scattereth abroad the inhabitants thereof. ", "type": "text", "attrs": {"verseId": "ISA.24.1", "verseOrgIds": ["ISA.24.1"]}}, {"text": "And it shall be, as with the people, so with the priest; as with the servant, so with his master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the creditor, so with the debtor. ", "type": "text", "attrs": {"verseId": "ISA.24.2", "verseOrgIds": ["ISA.24.2"]}}, {"text": "The earth shall be utterly emptied, and clean despoiled; for the LORD hath spoken this word. ", "type": "text", "attrs": {"verseId": "ISA.24.3", "verseOrgIds": ["ISA.24.3"]}}, {"text": "The earth fainteth and fadeth away, the world faileth and fadeth away, the lofty people of the earth do fail. ", "type": "text", "attrs": {"verseId": "ISA.24.4", "verseOrgIds": ["ISA.24.4"]}}, {"text": "The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, violated the statute, broken the everlasting covenant. ", "type": "text", "attrs": {"verseId": "ISA.24.5", "verseOrgIds": ["ISA.24.5"]}}, {"text": "Therefore hath a curse devoured the earth, and they that dwell therein are found guilty; therefore the inhabitants of the earth waste away, and men are left few. ", "type": "text", "attrs": {"verseId": "ISA.24.6", "verseOrgIds": ["ISA.24.6"]}}, {"text": "The new wine faileth, the vine fadeth; all the merry-hearted do sigh. ", "type": "text", "attrs": {"verseId": "ISA.24.7", "verseOrgIds": ["ISA.24.7"]}}, {"text": "The mirth of tabrets ceaseth, the noise of them that rejoice endeth, the joy of the harp ceaseth. ", "type": "text", "attrs": {"verseId": "ISA.24.8", "verseOrgIds": ["ISA.24.8"]}}, {"text": "They drink not wine with a song; strong drink is bitter to them that drink it. ", "type": "text", "attrs": {"verseId": "ISA.24.9", "verseOrgIds": ["ISA.24.9"]}}, {"text": "Broken down is the city of wasteness; every house is shut up, that none may come in. ", "type": "text", "attrs": {"verseId": "ISA.24.10", "verseOrgIds": ["ISA.24.10"]}}, {"text": "There is a crying in the streets amidst the wine; all joy is darkened, the mirth of the land is gone. ", "type": "text", "attrs": {"verseId": "ISA.24.11", "verseOrgIds": ["ISA.24.11"]}}, {"text": "In the city is left desolation, and the gate is smitten unto ruin. ", "type": "text", "attrs": {"verseId": "ISA.24.12", "verseOrgIds": ["ISA.24.12"]}}, {"text": "For thus shall it be in the midst of the earth, among the peoples, as at the beating of an olive-tree, as at the gleanings when the vintage is done. ", "type": "text", "attrs": {"verseId": "ISA.24.13", "verseOrgIds": ["ISA.24.13"]}}, {"text": "Those yonder lift up their voice, they sing for joy; for the majesty of the LORD they shout from the sea: ", "type": "text", "attrs": {"verseId": "ISA.24.14", "verseOrgIds": ["ISA.24.14"]}}, {"text": "'Therefore glorify ye the LORD in the regions of light, even the name of the LORD, the God of Israel, in the isles of the sea.' ", "type": "text", "attrs": {"verseId": "ISA.24.15", "verseOrgIds": ["ISA.24.15"]}}, {"text": "From the uttermost part of the earth have we heard songs: 'Glory to the righteous.' But I say: I waste away, I waste away, woe is me! The treacherous deal treacherously; yea, the treacherous deal very treacherously. ", "type": "text", "attrs": {"verseId": "ISA.24.16", "verseOrgIds": ["ISA.24.16"]}}, {"text": "Terror, and the pit, and the trap, are upon thee, O inhabitant of the earth. ", "type": "text", "attrs": {"verseId": "ISA.24.17", "verseOrgIds": ["ISA.24.17"]}}, {"text": "And it shall come to pass, that he who fleeth from the noise of the terror shall fall into the pit; and he that cometh up out of the midst of the pit shall be taken in the trap; for the windows on high are opened, and the foundations of the earth do shake; ", "type": "text", "attrs": {"verseId": "ISA.24.18", "verseOrgIds": ["ISA.24.18"]}}, {"text": "The earth is broken, broken down, the earth is crumbled in pieces, the earth trembleth and tottereth; ", "type": "text", "attrs": {"verseId": "ISA.24.19", "verseOrgIds": ["ISA.24.19"]}}, {"text": "The earth reeleth to and fro like a drunken man, and swayeth to and fro as a lodge; and the transgression thereof is heavy upon it, and it shall fall, and not rise again. ", "type": "text", "attrs": {"verseId": "ISA.24.20", "verseOrgIds": ["ISA.24.20"]}}, {"text": "And it shall come to pass in that day, that the LORD will punish the host of the high heaven on high, and the kings of the earth upon the earth. ", "type": "text", "attrs": {"verseId": "ISA.24.21", "verseOrgIds": ["ISA.24.21"]}}, {"text": "And they shall be gathered together, as prisoners are gathered in the dungeon, and shall be shut up in the prison, and after many days shall they be punished. ", "type": "text", "attrs": {"verseId": "ISA.24.22", "verseOrgIds": ["ISA.24.22"]}}, {"text": "Then the moon shall be confounded, and the sun ashamed; for the LORD of hosts will reign in mount Zion, and in Jerusalem, and before His elders shall be Glory.", "type": "text", "attrs": {"verseId": "ISA.24.23", "verseOrgIds": ["ISA.24.23"]}}]}], "next": {"id": "ISA.25", "number": "25", "bookId": "ISA"}, "previous": {"id": "ISA.23", "number": "23", "bookId": "ISA"}}}}