{"_default": {"1": {"id": "JOL.2", "bibleId": "bf8f1c7f3f9045a5-01", "number": "2", "bookId": "JOL", "reference": "Joel 2", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Blow ye the horn in Zion, and sound an alarm in My holy mountain; let all the inhabitants of the land tremble; for the day of the LORD cometh, for it is at hand; ", "type": "text", "attrs": {"verseId": "JOL.2.1", "verseOrgIds": ["JOL.2.1"]}}, {"text": "A day of darkness and gloominess, a day of clouds and thick darkness, as blackness spread upon the mountains; a great people and a mighty, there hath not been ever the like, neither shall be any more after them, even to the years of many generations. ", "type": "text", "attrs": {"verseId": "JOL.2.2", "verseOrgIds": ["JOL.2.2"]}}, {"text": "A fire devoureth before them, and behind them a flame blazeth; the land is as the garden of Eden before them, and behind them a desolate wilderness; yea, and nothing escapeth them. ", "type": "text", "attrs": {"verseId": "JOL.2.3", "verseOrgIds": ["JOL.2.3"]}}, {"text": "The appearance of them is as the appearance of horses; and as horsemen, so do they run. ", "type": "text", "attrs": {"verseId": "JOL.2.4", "verseOrgIds": ["JOL.2.4"]}}, {"text": "Like the noise of chariots, on the tops of the mountains do they leap, like the noise of a flame of fire that devoureth the stubble, as a mighty people set in battle array. ", "type": "text", "attrs": {"verseId": "JOL.2.5", "verseOrgIds": ["JOL.2.5"]}}, {"text": "At their presence the peoples are in anguish; all faces have gathered blackness. ", "type": "text", "attrs": {"verseId": "JOL.2.6", "verseOrgIds": ["JOL.2.6"]}}, {"text": "They run like mighty men, they climb the wall like men of war; and they move on every one in his ways, and they entangle not their paths. ", "type": "text", "attrs": {"verseId": "JOL.2.7", "verseOrgIds": ["JOL.2.7"]}}, {"text": "Neither doth one thrust another, they march every one in his highway; and they break through the weapons, and suffer no harm. ", "type": "text", "attrs": {"verseId": "JOL.2.8", "verseOrgIds": ["JOL.2.8"]}}, {"text": "They leap upon the city, they run upon the wall, they climb up into the houses; they enter in at the windows like a thief. ", "type": "text", "attrs": {"verseId": "JOL.2.9", "verseOrgIds": ["JOL.2.9"]}}, {"text": "Before them the earth quaketh, the heavens tremble; the sun and the moon are become black, and the stars withdraw their shining. ", "type": "text", "attrs": {"verseId": "JOL.2.10", "verseOrgIds": ["JOL.2.10"]}}, {"text": "And the LORD uttereth His voice before His army; for His camp is very great, for he is mighty that executeth His word; for great is the day of the LORD and very terrible; and who can abide it? ", "type": "text", "attrs": {"verseId": "JOL.2.11", "verseOrgIds": ["JOL.2.11"]}}, {"text": "Yet even now, saith the LORD, turn ye unto Me with all your heart, and with fasting, and with weeping, and with lamentation; ", "type": "text", "attrs": {"verseId": "JOL.2.12", "verseOrgIds": ["JOL.2.12"]}}, {"text": "And rend your heart, and not your garments, and turn unto the LORD your God; for He is gracious and compassionate, long-suffering, and abundant in mercy, and repenteth Him of the evil. ", "type": "text", "attrs": {"verseId": "JOL.2.13", "verseOrgIds": ["JOL.2.13"]}}, {"text": "Who knoweth whether He will not turn and repent, and leave a blessing behind Him, even a meal-offering and a drink-offering unto the LORD your God? ", "type": "text", "attrs": {"verseId": "JOL.2.14", "verseOrgIds": ["JOL.2.14"]}}, {"text": "Blow the horn in Zion, sanctify a fast, call a solemn assembly; ", "type": "text", "attrs": {"verseId": "JOL.2.15", "verseOrgIds": ["JOL.2.15"]}}, {"text": "Gather the people, sanctify the congregation, assemble the elders, gather the children, and those that suck the breasts; let the bridegroom go forth from his chamber, and the bride out of her pavilion. ", "type": "text", "attrs": {"verseId": "JOL.2.16", "verseOrgIds": ["JOL.2.16"]}}, {"text": "Let the priests, the ministers of the LORD, weep between the porch and the altar, and let them say: 'Spare thy people, O LORD, and give not Thy heritage to reproach, that the nations should make them a byword: wherefore should they say among the peoples: Where is their God?' ", "type": "text", "attrs": {"verseId": "JOL.2.17", "verseOrgIds": ["JOL.2.17"]}}, {"text": "Then was the LORD jealous for His land, and had pity on His people. ", "type": "text", "attrs": {"verseId": "JOL.2.18", "verseOrgIds": ["JOL.2.18"]}}, {"text": "And the LORD answered and said unto His people: 'Behold, I will send you corn, and wine, and oil, and ye shall be satisfied therewith; and I will no more make you a reproach among the nations; ", "type": "text", "attrs": {"verseId": "JOL.2.19", "verseOrgIds": ["JOL.2.19"]}}, {"text": "But I will remove far off from you the northern one, and will drive him into a land barren and desolate, with his face toward the eastern sea, and his hinder part toward the western sea; that his foulness may come up, and his ill savour may come up, because he hath done great things.' ", "type": "text", "attrs": {"verseId": "JOL.2.20", "verseOrgIds": ["JOL.2.20"]}}, {"text": "Fear not, O land, be glad and rejoice; for the LORD hath done great things. ", "type": "text", "attrs": {"verseId": "JOL.2.21", "verseOrgIds": ["JOL.2.21"]}}, {"text": "Be not afraid, ye beasts of the field; for the pastures of the wilderness do spring, for the tree beareth its fruit, the fig-tree and the vine do yield their strength. ", "type": "text", "attrs": {"verseId": "JOL.2.22", "verseOrgIds": ["JOL.2.22"]}}, {"text": "Be glad then, ye children of Zion, and rejoice in the LORD your God; for He giveth you the former rain in just measure, and He causeth to come down for you the rain, the former rain and the latter rain, at the first. ", "type": "text", "attrs": {"verseId": "JOL.2.23", "verseOrgIds": ["JOL.2.23"]}}, {"text": "And the floors shall be full of corn, and the vats shall overflow with wine and oil. ", "type": "text", "attrs": {"verseId": "JOL.2.24", "verseOrgIds": ["JOL.2.24"]}}, {"text": "And I will restore to you the years that the locust hath eaten, the canker-worm, and the caterpiller, and the palmer-worm, My great army which I sent among you. ", "type": "text", "attrs": {"verseId": "JOL.2.25", "verseOrgIds": ["JOL.2.25"]}}, {"text": "And ye shall eat in plenty and be satisfied, and shall praise the name of the LORD your God, that hath dealt wondrously with you; and My people shall never be ashamed. ", "type": "text", "attrs": {"verseId": "JOL.2.26", "verseOrgIds": ["JOL.2.26"]}}, {"text": "And ye shall know that I am in the midst of Israel, and that I am the LORD your God, and there is none else; and My people shall never be ashamed. ", "type": "text", "attrs": {"verseId": "JOL.2.27", "verseOrgIds": ["JOL.2.27"]}}, {"text": "(3-1) And it shall come to pass afterward, that I will pour out My spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions; ", "type": "text", "attrs": {"verseId": "JOL.2.28", "verseOrgIds": ["JOL.3.1"]}}, {"text": "(3-2) And also upon the servants and upon the handmaids in those days will I pour out My spirit. ", "type": "text", "attrs": {"verseId": "JOL.2.29", "verseOrgIds": ["JOL.3.2"]}}, {"text": "(3-3) And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke. ", "type": "text", "attrs": {"verseId": "JOL.2.30", "verseOrgIds": ["JOL.3.3"]}}, {"text": "(3-4) The sun shall be turned into darkness, and the moon into blood, before the great and terrible day of the LORD come. ", "type": "text", "attrs": {"verseId": "JOL.2.31", "verseOrgIds": ["JOL.3.4"]}}, {"text": "(3-5) And it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered; for in mount Zion and in Jerusalem there shall be those that escape, as the LORD hath said, and among the remnant those whom the LORD shall call.", "type": "text", "attrs": {"verseId": "JOL.2.32", "verseOrgIds": ["JOL.3.5"]}}]}], "next": {"id": "JOL.3", "number": "3", "bookId": "JOL"}, "previous": {"id": "JOL.1", "number": "1", "bookId": "JOL"}}}}