{"_default": {"1": {"id": "SNG.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "SNG", "reference": "Song of Solomon 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, thou art fair, my love; behold, thou art fair; thine eyes are as doves behind thy veil; thy hair is as a flock of goats, that trail down from mount Gilead. ", "type": "text", "attrs": {"verseId": "SNG.4.1", "verseOrgIds": ["SNG.4.1"]}}, {"text": "Thy teeth are like a flock of ewes all shaped alike, which are come up from the washing; whereof all are paired, and none faileth among them. ", "type": "text", "attrs": {"verseId": "SNG.4.2", "verseOrgIds": ["SNG.4.2"]}}, {"text": "Thy lips are like a thread of scarlet, and thy mouth is comely; thy temples are like a pomegranate split open behind thy veil. ", "type": "text", "attrs": {"verseId": "SNG.4.3", "verseOrgIds": ["SNG.4.3"]}}, {"text": "Thy neck is like the tower of David builded with turrets, whereon there hang a thousand shields, all the armour of the mighty men. ", "type": "text", "attrs": {"verseId": "SNG.4.4", "verseOrgIds": ["SNG.4.4"]}}, {"text": "Thy two breasts are like two fawns that are twins of a gazelle, which feed among the lilies. ", "type": "text", "attrs": {"verseId": "SNG.4.5", "verseOrgIds": ["SNG.4.5"]}}, {"text": "Until the day breathe, and the shadows flee away, I will get me to the mountain of myrrh, and to the hill of frankincense. ", "type": "text", "attrs": {"verseId": "SNG.4.6", "verseOrgIds": ["SNG.4.6"]}}, {"text": "Thou art all fair, my love; and there is no spot in thee. ", "type": "text", "attrs": {"verseId": "SNG.4.7", "verseOrgIds": ["SNG.4.7"]}}, {"text": "Come with me from Lebanon, my bride, with me from Lebanon; look from the top of Amana, from the top of Senir and Hermon, from the lions' dens, from the mountains of the leopards. ", "type": "text", "attrs": {"verseId": "SNG.4.8", "verseOrgIds": ["SNG.4.8"]}}, {"text": "Thou hast ravished my heart, my sister, my bride; thou hast ravished my heart with one of thine eyes, with one bead of thy necklace. ", "type": "text", "attrs": {"verseId": "SNG.4.9", "verseOrgIds": ["SNG.4.9"]}}, {"text": "How fair is thy love, my sister, my bride! how much better is thy love than wine! and the smell of thine ointments than all manner of spices! ", "type": "text", "attrs": {"verseId": "SNG.4.10", "verseOrgIds": ["SNG.4.10"]}}, {"text": "Thy lips, O my bride, drop honey — honey and milk are under thy tongue; and the smell of thy garments is like the smell of Lebanon. ", "type": "text", "attrs": {"verseId": "SNG.4.11", "verseOrgIds": ["SNG.4.11"]}}, {"text": "A garden shut up is my sister, my bride; a spring shut up, a fountain sealed. ", "type": "text", "attrs": {"verseId": "SNG.4.12", "verseOrgIds": ["SNG.4.12"]}}, {"text": "Thy shoots are a park of pomegranates, with precious fruits; henna with spikenard plants, ", "type": "text", "attrs": {"verseId": "SNG.4.13", "verseOrgIds": ["SNG.4.13"]}}, {"text": "Spikenard and saffron, calamus and cinnamon, with all trees of frankincense; myrrh and aloes, with all the chief spices. ", "type": "text", "attrs": {"verseId": "SNG.4.14", "verseOrgIds": ["SNG.4.14"]}}, {"text": "Thou art a fountain of gardens, a well of living waters, and flowing streams from Lebanon. ", "type": "text", "attrs": {"verseId": "SNG.4.15", "verseOrgIds": ["SNG.4.15"]}}, {"text": "Awake, O north wind; and come, thou south; blow upon my garden, that the spices thereof may flow out. Let my beloved come into his garden, and eat his precious fruits.", "type": "text", "attrs": {"verseId": "SNG.4.16", "verseOrgIds": ["SNG.4.16"]}}]}], "next": {"id": "SNG.5", "number": "5", "bookId": "SNG"}, "previous": {"id": "SNG.3", "number": "3", "bookId": "SNG"}}}}