{"_default": {"1": {"id": "2CH.25", "bibleId": "bf8f1c7f3f9045a5-01", "number": "25", "bookId": "2CH", "reference": "2 Chronicles 25", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Amaziah was twenty and five years old when he began to reign; and he reigned twenty and nine years in Jerusalem; and his mother's name was Jehoaddan of Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.25.1", "verseOrgIds": ["2CH.25.1"]}}, {"text": "And he did that which was right in the eyes of the LORD, but not with a whole heart. ", "type": "text", "attrs": {"verseId": "2CH.25.2", "verseOrgIds": ["2CH.25.2"]}}, {"text": "Now it came to pass, when the kingdom was established unto him, that he slew his servants who had killed the king his father. ", "type": "text", "attrs": {"verseId": "2CH.25.3", "verseOrgIds": ["2CH.25.3"]}}, {"text": "But he put not their children to death, but did according to that which is written in the law in the book of Moses, as the LORD commanded, saying: 'The fathers shall not die for the children, neither shall the children die for the fathers; but every man shall die for his own sin.' ", "type": "text", "attrs": {"verseId": "2CH.25.4", "verseOrgIds": ["2CH.25.4"]}}, {"text": "Moreover Amaziah gathered Judah together, and ordered them according to their fathers' houses, under captains of thousands and captains of hundreds, even all Judah and Benjamin; and he numbered them from twenty years old and upward, and found them three hundred thousand chosen men, able to go forth to war, that could handle spear and shield. ", "type": "text", "attrs": {"verseId": "2CH.25.5", "verseOrgIds": ["2CH.25.5"]}}, {"text": "He hired also a hundred thousand mighty men of valour out of Israel for a hundred talents of silver. ", "type": "text", "attrs": {"verseId": "2CH.25.6", "verseOrgIds": ["2CH.25.6"]}}, {"text": "But there came a man of God to him, saying: 'O king, let not the army of Israel go with thee; for the LORD is not with Israel, even with all the children of Ephraim. ", "type": "text", "attrs": {"verseId": "2CH.25.7", "verseOrgIds": ["2CH.25.7"]}}, {"text": "But if thou wilt go, and do engage never so valiantly in battle, God will cast thee down before the enemy; for God hath power to help, and to cast down.' ", "type": "text", "attrs": {"verseId": "2CH.25.8", "verseOrgIds": ["2CH.25.8"]}}, {"text": "And Amaziah said to the man of God: 'But what shall we do for the hundred talents which I have given to the army of Israel?' And the man of God answered: 'The LORD is able to give thee much more than this.' ", "type": "text", "attrs": {"verseId": "2CH.25.9", "verseOrgIds": ["2CH.25.9"]}}, {"text": "Then Amaziah separated them, to wit, the army that was come to him out of Ephraim, to go back home; wherefore their anger was greatly kindled against Judah, and they returned home in fierce anger. ", "type": "text", "attrs": {"verseId": "2CH.25.10", "verseOrgIds": ["2CH.25.10"]}}, {"text": "And Amaziah took courage, and led forth his people, and went to the Valley of Salt, and smote of the children of Seir ten thousand. ", "type": "text", "attrs": {"verseId": "2CH.25.11", "verseOrgIds": ["2CH.25.11"]}}, {"text": "And other ten thousand did the children of Judah carry away alive, and brought them unto the top of the Rock, and cast them down from the top of the Rock, that they all were broken in pieces. ", "type": "text", "attrs": {"verseId": "2CH.25.12", "verseOrgIds": ["2CH.25.12"]}}, {"text": "But the men of the army whom Amaziah sent back, that they should not go with him to battle, fell upon the cities of Judah, from Samaria even unto Beth-horon, and smote of them three thousand, and took much spoil. ", "type": "text", "attrs": {"verseId": "2CH.25.13", "verseOrgIds": ["2CH.25.13"]}}, {"text": "Now it came to pass, after that Amaziah was come from the slaughter of the Edomites, that he brought the gods of the children of Seir, and set them up to be his gods, and prostrated himself before them, and offered unto them. ", "type": "text", "attrs": {"verseId": "2CH.25.14", "verseOrgIds": ["2CH.25.14"]}}, {"text": "Wherefore the anger of the LORD was kindled against Amaziah, and He sent unto him a prophet, who said unto him: 'Why hast thou sought after the gods of the people, which have not delivered their own people out of thy hand?' ", "type": "text", "attrs": {"verseId": "2CH.25.15", "verseOrgIds": ["2CH.25.15"]}}, {"text": "And it came to pass, as he talked with him, that the king said unto him: 'Have we made thee of the king's counsel? forbear; why shouldest thou be smitten?' Then the prophet forbore, and said: 'I know that God hath determined to destroy thee, because thou hast done this, and hast not hearkened unto my counsel.' ", "type": "text", "attrs": {"verseId": "2CH.25.16", "verseOrgIds": ["2CH.25.16"]}}, {"text": "Then Amaziah king of Judah took advice, and sent to Joash, the son of Jehoahaz the son of Jehu, king of Israel, saying: 'Come, let us look one another in the face.' ", "type": "text", "attrs": {"verseId": "2CH.25.17", "verseOrgIds": ["2CH.25.17"]}}, {"text": "And Joash king of Israel sent to Amaziah king of Judah, saying: 'The thistle that was in Lebanon sent to the cedar that was in Lebanon, saying: Give thy daughter to my son to wife; and there passed by the wild beasts that were in Lebanon, and trod down the thistle. ", "type": "text", "attrs": {"verseId": "2CH.25.18", "verseOrgIds": ["2CH.25.18"]}}, {"text": "Thou sayest — lo, thou hast smitten Edom; will thy heart therefore lift thee up to glory therein? abide now at home; why shouldest thou meddle with evil, that thou shouldest fall, even thou, and Judah with thee?' ", "type": "text", "attrs": {"verseId": "2CH.25.19", "verseOrgIds": ["2CH.25.19"]}}, {"text": "But Amaziah would not hear; for it was of God, that He might deliver them into the hand of their enemies, because they had sought after the gods of Edom. ", "type": "text", "attrs": {"verseId": "2CH.25.20", "verseOrgIds": ["2CH.25.20"]}}, {"text": "So Joash king of Israel went up; and he and Amaziah king of Judah looked one another in the face at Beth-shemesh, which belongeth to Judah. ", "type": "text", "attrs": {"verseId": "2CH.25.21", "verseOrgIds": ["2CH.25.21"]}}, {"text": "And Judah was put to the worse before Israel; and they fled every man to his tent. ", "type": "text", "attrs": {"verseId": "2CH.25.22", "verseOrgIds": ["2CH.25.22"]}}, {"text": "And Joash king of Israel took Amaziah king of Judah, the son of Joash, the son of Jehoahaz, at Beth-shemesh, and brought him to Jerusalem, and broke down the wall of Jerusalem from the gate of Ephraim unto the corner gate, four hundred cubits. ", "type": "text", "attrs": {"verseId": "2CH.25.23", "verseOrgIds": ["2CH.25.23"]}}, {"text": "And he took all the gold and silver, and all the vessels that were found in the house of God with Obed-edom, and the treasures of the king's house, the hostages also, and returned to Samaria. ", "type": "text", "attrs": {"verseId": "2CH.25.24", "verseOrgIds": ["2CH.25.24"]}}, {"text": "And Amaziah the son of Joash king of Judah lived after the death of Joash son of Jehoahaz king of Israel fifteen years. ", "type": "text", "attrs": {"verseId": "2CH.25.25", "verseOrgIds": ["2CH.25.25"]}}, {"text": "Now the rest of the acts of Amaziah, first and last, behold, are they not written in the book of the kings of Judah and Israel? ", "type": "text", "attrs": {"verseId": "2CH.25.26", "verseOrgIds": ["2CH.25.26"]}}, {"text": "Now from the time that Amaziah did turn away from following the LORD they made a conspiracy against him in Jerusalem; and he fled to Lachish; but they sent after him to Lachish, and slew him there. ", "type": "text", "attrs": {"verseId": "2CH.25.27", "verseOrgIds": ["2CH.25.27"]}}, {"text": "And they brought him upon horses, and buried him with his fathers in the city of Judah.", "type": "text", "attrs": {"verseId": "2CH.25.28", "verseOrgIds": ["2CH.25.28"]}}]}], "next": {"id": "2CH.26", "number": "26", "bookId": "2CH"}, "previous": {"id": "2CH.24", "number": "24", "bookId": "2CH"}}}}