{"_default": {"1": {"id": "JDG.20", "bibleId": "bf8f1c7f3f9045a5-01", "number": "20", "bookId": "JDG", "reference": "Judges 20", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then all the children of Israel went out, and the congregation was assembled as one man, from Dan even to Beer-sheba, with the land of Gilead, unto the LORD at Mizpah. ", "type": "text", "attrs": {"verseId": "JDG.20.1", "verseOrgIds": ["JDG.20.1"]}}, {"text": "And the chiefs of all the people, even of all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand footmen that drew sword. — ", "type": "text", "attrs": {"verseId": "JDG.20.2", "verseOrgIds": ["JDG.20.2"]}}, {"text": "Now the children of Benjamin heard that the children of Israel were gone up to Mizpah. — And the children of Israel said: 'Tell us, how was this wickedness brought to pass?' ", "type": "text", "attrs": {"verseId": "JDG.20.3", "verseOrgIds": ["JDG.20.3"]}}, {"text": "And the Levite, the husband of the woman that was murdered, answered and said: 'I came into Gibeah that belongeth to Benjamin, I and my concubine, to lodge. ", "type": "text", "attrs": {"verseId": "JDG.20.4", "verseOrgIds": ["JDG.20.4"]}}, {"text": "And the men of Gibeah rose against me, and beset the house round about upon me by night; me they thought to have slain, and my concubine they forced, and she is dead. ", "type": "text", "attrs": {"verseId": "JDG.20.5", "verseOrgIds": ["JDG.20.5"]}}, {"text": "And I took my concubine, and cut her in pieces, and sent her throughout all the country of the inheritance of Israel; for they have committed lewdness and wantonness in Israel. ", "type": "text", "attrs": {"verseId": "JDG.20.6", "verseOrgIds": ["JDG.20.6"]}}, {"text": "Behold, ye are all here, children of Israel, give here your advice and council.' ", "type": "text", "attrs": {"verseId": "JDG.20.7", "verseOrgIds": ["JDG.20.7"]}}, {"text": "And all the people arose as one man, saying: 'We will not any of us go to his tent, neither will we any of us turn unto his house. ", "type": "text", "attrs": {"verseId": "JDG.20.8", "verseOrgIds": ["JDG.20.8"]}}, {"text": "But now this is the thing which we will do to Gibeah: we will go up against it by lot; ", "type": "text", "attrs": {"verseId": "JDG.20.9", "verseOrgIds": ["JDG.20.9"]}}, {"text": "and we will take ten men of a hundred throughout all the tribes of Israel, and a hundred of a thousand, and a thousand out of ten thousand, to fetch victuals for the people, that they may do, when they come to Gibeah of Benjamin, according to all the wantonness that they have wrought in Israel.' ", "type": "text", "attrs": {"verseId": "JDG.20.10", "verseOrgIds": ["JDG.20.10"]}}, {"text": "So all the men of Israel were gathered against the city, knit together as one man. ", "type": "text", "attrs": {"verseId": "JDG.20.11", "verseOrgIds": ["JDG.20.11"]}}, {"text": "And the tribes of Israel sent men through all the tribe of Benjamin, saying: 'What wickedness is this that is come to pass among you? ", "type": "text", "attrs": {"verseId": "JDG.20.12", "verseOrgIds": ["JDG.20.12"]}}, {"text": "Now therefore deliver up the men, the base fellows that are in Gibeah, that we may put them to death, and put away evil from Israel.' But the children of Benjamin would not hearken to the voice of their brethren the children of Israel. ", "type": "text", "attrs": {"verseId": "JDG.20.13", "verseOrgIds": ["JDG.20.13"]}}, {"text": "And the children of Benjamin gathered themselves together out of their cities unto Gibeah, to go out to battle against the children of Israel. ", "type": "text", "attrs": {"verseId": "JDG.20.14", "verseOrgIds": ["JDG.20.14"]}}, {"text": "And the children of Benjamin numbered on that day out of the cities twenty and six thousand men that drew sword, besides the inhabitants of Gibeah, who numbered seven hundred chosen men. ", "type": "text", "attrs": {"verseId": "JDG.20.15", "verseOrgIds": ["JDG.20.15"]}}, {"text": "All this people, even seven hundred chosen men, were left-handed; every one could sling stones at a hair-breadth, and not miss. ", "type": "text", "attrs": {"verseId": "JDG.20.16", "verseOrgIds": ["JDG.20.16"]}}, {"text": "And the men of Israel, beside Benjamin, numbered four hundred thousand men that drew sword; all these were men of war. ", "type": "text", "attrs": {"verseId": "JDG.20.17", "verseOrgIds": ["JDG.20.17"]}}, {"text": "And the children of Israel arose, and went up to Beth-el, and asked counsel of God; and they said: 'Who shall go up for us first to battle against the children of Benjamin?' And the LORD said: 'Judah first.' ", "type": "text", "attrs": {"verseId": "JDG.20.18", "verseOrgIds": ["JDG.20.18"]}}, {"text": "And the children of Israel rose up in the morning, and encamped against Gibeah. ", "type": "text", "attrs": {"verseId": "JDG.20.19", "verseOrgIds": ["JDG.20.19"]}}, {"text": "And the men of Israel went out to battle against Benjamin; and the men of Israel set the battle in array against them at Gibeah. ", "type": "text", "attrs": {"verseId": "JDG.20.20", "verseOrgIds": ["JDG.20.20"]}}, {"text": "And the children of Benjamin came forth out of Gibeah, and destroyed down to the ground of the Israelites on that day twenty and two thousand men. ", "type": "text", "attrs": {"verseId": "JDG.20.21", "verseOrgIds": ["JDG.20.21"]}}, {"text": "And the people, the men of Israel, encouraged themselves, and set the battle again in array in the place where they set themselves in array the first day. ", "type": "text", "attrs": {"verseId": "JDG.20.22", "verseOrgIds": ["JDG.20.22"]}}, {"text": "And the children of Israel went up and wept before the LORD until even; and they asked of the LORD, saying: 'Shall I again draw nigh to battle against the children of Benjamin my brother?' And the LORD said: 'Go up against him.' ", "type": "text", "attrs": {"verseId": "JDG.20.23", "verseOrgIds": ["JDG.20.23"]}}, {"text": "And the children of Israel came near against the children of Benjamin the second day. ", "type": "text", "attrs": {"verseId": "JDG.20.24", "verseOrgIds": ["JDG.20.24"]}}, {"text": "And Benjamin went forth against them out of Gibeah the second day, and destroyed down to the ground of the children of Israel again eighteen thousand men; all these drew the sword. ", "type": "text", "attrs": {"verseId": "JDG.20.25", "verseOrgIds": ["JDG.20.25"]}}, {"text": "Then all the children of Israel, and all the people, went up, and came unto Beth-el, and wept, and sat there before the LORD, and fasted that day until even; and they offered burnt-offerings and peace-offerings before the LORD. ", "type": "text", "attrs": {"verseId": "JDG.20.26", "verseOrgIds": ["JDG.20.26"]}}, {"text": "And the children of Israel asked of the LORD — for the ark of the covenant of God was there in those days, ", "type": "text", "attrs": {"verseId": "JDG.20.27", "verseOrgIds": ["JDG.20.27"]}}, {"text": "and Phinehas, the son of Eleazar, the son of Aaron, stood before it in those days — saying: 'Shall I yet again go out to battle against the children of Benjamin my brother, or shall I cease?' And the LORD said: 'Go up; for to-morrow I will deliver him into thy hand.' ", "type": "text", "attrs": {"verseId": "JDG.20.28", "verseOrgIds": ["JDG.20.28"]}}, {"text": "And Israel set liers-in-wait against Gibeah round about. ", "type": "text", "attrs": {"verseId": "JDG.20.29", "verseOrgIds": ["JDG.20.29"]}}, {"text": "And the children of Israel went up against the children of Benjamin on the third day, and set themselves in array against Gibeah, as at other times. ", "type": "text", "attrs": {"verseId": "JDG.20.30", "verseOrgIds": ["JDG.20.30"]}}, {"text": "And the children of Benjamin went out against the people, and were drawn away from the city; and they began to smite and kill of the people, as at other times, in the field, in the highways, of which one goeth up to Beth-el, and the other to Gibeah, about thirty men of Israel. ", "type": "text", "attrs": {"verseId": "JDG.20.31", "verseOrgIds": ["JDG.20.31"]}}, {"text": "And the children of Benjamin said: 'They are smitten down before us, as at the first.' But the children of Israel said: 'Let us flee, and draw them away from the city unto the highways.' ", "type": "text", "attrs": {"verseId": "JDG.20.32", "verseOrgIds": ["JDG.20.32"]}}, {"text": "And all the men of Israel rose up out of their place, and set themselves in array at Baal-tamar; and the liers-in-wait of Israel broke forth out of their place, even out of Maareh-geba. ", "type": "text", "attrs": {"verseId": "JDG.20.33", "verseOrgIds": ["JDG.20.33"]}}, {"text": "And there came over against Gibeah ten thousand chosen men out of all Israel, and the battle was sore; but they knew not that evil was close upon them. ", "type": "text", "attrs": {"verseId": "JDG.20.34", "verseOrgIds": ["JDG.20.34"]}}, {"text": "And the LORD smote Benjamin before Israel; and the children of Israel destroyed of Benjamin that day twenty and five thousand and a hundred men; all these drew the sword. ", "type": "text", "attrs": {"verseId": "JDG.20.35", "verseOrgIds": ["JDG.20.35"]}}, {"text": "So the children of Benjamin saw that they were smitten. And the men of Israel gave place to Benjamin, because they trusted unto the liers-in-wait whom they had set against Gibeah. — ", "type": "text", "attrs": {"verseId": "JDG.20.36", "verseOrgIds": ["JDG.20.36"]}}, {"text": "And the liers-in-wait hastened, and rushed upon Gibeah; and the liers-in-wait drew forth, and smote all the city with the edge of the sword. ", "type": "text", "attrs": {"verseId": "JDG.20.37", "verseOrgIds": ["JDG.20.37"]}}, {"text": "Now there was an appointed sign between the men of Israel and the liers-in-wait, that they should make a great beacon of smoke rise up out of the city. — ", "type": "text", "attrs": {"verseId": "JDG.20.38", "verseOrgIds": ["JDG.20.38"]}}, {"text": "And the men of Israel turned in the battle, and Benjamin began to smite and kill of the men of Israel about thirty persons; for they said: 'Surely they are smitten down before us, as in the first battle.' ", "type": "text", "attrs": {"verseId": "JDG.20.39", "verseOrgIds": ["JDG.20.39"]}}, {"text": "But when the beacon began to arise up out of the city in a pillar of smoke, the Benjamites looked behind them, and, behold, the whole of the city went up in smoke to heaven. ", "type": "text", "attrs": {"verseId": "JDG.20.40", "verseOrgIds": ["JDG.20.40"]}}, {"text": "And the men of Israel turned, and the men of Benjamin were amazed; for they saw that evil was come upon them. ", "type": "text", "attrs": {"verseId": "JDG.20.41", "verseOrgIds": ["JDG.20.41"]}}, {"text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle followed hard after them; and they that came out of the city destroyed them in the midst of the men of Israel. ", "type": "text", "attrs": {"verseId": "JDG.20.42", "verseOrgIds": ["JDG.20.42"]}}, {"text": "They inclosed the Benjamites round about, and chased them, and overtook them at their resting-place, as far as over against Gibeah toward the sunrising. ", "type": "text", "attrs": {"verseId": "JDG.20.43", "verseOrgIds": ["JDG.20.43"]}}, {"text": "And there fell of Benjamin eighteen thousand men; all these were men of valour. ", "type": "text", "attrs": {"verseId": "JDG.20.44", "verseOrgIds": ["JDG.20.44"]}}, {"text": "And they turned and fled toward the wilderness unto the rock of Rimmon; and they gleaned of them in the highways five thousand men; and followed hard after them unto Gidom, and smote of them two thousand men. ", "type": "text", "attrs": {"verseId": "JDG.20.45", "verseOrgIds": ["JDG.20.45"]}}, {"text": "So that all who fell that day of Benjamin were twenty and five thousand men that drew the sword; all these were men of valour. ", "type": "text", "attrs": {"verseId": "JDG.20.46", "verseOrgIds": ["JDG.20.46"]}}, {"text": "But six hundred men turned and fled toward the wilderness unto the rock of Rimmon, and abode in the rock of Rimmon four months. ", "type": "text", "attrs": {"verseId": "JDG.20.47", "verseOrgIds": ["JDG.20.47"]}}, {"text": "And the men of Israel turned back upon the children of Benjamin, and smote them with the edge of the sword, both the entire city, and the cattle, and all that they found; moreover all the cities which they found they set on fire.", "type": "text", "attrs": {"verseId": "JDG.20.48", "verseOrgIds": ["JDG.20.48"]}}]}], "next": {"id": "JDG.21", "number": "21", "bookId": "JDG"}, "previous": {"id": "JDG.19", "number": "19", "bookId": "JDG"}}}}