{"_default": {"1": {"id": "EZK.39", "bibleId": "bf8f1c7f3f9045a5-01", "number": "39", "bookId": "EZK", "reference": "Ezekiel 39", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And thou, son of man, prophesy against Gog, and say: Thus saith the Lord GOD: Behold, I am against thee, O Gog, chief prince of Meshech and Tubal; ", "type": "text", "attrs": {"verseId": "EZK.39.1", "verseOrgIds": ["EZK.39.1"]}}, {"text": "and I will turn thee about and lead thee on, and will cause thee to come up from the uttermost parts of the north; and I will bring thee upon the mountains of Israel; ", "type": "text", "attrs": {"verseId": "EZK.39.2", "verseOrgIds": ["EZK.39.2"]}}, {"text": "and I will smite thy bow out of thy left hand, and will cause thine arrows to fall out of thy right hand. ", "type": "text", "attrs": {"verseId": "EZK.39.3", "verseOrgIds": ["EZK.39.3"]}}, {"text": "Thou shalt fall upon the mountains of Israel, thou, and all thy bands, and the peoples that are with thee; I will give thee unto the ravenous birds of every sort and to the beasts of the field, to be devoured. ", "type": "text", "attrs": {"verseId": "EZK.39.4", "verseOrgIds": ["EZK.39.4"]}}, {"text": "Thou shalt fall upon the open field; for I have spoken it, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.39.5", "verseOrgIds": ["EZK.39.5"]}}, {"text": "And I will send a fire on Magog, and on them that dwell safely in the isles; and they shall know that I am the LORD. ", "type": "text", "attrs": {"verseId": "EZK.39.6", "verseOrgIds": ["EZK.39.6"]}}, {"text": "And My holy name will I make known in the midst of My people Israel; neither will I suffer My holy name to be profaned any more; and the nations shall know that I am the LORD, the Holy One in Israel. ", "type": "text", "attrs": {"verseId": "EZK.39.7", "verseOrgIds": ["EZK.39.7"]}}, {"text": "Behold, it cometh, and it shall be done, saith the Lord GOD; This is the day whereof I have spoken. ", "type": "text", "attrs": {"verseId": "EZK.39.8", "verseOrgIds": ["EZK.39.8"]}}, {"text": "And they that dwell in the cities of Israel shall go forth, and shall make fires of the weapons and use them as fuel, both the shields and the bucklers, the bows and the arrows, and the hand-staves, and the spears, and they shall make fires of them seven years; ", "type": "text", "attrs": {"verseId": "EZK.39.9", "verseOrgIds": ["EZK.39.9"]}}, {"text": "so that they shall take no wood out of the field, neither cut down any out of the forests, for they shall make fires of the weapons; and they shall spoil those that spoiled them, and rob those that robbed them, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.39.10", "verseOrgIds": ["EZK.39.10"]}}, {"text": "And it shall come to pass in that day, that I will give unto Gog a place fit for burial in Israel, the valley of them that pass through on the east of the sea; and it shall stop them that pass through; and there shall they bury Gog and all his multitude; and they shall call it the valley of Hamon-gog. ", "type": "text", "attrs": {"verseId": "EZK.39.11", "verseOrgIds": ["EZK.39.11"]}}, {"text": "And seven months shall the house of Israel be burying them, that they may cleanse the land. ", "type": "text", "attrs": {"verseId": "EZK.39.12", "verseOrgIds": ["EZK.39.12"]}}, {"text": "Yea, all the people of the land shall bury them, and it shall be to them a renown; in the day that I shall be glorified, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.39.13", "verseOrgIds": ["EZK.39.13"]}}, {"text": "And they shall set apart men of continual employment, that shall pass through the land to bury with them that pass through those that remain upon the face of the land, to cleanse it; after the end of seven months shall they search. ", "type": "text", "attrs": {"verseId": "EZK.39.14", "verseOrgIds": ["EZK.39.14"]}}, {"text": "And when they that pass through shall pass through the land, and any seeth a man's bone, then shall he set up a sign by it, till the buriers have buried it in the valley of Hamon-gog. ", "type": "text", "attrs": {"verseId": "EZK.39.15", "verseOrgIds": ["EZK.39.15"]}}, {"text": "And Hamonah shall also be the name of a city. Thus shall they cleanse the land. ", "type": "text", "attrs": {"verseId": "EZK.39.16", "verseOrgIds": ["EZK.39.16"]}}, {"text": "And thou, son of man, thus saith the Lord GOD: Speak unto the birds of every sort, and to every beast of the field: Assemble yourselves, and come; gather yourselves on every side to My feast that I do prepare for you, even a great feast, upon the mountains of Israel, that ye may eat flesh and drink blood. ", "type": "text", "attrs": {"verseId": "EZK.39.17", "verseOrgIds": ["EZK.39.17"]}}, {"text": "The flesh of the mighty shall ye eat, and the blood of the princes of the earth shall ye drink; rams, lambs, and goats, bullocks, fatlings of Bashan are they all of them. ", "type": "text", "attrs": {"verseId": "EZK.39.18", "verseOrgIds": ["EZK.39.18"]}}, {"text": "And ye shall eat fat till ye be full, and drink blood till ye be drunken, of My feast which I have prepared for you. ", "type": "text", "attrs": {"verseId": "EZK.39.19", "verseOrgIds": ["EZK.39.19"]}}, {"text": "And ye shall be filled at My table with horses and horsemen, with mighty men, and with all men of war, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.39.20", "verseOrgIds": ["EZK.39.20"]}}, {"text": "And I will set My glory among the nations, and all the nations shall see My judgment that I have executed, and My hand that I have laid upon them. ", "type": "text", "attrs": {"verseId": "EZK.39.21", "verseOrgIds": ["EZK.39.21"]}}, {"text": "So the house of Israel shall know that I am the LORD their God, from that day and forward. ", "type": "text", "attrs": {"verseId": "EZK.39.22", "verseOrgIds": ["EZK.39.22"]}}, {"text": "And the nations shall know that the house of Israel went into captivity for their iniquity, because they broke faith with Me, and I hid My face from them; so I gave them into the hand of their adversaries, and they fell all of them by the sword. ", "type": "text", "attrs": {"verseId": "EZK.39.23", "verseOrgIds": ["EZK.39.23"]}}, {"text": "According to their uncleanness and according to their transgressions did I unto them; and I hid My face from them. ", "type": "text", "attrs": {"verseId": "EZK.39.24", "verseOrgIds": ["EZK.39.24"]}}, {"text": "Therefore thus saith the Lord GOD: Now will I bring back the captivity of Jacob, and have compassion upon the whole house of Israel; and I will be jealous for My holy name. ", "type": "text", "attrs": {"verseId": "EZK.39.25", "verseOrgIds": ["EZK.39.25"]}}, {"text": "And they shall bear their shame, and all their breach of faith which they have committed against Me, when they shall dwell safely in their land, and none shall make them afraid; ", "type": "text", "attrs": {"verseId": "EZK.39.26", "verseOrgIds": ["EZK.39.26"]}}, {"text": "when I have brought them back from the peoples, and gathered them out of their enemies' lands, and am sanctified in them in the sight of many nations. ", "type": "text", "attrs": {"verseId": "EZK.39.27", "verseOrgIds": ["EZK.39.27"]}}, {"text": "And they shall know that I am the LORD their God, in that I caused them to go into captivity among the nations, and have gathered them unto their own land; and I will leave none of them any more there; ", "type": "text", "attrs": {"verseId": "EZK.39.28", "verseOrgIds": ["EZK.39.28"]}}, {"text": "neither will I hide My face any more from them; for I have poured out My spirit upon the house of Israel, saith the Lord GOD.'", "type": "text", "attrs": {"verseId": "EZK.39.29", "verseOrgIds": ["EZK.39.29"]}}]}], "next": {"id": "EZK.40", "number": "40", "bookId": "EZK"}, "previous": {"id": "EZK.38", "number": "38", "bookId": "EZK"}}}}