{"_default": {"1": {"id": "JOS.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "JOS", "reference": "Joshua 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now it came to pass, when Adoni-zedek king of Jerusalem heard how Joshua had taken Ai, and had utterly destroyed it; as he had done to Jericho and her king, so he had done to Ai and her king; and how the inhabitants of Gibeon had made peace with Israel, and were among them; ", "type": "text", "attrs": {"verseId": "JOS.10.1", "verseOrgIds": ["JOS.10.1"]}}, {"text": "that they feared greatly, because Gibeon was a great city, as one of the royal cities, and because it was greater than Ai, and all the men thereof were mighty. ", "type": "text", "attrs": {"verseId": "JOS.10.2", "verseOrgIds": ["JOS.10.2"]}}, {"text": "Wherefore Adoni-zedek king of Jerusalem sent unto Hoham king of Hebron, and unto Piram king of Jarmuth, and unto Japhia king of Lachish, and unto Debir king of Eglon, saying: ", "type": "text", "attrs": {"verseId": "JOS.10.3", "verseOrgIds": ["JOS.10.3"]}}, {"text": "'Come up unto me, and help me, and let us smite Gibeon; for it hath made peace with Joshua and with the children of Israel.' ", "type": "text", "attrs": {"verseId": "JOS.10.4", "verseOrgIds": ["JOS.10.4"]}}, {"text": "Therefore the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, the king of Eglon, gathered themselves together, and went up, they and all their hosts, and encamped against Gibeon, and made war against it. ", "type": "text", "attrs": {"verseId": "JOS.10.5", "verseOrgIds": ["JOS.10.5"]}}, {"text": "And the men of Gibeon sent unto Joshua to the camp to Gilgal, saying: 'Slack not thy hands from thy servants; come up to us quickly, and save us, and help us; for all the kings of the Amorites that dwell in the hill-country are gathered together against us.' ", "type": "text", "attrs": {"verseId": "JOS.10.6", "verseOrgIds": ["JOS.10.6"]}}, {"text": "So Joshua went up from Gilgal, he, and all the people of war with him, and all the mighty men of valour. ", "type": "text", "attrs": {"verseId": "JOS.10.7", "verseOrgIds": ["JOS.10.7"]}}, {"text": "And the LORD said unto Joshua: 'Fear them not; for I have delivered them into thy hand; there shall not a man of them stand against thee.' ", "type": "text", "attrs": {"verseId": "JOS.10.8", "verseOrgIds": ["JOS.10.8"]}}, {"text": "Joshua therefore came upon them suddenly; for he went up from Gilgal all the night. ", "type": "text", "attrs": {"verseId": "JOS.10.9", "verseOrgIds": ["JOS.10.9"]}}, {"text": "And the LORD discomfited them before Israel, and slew them with a great slaughter at Gibeon; and they chased them by the way of the ascent of Beth-horon, and smote them to Azekah, and unto Makkedah. ", "type": "text", "attrs": {"verseId": "JOS.10.10", "verseOrgIds": ["JOS.10.10"]}}, {"text": "And it came to pass, as they fled from before Israel, while they were at the descent of Beth-horon, that the LORD cast down great stones from heaven upon them unto Azekah, and they died; they were more who died with the hailstones than they whom the children of Israel slew with the sword. ", "type": "text", "attrs": {"verseId": "JOS.10.11", "verseOrgIds": ["JOS.10.11"]}}, {"text": "Then spoke Joshua to the LORD in the day when the LORD delivered up the Amorites before the children of Israel; and he said in the sight of Israel: 'Sun, stand thou still upon Gibeon; and thou, Moon, in the valley of Aijalon.' ", "type": "text", "attrs": {"verseId": "JOS.10.12", "verseOrgIds": ["JOS.10.12"]}}, {"text": "And the sun stood still, and the moon stayed, until the nation had avenged themselves of their enemies. Is not this written in the book of Jashar? And the sun stayed in the midst of heaven, and hasted not to go down about a whole day. ", "type": "text", "attrs": {"verseId": "JOS.10.13", "verseOrgIds": ["JOS.10.13"]}}, {"text": "And there was no day like that before it or after it, that the LORD hearkened unto the voice of a man; for the LORD fought for Israel. ", "type": "text", "attrs": {"verseId": "JOS.10.14", "verseOrgIds": ["JOS.10.14"]}}, {"text": "And Joshua returned, and all Israel with him, unto the camp to Gilgal. ", "type": "text", "attrs": {"verseId": "JOS.10.15", "verseOrgIds": ["JOS.10.15"]}}, {"text": "And these five kings fled, and hid themselves in the cave at Makkedah. ", "type": "text", "attrs": {"verseId": "JOS.10.16", "verseOrgIds": ["JOS.10.16"]}}, {"text": "And it was told Joshua, saying: 'The five kings are found, hidden in the cave at Makkedah.' ", "type": "text", "attrs": {"verseId": "JOS.10.17", "verseOrgIds": ["JOS.10.17"]}}, {"text": "And Joshua said: 'Roll great stones unto the mouth of the cave, and set men by it to keep them; ", "type": "text", "attrs": {"verseId": "JOS.10.18", "verseOrgIds": ["JOS.10.18"]}}, {"text": "but stay not ye; pursue after your enemies, and smite the hindmost of them; suffer them not to enter into their cities; for the LORD your God hath delivered them into your hand.' ", "type": "text", "attrs": {"verseId": "JOS.10.19", "verseOrgIds": ["JOS.10.19"]}}, {"text": "And it came to pass, when Joshua and the children of Israel had made an end of slaying them with a very great slaughter, till they were consumed, and the remnant which remained of them had entered into the fortified cities, ", "type": "text", "attrs": {"verseId": "JOS.10.20", "verseOrgIds": ["JOS.10.20"]}}, {"text": "that all the people returned to the camp to Joshua at Makkedah in peace; none whetted his tongue against any of the children of Israel. ", "type": "text", "attrs": {"verseId": "JOS.10.21", "verseOrgIds": ["JOS.10.21"]}}, {"text": "Then said Joshua: 'Open the mouth of the cave, and bring forth those five kings unto me out of the cave.' ", "type": "text", "attrs": {"verseId": "JOS.10.22", "verseOrgIds": ["JOS.10.22"]}}, {"text": "And they did so, and brought forth those five kings unto him out of the cave, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, the king of Eglon. ", "type": "text", "attrs": {"verseId": "JOS.10.23", "verseOrgIds": ["JOS.10.23"]}}, {"text": "And it came to pass, when they brought forth those kings unto Joshua, that Joshua called for all the men of Israel, and said unto the chiefs of the men of war that went with him: 'Come near, put your feet upon the necks of these kings.' And they came near, and put their feet upon the necks of them. ", "type": "text", "attrs": {"verseId": "JOS.10.24", "verseOrgIds": ["JOS.10.24"]}}, {"text": "And Joshua said unto them: 'Fear not, nor be dismayed; be strong and of good courage; for thus shall the LORD do to all your enemies against whom ye fight.' ", "type": "text", "attrs": {"verseId": "JOS.10.25", "verseOrgIds": ["JOS.10.25"]}}, {"text": "And afterward Joshua smote them, and put them to death, and hanged them on five trees; and they were hanging upon the trees until the evening. ", "type": "text", "attrs": {"verseId": "JOS.10.26", "verseOrgIds": ["JOS.10.26"]}}, {"text": "And it came to pass at the time of the going down of the sun, that Joshua commanded, and they took them down off the trees, and cast them into the cave wherein they had hidden themselves, and laid great stones on the mouth of the cave, unto this very day. ", "type": "text", "attrs": {"verseId": "JOS.10.27", "verseOrgIds": ["JOS.10.27"]}}, {"text": "And Joshua took Makkedah on that day, and smote it with the edge of the sword, and the king thereof; he utterly destroyed them and all the souls that were therein, he left none remaining; and he did to the king of Makkedah as he had done unto the king of Jericho. ", "type": "text", "attrs": {"verseId": "JOS.10.28", "verseOrgIds": ["JOS.10.28"]}}, {"text": "And Joshua passed from Makkedah, and all Israel with him, unto Libnah, and fought against Libnah. ", "type": "text", "attrs": {"verseId": "JOS.10.29", "verseOrgIds": ["JOS.10.29"]}}, {"text": "And the LORD delivered it also, and the king thereof, into the hand of Israel; and he smote it with the edge of the sword, and all the souls that were therein; he left none remaining in it; and he did unto the king thereof as he had done unto the king of Jericho. ", "type": "text", "attrs": {"verseId": "JOS.10.30", "verseOrgIds": ["JOS.10.30"]}}, {"text": "And Joshua passed from Libnah, and all Israel with him, unto Lachish, and encamped against it, and fought against it. ", "type": "text", "attrs": {"verseId": "JOS.10.31", "verseOrgIds": ["JOS.10.31"]}}, {"text": "And the LORD delivered Lachish into the hand of Israel, and he took it on the second day, and smote it with the edge of the sword, and all the souls that were therein, according to all that he had done to Libnah. ", "type": "text", "attrs": {"verseId": "JOS.10.32", "verseOrgIds": ["JOS.10.32"]}}, {"text": "Then Horam king of Gezer came up to help Lachish; and Joshua smote him and his people, until he had left him none remaining. ", "type": "text", "attrs": {"verseId": "JOS.10.33", "verseOrgIds": ["JOS.10.33"]}}, {"text": "And Joshua passed from Lachish, and all Israel with him, unto Eglon; and they encamped against it, and fought against it. ", "type": "text", "attrs": {"verseId": "JOS.10.34", "verseOrgIds": ["JOS.10.34"]}}, {"text": "And they took it on that day, and smote it with the edge of the sword, and all the souls that were therein he utterly destroyed that day, according to all that he had done to Lachish. ", "type": "text", "attrs": {"verseId": "JOS.10.35", "verseOrgIds": ["JOS.10.35"]}}, {"text": "And Joshua went up from Eglon, and all Israel with him, unto Hebron; and they fought against it. ", "type": "text", "attrs": {"verseId": "JOS.10.36", "verseOrgIds": ["JOS.10.36"]}}, {"text": "And they took it, and smote it with the edge of the sword, and the king thereof, and all the cities thereof, and all the souls that were therein; he left none remaining, according to all that he had done to Eglon; but he utterly destroyed it, and all the souls that were therein. ", "type": "text", "attrs": {"verseId": "JOS.10.37", "verseOrgIds": ["JOS.10.37"]}}, {"text": "And Joshua turned back, and all Israel with him, to Debir; and fought against it. ", "type": "text", "attrs": {"verseId": "JOS.10.38", "verseOrgIds": ["JOS.10.38"]}}, {"text": "And he took it, and the king thereof, and all the cities thereof; and they smote them with the edge of the sword, and utterly destroyed all the souls that were therein; he left none remaining; as he had done to Hebron, so he did to Debir, and to the king thereof; as he had done also to Libnah, and to the king thereof. ", "type": "text", "attrs": {"verseId": "JOS.10.39", "verseOrgIds": ["JOS.10.39"]}}, {"text": "So Joshua smote all the land, the hill-country, and the South, and the Lowland, and the slopes, and all their kings; he left none remaining; but he utterly destroyed all that breathed, as the LORD, the God of Israel, commanded. ", "type": "text", "attrs": {"verseId": "JOS.10.40", "verseOrgIds": ["JOS.10.40"]}}, {"text": "And Joshua smote them from Kadesh-barnea even unto Gaza, and all the country of Goshen, even unto Gibeon. ", "type": "text", "attrs": {"verseId": "JOS.10.41", "verseOrgIds": ["JOS.10.41"]}}, {"text": "And all these kings and their land did Joshua take at one time, because the LORD, the God of Israel, fought for Israel. ", "type": "text", "attrs": {"verseId": "JOS.10.42", "verseOrgIds": ["JOS.10.42"]}}, {"text": "And Joshua returned, and all Israel with him, unto the camp to Gilgal.", "type": "text", "attrs": {"verseId": "JOS.10.43", "verseOrgIds": ["JOS.10.43"]}}]}], "next": {"id": "JOS.11", "number": "11", "bookId": "JOS"}, "previous": {"id": "JOS.9", "number": "9", "bookId": "JOS"}}}}