{"_default": {"1": {"id": "EZK.43", "bibleId": "bf8f1c7f3f9045a5-01", "number": "43", "bookId": "EZK", "reference": "Ezekiel 43", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Afterward he brought me to the gate, even the gate that looketh toward the east; ", "type": "text", "attrs": {"verseId": "EZK.43.1", "verseOrgIds": ["EZK.43.1"]}}, {"text": "and, behold, the glory of the God of Israel came from the way of the east; and His voice was like the sound of many waters; and the earth did shine with His glory. ", "type": "text", "attrs": {"verseId": "EZK.43.2", "verseOrgIds": ["EZK.43.2"]}}, {"text": "And the appearance of the vision which I saw was like the vision that I saw when I came to destroy the city; and the visions were like the vision that I saw by the river Chebar; and I fell upon my face. ", "type": "text", "attrs": {"verseId": "EZK.43.3", "verseOrgIds": ["EZK.43.3"]}}, {"text": "And the glory of the LORD came into the house by the way of the gate whose prospect is toward the east. ", "type": "text", "attrs": {"verseId": "EZK.43.4", "verseOrgIds": ["EZK.43.4"]}}, {"text": "And a spirit took me up, and brought me into the inner court; and, behold, the glory of the LORD filled the house. ", "type": "text", "attrs": {"verseId": "EZK.43.5", "verseOrgIds": ["EZK.43.5"]}}, {"text": "And I heard one speaking unto me out of the house; and a man stood by me. ", "type": "text", "attrs": {"verseId": "EZK.43.6", "verseOrgIds": ["EZK.43.6"]}}, {"text": "And He said unto me: 'Son of man, this is the place of My throne, and the place of the soles of My feet, where I will dwell in the midst of the children of Israel for ever; and the house of Israel shall no more defile My holy name, neither they, nor their kings, by their harlotry, and by the carcasses of their kings in their high places; ", "type": "text", "attrs": {"verseId": "EZK.43.7", "verseOrgIds": ["EZK.43.7"]}}, {"text": "in their setting of their threshold by My threshold, and their door-post beside My door-post, and there was but the wall between Me and them; and they have defiled My holy name by their abominations which they have committed; wherefore I have consumed them in Mine anger. ", "type": "text", "attrs": {"verseId": "EZK.43.8", "verseOrgIds": ["EZK.43.8"]}}, {"text": "Now let them put away their harlotry, and the carcasses of their kings, far from Me, and I will dwell in the midst of them for ever. ", "type": "text", "attrs": {"verseId": "EZK.43.9", "verseOrgIds": ["EZK.43.9"]}}, {"text": "Thou, son of man, show the house to the house of Israel, that they may be ashamed of their iniquities; and let them measure accurately. ", "type": "text", "attrs": {"verseId": "EZK.43.10", "verseOrgIds": ["EZK.43.10"]}}, {"text": "And if they be ashamed of all that they have done, make known unto them the form of the house, and the fashion thereof, and the goings out thereof, and the comings in thereof, and all the forms thereof, and all the ordinances thereof, and all the forms thereof, and all the laws thereof, and write it in their sight; that they may keep the whole form thereof, and all the ordinances thereof, and do them. ", "type": "text", "attrs": {"verseId": "EZK.43.11", "verseOrgIds": ["EZK.43.11"]}}, {"text": "This is the law of the house: upon the top of the mountain the whole limit thereof round about shall be most holy. Behold, this is the law of the house. ", "type": "text", "attrs": {"verseId": "EZK.43.12", "verseOrgIds": ["EZK.43.12"]}}, {"text": "And these are the measures of the altar by cubits — the cubit is a cubit and a handbreadth: the bottom shall be a cubit, and the breadth a cubit, and the border thereof by the edge thereof round about a span; and this shall be the base of the altar. ", "type": "text", "attrs": {"verseId": "EZK.43.13", "verseOrgIds": ["EZK.43.13"]}}, {"text": "And from the bottom upon the ground to the lower settle shall be two cubits, and the breadth one cubit; and from the lesser settle to the greater settle shall be four cubits, and the breadth a cubit. ", "type": "text", "attrs": {"verseId": "EZK.43.14", "verseOrgIds": ["EZK.43.14"]}}, {"text": "And the hearth shall be four cubits; and from the hearth and upward there shall be four horns. ", "type": "text", "attrs": {"verseId": "EZK.43.15", "verseOrgIds": ["EZK.43.15"]}}, {"text": "And the hearth shall be twelve cubits long by twelve broad, square in the four sides thereof. ", "type": "text", "attrs": {"verseId": "EZK.43.16", "verseOrgIds": ["EZK.43.16"]}}, {"text": "And the settle shall be fourteen cubits long by fourteen broad in the four sides thereof; and the border about it shall be half a cubit; and the bottom thereof shall be a cubit about; and the steps thereof shall look toward the east.' ", "type": "text", "attrs": {"verseId": "EZK.43.17", "verseOrgIds": ["EZK.43.17"]}}, {"text": "And He said unto me: 'Son of man, thus saith the Lord GOD: These are the ordinances of the altar in the day when they shall make it, to offer burnt-offerings thereon, and to dash blood against it. ", "type": "text", "attrs": {"verseId": "EZK.43.18", "verseOrgIds": ["EZK.43.18"]}}, {"text": "Thou shalt give to the priests the Levites that are of the seed of Zadok, who are near unto Me, to minister unto Me, saith the Lord GOD, a young bullock for a sin-offering. ", "type": "text", "attrs": {"verseId": "EZK.43.19", "verseOrgIds": ["EZK.43.19"]}}, {"text": "And thou shalt take of the blood thereof, and put it on the four horns of it, and on the four corners of the settle, and upon the border round about; thus shalt thou purify it and make atonement for it. ", "type": "text", "attrs": {"verseId": "EZK.43.20", "verseOrgIds": ["EZK.43.20"]}}, {"text": "Thou shalt also take the bullock of the sin-offering, and it shall be burnt in the appointed place of the house, without the sanctuary. ", "type": "text", "attrs": {"verseId": "EZK.43.21", "verseOrgIds": ["EZK.43.21"]}}, {"text": "And on the second day thou shalt offer a he-goat without blemish for a sin-offering; and they shall purify the altar, as they did purify it with the bullock. ", "type": "text", "attrs": {"verseId": "EZK.43.22", "verseOrgIds": ["EZK.43.22"]}}, {"text": "When thou hast made an end of purifying it, thou shalt offer a young bullock without blemish, and a ram out of the flock without blemish. ", "type": "text", "attrs": {"verseId": "EZK.43.23", "verseOrgIds": ["EZK.43.23"]}}, {"text": "And thou shalt present them before the LORD, and the priests shall cast salt upon them, and they shall offer them up for a burnt-offering unto the LORD. ", "type": "text", "attrs": {"verseId": "EZK.43.24", "verseOrgIds": ["EZK.43.24"]}}, {"text": "Seven days shalt thou prepare every day a goat for a sin-offering; they shall also prepare a young bullock, and a ram out of the flock, without blemish. ", "type": "text", "attrs": {"verseId": "EZK.43.25", "verseOrgIds": ["EZK.43.25"]}}, {"text": "Seven days shall they make atonement for the altar and cleanse it; so shall they consecrate it. ", "type": "text", "attrs": {"verseId": "EZK.43.26", "verseOrgIds": ["EZK.43.26"]}}, {"text": "And when they have accomplished the days, it shall be that upon the eighth day, and forward, the priests shall make your burnt-offerings upon the altar, and your peace-offerings; and I will accept you, saith the Lord GOD.'", "type": "text", "attrs": {"verseId": "EZK.43.27", "verseOrgIds": ["EZK.43.27"]}}]}], "next": {"id": "EZK.44", "number": "44", "bookId": "EZK"}, "previous": {"id": "EZK.42", "number": "42", "bookId": "EZK"}}}}