{"_default": {"1": {"id": "GEN.42", "bibleId": "bf8f1c7f3f9045a5-01", "number": "42", "bookId": "GEN", "reference": "Genesis 42", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Jacob saw that there was corn in Egypt, and Jacob said unto his sons: 'Why do ye look one upon another?' ", "type": "text", "attrs": {"verseId": "GEN.42.1", "verseOrgIds": ["GEN.42.1"]}}, {"text": "And he said: 'Behold, I have heard that there is corn in Egypt. Get you down thither, and buy for us from thence; that we may live, and not die.' ", "type": "text", "attrs": {"verseId": "GEN.42.2", "verseOrgIds": ["GEN.42.2"]}}, {"text": "And Joseph's ten brethren went down to buy corn from Egypt. ", "type": "text", "attrs": {"verseId": "GEN.42.3", "verseOrgIds": ["GEN.42.3"]}}, {"text": "But Benjamin, Joseph's brother, Jacob sent not with his brethren; for he said: 'Lest peradventure harm befall him.' ", "type": "text", "attrs": {"verseId": "GEN.42.4", "verseOrgIds": ["GEN.42.4"]}}, {"text": "And the sons of Israel came to buy among those that came; for the famine was in the land of Caanan. ", "type": "text", "attrs": {"verseId": "GEN.42.5", "verseOrgIds": ["GEN.42.5"]}}, {"text": "And Joseph was the governor over the land; he it was that sold to all the people of the land. And Joseph's brethren came, and bowed down to him with their faces to the earth. ", "type": "text", "attrs": {"verseId": "GEN.42.6", "verseOrgIds": ["GEN.42.6"]}}, {"text": "And Joseph saw his brethren, and he knew them, but made himself strange unto them, and spoke roughly with them; and he said unto them: 'Whence come ye?' And they said: 'From the land of Canaan to buy food.' ", "type": "text", "attrs": {"verseId": "GEN.42.7", "verseOrgIds": ["GEN.42.7"]}}, {"text": "And Joseph knew his brethren, but they knew him not. ", "type": "text", "attrs": {"verseId": "GEN.42.8", "verseOrgIds": ["GEN.42.8"]}}, {"text": "And Joseph remembered the dreams which he dreamed of them, and said unto them: 'Ye are spies; to see the nakedness of the land ye are come.' ", "type": "text", "attrs": {"verseId": "GEN.42.9", "verseOrgIds": ["GEN.42.9"]}}, {"text": "And they said unto him: 'Nay, my lord, but to buy food are thy servants come. ", "type": "text", "attrs": {"verseId": "GEN.42.10", "verseOrgIds": ["GEN.42.10"]}}, {"text": "We are all one man's sons; we are upright men, thy servants are no spies.' ", "type": "text", "attrs": {"verseId": "GEN.42.11", "verseOrgIds": ["GEN.42.11"]}}, {"text": "And he said unto them: 'Nay, but to see the nakedness of the land ye are come.' ", "type": "text", "attrs": {"verseId": "GEN.42.12", "verseOrgIds": ["GEN.42.12"]}}, {"text": "And they said: 'We thy servants are twelve brethren, the sons of one man in the land of Canaan; and, behold, the youngest is this day with our father, and one is not.' ", "type": "text", "attrs": {"verseId": "GEN.42.13", "verseOrgIds": ["GEN.42.13"]}}, {"text": "And Joseph said unto them: 'That is it that I spoke unto you, saying: Ye are spies. ", "type": "text", "attrs": {"verseId": "GEN.42.14", "verseOrgIds": ["GEN.42.14"]}}, {"text": "Hereby ye shall be proved, as Pharaoh liveth, ye shall not go forth hence, except your youngest brother come hither. ", "type": "text", "attrs": {"verseId": "GEN.42.15", "verseOrgIds": ["GEN.42.15"]}}, {"text": "Send one of you, and let him fetch your brother, and ye shall be bound, that your words may be proved, whether there be truth in you; or else, as Pharaoh liveth, surely ye are spies.' ", "type": "text", "attrs": {"verseId": "GEN.42.16", "verseOrgIds": ["GEN.42.16"]}}, {"text": "And he put them all together into ward three days. ", "type": "text", "attrs": {"verseId": "GEN.42.17", "verseOrgIds": ["GEN.42.17"]}}, {"text": "And Joseph said unto them the third day. 'This do, and live; for I fear God: ", "type": "text", "attrs": {"verseId": "GEN.42.18", "verseOrgIds": ["GEN.42.18"]}}, {"text": "if ye be upright men, let one of your brethren be bound in your prison-house; but go ye, carry corn for the famine of your houses; ", "type": "text", "attrs": {"verseId": "GEN.42.19", "verseOrgIds": ["GEN.42.19"]}}, {"text": "and bring your youngest brother unto me; so shall your words be verified, and ye shall not die.' And they did so. ", "type": "text", "attrs": {"verseId": "GEN.42.20", "verseOrgIds": ["GEN.42.20"]}}, {"text": "And they said one to another: 'We are verily guilty concerning our brother, in that we saw the distress of his soul, when he besought us, and we would not hear; therefore is this distress come upon us.' ", "type": "text", "attrs": {"verseId": "GEN.42.21", "verseOrgIds": ["GEN.42.21"]}}, {"text": "And Reuben answered them, saying: 'Spoke I not unto you, saying: Do not sin against the child; and ye would not hear? therefore also, behold, his blood is required.' ", "type": "text", "attrs": {"verseId": "GEN.42.22", "verseOrgIds": ["GEN.42.22"]}}, {"text": "And they knew not that Joseph understood them; for the interpreter was between them. ", "type": "text", "attrs": {"verseId": "GEN.42.23", "verseOrgIds": ["GEN.42.23"]}}, {"text": "And he turned himself about from them, and wept; and he returned to them, and spoke to them, and took Simeon from among them, and bound him before their eyes. ", "type": "text", "attrs": {"verseId": "GEN.42.24", "verseOrgIds": ["GEN.42.24"]}}, {"text": "Then Joseph commanded to fill their vessels with corn, and to restore every man's money into his sack, and to give them provision for the way; and thus was it done unto them. ", "type": "text", "attrs": {"verseId": "GEN.42.25", "verseOrgIds": ["GEN.42.25"]}}, {"text": "And they laded their asses with their corn, and departed thence. ", "type": "text", "attrs": {"verseId": "GEN.42.26", "verseOrgIds": ["GEN.42.26"]}}, {"text": "And as one of them opened his sack to give his ass provender in the lodging-place, he espied his money; and, behold, it was in the mouth of his sack. ", "type": "text", "attrs": {"verseId": "GEN.42.27", "verseOrgIds": ["GEN.42.27"]}}, {"text": "And he said unto his brethren: 'My money is restored; and, lo, it is even in my sack.' And their heart failed them, and they turned trembling one to another, saying: 'What is this that God hath done unto us?' ", "type": "text", "attrs": {"verseId": "GEN.42.28", "verseOrgIds": ["GEN.42.28"]}}, {"text": "And they came unto Jacob their father unto the land of Canaan, and told him all that had befallen them, saying: ", "type": "text", "attrs": {"verseId": "GEN.42.29", "verseOrgIds": ["GEN.42.29"]}}, {"text": "'The man, the lord of the land, spoke roughly with us, and took us for spies of the country. ", "type": "text", "attrs": {"verseId": "GEN.42.30", "verseOrgIds": ["GEN.42.30"]}}, {"text": "And we said unto him: We are upright men; we are no spies. ", "type": "text", "attrs": {"verseId": "GEN.42.31", "verseOrgIds": ["GEN.42.31"]}}, {"text": "We are twelve brethren, sons of our father; one is not, and the youngest is this day with our father in the land of Canaan. ", "type": "text", "attrs": {"verseId": "GEN.42.32", "verseOrgIds": ["GEN.42.32"]}}, {"text": "And the man, the lord of the land, said unto us: Hereby shall I know that ye are upright men: leave one of your brethren with me, and take corn for the famine of your houses, and go your way. ", "type": "text", "attrs": {"verseId": "GEN.42.33", "verseOrgIds": ["GEN.42.33"]}}, {"text": "And bring your youngest brother unto me; then shall I know that ye are no spies, but that ye are upright men; so will I deliver you your brother, and ye shall traffic in the land.' ", "type": "text", "attrs": {"verseId": "GEN.42.34", "verseOrgIds": ["GEN.42.34"]}}, {"text": "And it came to pass as they emptied their sacks, that, behold, every man's bundle of money was in his sack; and when they and their father saw their bundles of money, they were afraid. ", "type": "text", "attrs": {"verseId": "GEN.42.35", "verseOrgIds": ["GEN.42.35"]}}, {"text": "And Jacob their father said unto them: 'Me have ye bereaved of my children: Joseph is not, and Simeon is not, and ye will take Benjamin away; upon me are all these things come.' ", "type": "text", "attrs": {"verseId": "GEN.42.36", "verseOrgIds": ["GEN.42.36"]}}, {"text": "And Reuben spoke unto his father, saying: 'Thou shalt slay my two sons, if I bring him not to thee; deliver him into my hand, and I will bring him back to thee.' ", "type": "text", "attrs": {"verseId": "GEN.42.37", "verseOrgIds": ["GEN.42.37"]}}, {"text": "And he said: 'My son shall not go down with you; for his brother is dead, and he only is left; if harm befall him by the way in which ye go, then will ye bring down my gray hairs with sorrow to the grave.", "type": "text", "attrs": {"verseId": "GEN.42.38", "verseOrgIds": ["GEN.42.38"]}}]}], "next": {"id": "GEN.43", "number": "43", "bookId": "GEN"}, "previous": {"id": "GEN.41", "number": "41", "bookId": "GEN"}}}}