{"_default": {"1": {"id": "1SA.18", "bibleId": "bf8f1c7f3f9045a5-01", "number": "18", "bookId": "1SA", "reference": "1 Samuel 18", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass, when he had made an end of speaking unto Saul, that the soul of Jonathan was knit with the soul of David, and Jonathan loved him as his own soul. ", "type": "text", "attrs": {"verseId": "1SA.18.1", "verseOrgIds": ["1SA.18.1"]}}, {"text": "And Saul took him that day, and would let him go no more home to his father's house. ", "type": "text", "attrs": {"verseId": "1SA.18.2", "verseOrgIds": ["1SA.18.2"]}}, {"text": "Then Jonathan made a covenant with David, because he loved him as his own soul. ", "type": "text", "attrs": {"verseId": "1SA.18.3", "verseOrgIds": ["1SA.18.3"]}}, {"text": "And Jonathan stripped himself of the robe that was upon him, and gave it to David, and his apparel, even to his sword, and to his bow, and to his girdle. ", "type": "text", "attrs": {"verseId": "1SA.18.4", "verseOrgIds": ["1SA.18.4"]}}, {"text": "And David went out; whithersoever Saul sent him, he had good success; and Saul set him over the men of war; and it was good in the sight of all the people, and also in the sight of Saul's servants. ", "type": "text", "attrs": {"verseId": "1SA.18.5", "verseOrgIds": ["1SA.18.5"]}}, {"text": "And it came to pass as they came, when David returned from the slaughter of the Philistine, that the women came out of all the cities of Israel, singing and dancing, to meet king Saul, with timbrels, with joy, and with three-stringed instruments. ", "type": "text", "attrs": {"verseId": "1SA.18.6", "verseOrgIds": ["1SA.18.6"]}}, {"text": "And the women sang one to another in their play, and said: Saul hath slain his thousands, and David his ten thousands. ", "type": "text", "attrs": {"verseId": "1SA.18.7", "verseOrgIds": ["1SA.18.7"]}}, {"text": "And Saul was very wroth, and this saying displeased him; and he said: 'They have ascribed unto David ten thousands, and to me they have ascribed but thousands; and all he lacketh is the kingdom!' ", "type": "text", "attrs": {"verseId": "1SA.18.8", "verseOrgIds": ["1SA.18.8"]}}, {"text": "And Saul eyed David from that day and forward. ", "type": "text", "attrs": {"verseId": "1SA.18.9", "verseOrgIds": ["1SA.18.9"]}}, {"text": "And it came to pass on the morrow, that an evil spirit from God came mightily upon Saul, and he raved in the midst of the house; and David played with his hand, as he did day by day; and Saul had his spear in his hand. ", "type": "text", "attrs": {"verseId": "1SA.18.10", "verseOrgIds": ["1SA.18.10"]}}, {"text": "And Saul cast the spear; for he said: 'I will smite David even to the wall.' And David stepped aside out of his presence twice. ", "type": "text", "attrs": {"verseId": "1SA.18.11", "verseOrgIds": ["1SA.18.11"]}}, {"text": "And Saul was afraid of David, because the LORD was with him, and was departed from Saul. ", "type": "text", "attrs": {"verseId": "1SA.18.12", "verseOrgIds": ["1SA.18.12"]}}, {"text": "Therefore Saul removed him from him, and made him his captain over a thousand; and he went out and came in before the people. ", "type": "text", "attrs": {"verseId": "1SA.18.13", "verseOrgIds": ["1SA.18.13"]}}, {"text": "And David had great success in all his ways; and the LORD was with him. ", "type": "text", "attrs": {"verseId": "1SA.18.14", "verseOrgIds": ["1SA.18.14"]}}, {"text": "And when Saul saw that he had great success, he stood in awe of him. ", "type": "text", "attrs": {"verseId": "1SA.18.15", "verseOrgIds": ["1SA.18.15"]}}, {"text": "But all Israel and Judah loved David; for he went out and came in before them. ", "type": "text", "attrs": {"verseId": "1SA.18.16", "verseOrgIds": ["1SA.18.16"]}}, {"text": "And Saul said to David: 'Behold my elder daughter Merab, her will I give thee to wife; only be thou valiant for me, and fight the LORD'S battles.' For Saul said: 'Let not my hand be upon him, but let the hand of the Philistines be upon him.' ", "type": "text", "attrs": {"verseId": "1SA.18.17", "verseOrgIds": ["1SA.18.17"]}}, {"text": "And David said unto Saul: 'Who am I, and what is my life, or my father's family in Israel, that I should be son-in-law to the king?' ", "type": "text", "attrs": {"verseId": "1SA.18.18", "verseOrgIds": ["1SA.18.18"]}}, {"text": "But it came to pass at the time when Merab Saul's daughter should have been given to David, that she was given unto Adriel the Meholathite to wife. ", "type": "text", "attrs": {"verseId": "1SA.18.19", "verseOrgIds": ["1SA.18.19"]}}, {"text": "And Michal Saul's daughter loved David; and they told Saul, and the thing pleased him. ", "type": "text", "attrs": {"verseId": "1SA.18.20", "verseOrgIds": ["1SA.18.20"]}}, {"text": "And Saul said: 'I will give him her, that she may be a snare to him, and that the hand of the Philistines may be against him.' Wherefore Saul said to David: 'Thou shalt this day be my son-in-law through the one of the twain.' ", "type": "text", "attrs": {"verseId": "1SA.18.21", "verseOrgIds": ["1SA.18.21"]}}, {"text": "And Saul commanded his servants: 'Speak with David secretly, and say: Behold, the king hath delight in thee, and all his servants love thee; now therefore be the king's son-in-law.' ", "type": "text", "attrs": {"verseId": "1SA.18.22", "verseOrgIds": ["1SA.18.22"]}}, {"text": "And Saul's servants spoke those words in the ears of David. And David said: 'Seemeth it to you a light thing to be the king's son-in-law, seeing that I am a poor man, and lightly esteemed?' ", "type": "text", "attrs": {"verseId": "1SA.18.23", "verseOrgIds": ["1SA.18.23"]}}, {"text": "And the servants of Saul told him, saying: 'On this manner spoke David.' ", "type": "text", "attrs": {"verseId": "1SA.18.24", "verseOrgIds": ["1SA.18.24"]}}, {"text": "And Saul said: 'Thus shall ye say to David: The king desireth not any dowry, but a hundred foreskins of the Philistines, to be avenged of the king's enemies.' For Saul thought to make David fall by the hand of the Philistines. ", "type": "text", "attrs": {"verseId": "1SA.18.25", "verseOrgIds": ["1SA.18.25"]}}, {"text": "And when his servants told David these words, it pleased David well to be the king's son-in-law. And the days were not expired; ", "type": "text", "attrs": {"verseId": "1SA.18.26", "verseOrgIds": ["1SA.18.26"]}}, {"text": "and David arose and went, he and his men, and slew of the Philistines two hundred men; and David brought their foreskins, and they gave them in full number to the king, that he might be the king's son-in-law. And Saul gave him Michal his daughter to wife. ", "type": "text", "attrs": {"verseId": "1SA.18.27", "verseOrgIds": ["1SA.18.27"]}}, {"text": "And Saul saw and knew that the LORD was with David; and Michal Saul's daughter loved him. ", "type": "text", "attrs": {"verseId": "1SA.18.28", "verseOrgIds": ["1SA.18.28"]}}, {"text": "And Saul was yet the more afraid of David; and Saul was David's enemy continually. ", "type": "text", "attrs": {"verseId": "1SA.18.29", "verseOrgIds": ["1SA.18.29"]}}, {"text": "Then the princes of the Philistines went forth; and it came to pass, as often as they went forth, that David prospered more than all the servants of Saul; so that his name was much set by.", "type": "text", "attrs": {"verseId": "1SA.18.30", "verseOrgIds": ["1SA.18.30"]}}]}], "next": {"id": "1SA.19", "number": "19", "bookId": "1SA"}, "previous": {"id": "1SA.17", "number": "17", "bookId": "1SA"}}}}