{"_default": {"1": {"id": "2KI.14", "bibleId": "bf8f1c7f3f9045a5-01", "number": "14", "bookId": "2KI", "reference": "2 Kings 14", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the second year of Joash son of Joahaz king of Israel began Amaziah the son of Joash king of Judah to reign. ", "type": "text", "attrs": {"verseId": "2KI.14.1", "verseOrgIds": ["2KI.14.1"]}}, {"text": "He was twenty and five years old when he began to reign; and he reigned twenty and nine years in Jerusalem; and his mother's name was Jehoaddan of Jerusalem. ", "type": "text", "attrs": {"verseId": "2KI.14.2", "verseOrgIds": ["2KI.14.2"]}}, {"text": "And he did that which was right in the eyes of the LORD, yet not like David his father; he did according to all that Joash his father had done. ", "type": "text", "attrs": {"verseId": "2KI.14.3", "verseOrgIds": ["2KI.14.3"]}}, {"text": "Howbeit the high places were not taken away; the people still sacrificed and offered in the high places. ", "type": "text", "attrs": {"verseId": "2KI.14.4", "verseOrgIds": ["2KI.14.4"]}}, {"text": "And it came to pass, as soon as the kingdom was established in his hand, that he slew his servants who had slain the king his father; ", "type": "text", "attrs": {"verseId": "2KI.14.5", "verseOrgIds": ["2KI.14.5"]}}, {"text": "but the children of the murderers he put not to death; according to that which is written in the book of the law of Moses, as the LORD commanded saying: 'The fathers shall not be put to death for the children, nor the children be put to death for the fathers; but every man shall be put to death for his own sin.' ", "type": "text", "attrs": {"verseId": "2KI.14.6", "verseOrgIds": ["2KI.14.6"]}}, {"text": "He slew of Edom in the Valley of Salt ten thousand, and took Sela by war, and called the name of it Joktheel, unto this day. ", "type": "text", "attrs": {"verseId": "2KI.14.7", "verseOrgIds": ["2KI.14.7"]}}, {"text": "Then Amaziah sent messengers to Jehoash, the son of Jehoahaz son of Jehu, king of Israel, saying: 'Come, let us look one another in the face.' ", "type": "text", "attrs": {"verseId": "2KI.14.8", "verseOrgIds": ["2KI.14.8"]}}, {"text": "And Jehoash the king of Israel sent to Amaziah king of Judah, saying: 'The thistle that was in Lebanon sent to the cedar that was in Lebanon, saying: Give thy daughter to my son to wife; and there passed by the wild beasts that were in Lebanon, and trod down the thistle. ", "type": "text", "attrs": {"verseId": "2KI.14.9", "verseOrgIds": ["2KI.14.9"]}}, {"text": "Thou hast indeed smitten Edom, and will thy heart lift thee up? glory therein, and remain at home; for why shouldest thou meddle with evil, that thou shouldest fall, even thou, and Judah with thee? ", "type": "text", "attrs": {"verseId": "2KI.14.10", "verseOrgIds": ["2KI.14.10"]}}, {"text": "But Amaziah would not hear. So Jehoash king of Israel went up; and he and Amaziah king of Judah looked one another in the face at Beth-shemesh, which belongeth to Judah. ", "type": "text", "attrs": {"verseId": "2KI.14.11", "verseOrgIds": ["2KI.14.11"]}}, {"text": "And Judah was put to the worse before Israel; and they fled every man to his tent. ", "type": "text", "attrs": {"verseId": "2KI.14.12", "verseOrgIds": ["2KI.14.12"]}}, {"text": "And Jehoash king of Israel took Amaziah king of Judah, the son of Jehoash the son of Ahaziah, at Beth-shemesh, and came to Jerusalem, and broke down the wall of Jerusalem from the gate of Ephraim unto the corner gate, four hundred cubits. ", "type": "text", "attrs": {"verseId": "2KI.14.13", "verseOrgIds": ["2KI.14.13"]}}, {"text": "And he took all the gold and silver, and all the vessels that were found in the house of the LORD, and in the treasures of the king's house, the hostages also, and returned to Samaria. ", "type": "text", "attrs": {"verseId": "2KI.14.14", "verseOrgIds": ["2KI.14.14"]}}, {"text": "Now the rest of the acts of Jehoash which he did, and his might, and how he fought with Amaziah king of Judah, are they not written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "2KI.14.15", "verseOrgIds": ["2KI.14.15"]}}, {"text": "And Jehoash slept with his fathers, and was buried in Samaria with the kings of Israel; and Jeroboam his son reigned in his stead. ", "type": "text", "attrs": {"verseId": "2KI.14.16", "verseOrgIds": ["2KI.14.16"]}}, {"text": "And Amaziah the son of Joash king of Judah lived after the death of Jehoash son of Jehoahaz king of Israel fifteen years. ", "type": "text", "attrs": {"verseId": "2KI.14.17", "verseOrgIds": ["2KI.14.17"]}}, {"text": "Now the rest of the acts of Amaziah, are they not written in the book of the chronicles of the kings of Judah? ", "type": "text", "attrs": {"verseId": "2KI.14.18", "verseOrgIds": ["2KI.14.18"]}}, {"text": "And they made a conspiracy against him in Jerusalem; and he fled to Lachish; but they sent after him to Lachish, and slew him there. ", "type": "text", "attrs": {"verseId": "2KI.14.19", "verseOrgIds": ["2KI.14.19"]}}, {"text": "And they brought him upon horses; and he was buried at Jerusalem with his fathers in the city of David. ", "type": "text", "attrs": {"verseId": "2KI.14.20", "verseOrgIds": ["2KI.14.20"]}}, {"text": "And all the people of Judah took Azariah, who was sixteen years old, and made him king in the room of his father Amaziah. ", "type": "text", "attrs": {"verseId": "2KI.14.21", "verseOrgIds": ["2KI.14.21"]}}, {"text": "He built Elath, and restored it to Judah, after that the king slept with his fathers. ", "type": "text", "attrs": {"verseId": "2KI.14.22", "verseOrgIds": ["2KI.14.22"]}}, {"text": "In the fifteenth year of Amaziah the son of Joash king of Judah Jeroboam the son of Joash king of Israel began to reign in Samaria, and reigned forty and one years. ", "type": "text", "attrs": {"verseId": "2KI.14.23", "verseOrgIds": ["2KI.14.23"]}}, {"text": "And he did that which was evil in the sight of the LORD; he departed not from all the sins of Jeroboam the son of Nebat, wherewith he made Israel to sin. ", "type": "text", "attrs": {"verseId": "2KI.14.24", "verseOrgIds": ["2KI.14.24"]}}, {"text": "He restored the border of Israel from the entrance of Hamath unto the sea of the Arabah, according to the word of the LORD, the God of Israel, which He spoke by the hand of His servant Jonah the son of Amittai, the prophet, who was of Gath-hepher. ", "type": "text", "attrs": {"verseId": "2KI.14.25", "verseOrgIds": ["2KI.14.25"]}}, {"text": "For the LORD saw the affliction of Israel, that it was very bitter; for there was none shut up nor left at large, neither was there any helper for Israel. ", "type": "text", "attrs": {"verseId": "2KI.14.26", "verseOrgIds": ["2KI.14.26"]}}, {"text": "And the LORD said not that He would blot out the name of Israel from under heaven; but He saved them by the hand of Jeroboam the son of Joash. ", "type": "text", "attrs": {"verseId": "2KI.14.27", "verseOrgIds": ["2KI.14.27"]}}, {"text": "Now the rest of the acts of Jeroboam, and all that he did, and his might, how he warred, and how he recovered Damascus, and Hamath, for Judah in Israel, are they not written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "2KI.14.28", "verseOrgIds": ["2KI.14.28"]}}, {"text": "And Jeroboam slept with his fathers, even with the kings of Israel; and Zechariah his son reigned in his stead.", "type": "text", "attrs": {"verseId": "2KI.14.29", "verseOrgIds": ["2KI.14.29"]}}]}], "next": {"id": "2KI.15", "number": "15", "bookId": "2KI"}, "previous": {"id": "2KI.13", "number": "13", "bookId": "2KI"}}}}