{"_default": {"1": {"id": "JOS.14", "bibleId": "bf8f1c7f3f9045a5-01", "number": "14", "bookId": "JOS", "reference": "Joshua 14", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And these are the inheritances which the children of Israel took in the land of Canaan, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers' houses of the tribes of the children of Israel, distributed unto them, ", "type": "text", "attrs": {"verseId": "JOS.14.1", "verseOrgIds": ["JOS.14.1"]}}, {"text": "by the lot of their inheritance, as the LORD commanded by the hand of Moses, for the nine tribes, and for the half-tribe. — ", "type": "text", "attrs": {"verseId": "JOS.14.2", "verseOrgIds": ["JOS.14.2"]}}, {"text": "For Moses had given the inheritance of the two tribes and the half-tribe beyond the Jordan; but unto the Levites he gave no inheritance among them. ", "type": "text", "attrs": {"verseId": "JOS.14.3", "verseOrgIds": ["JOS.14.3"]}}, {"text": "For the children of Joseph were two tribes, Manasseh and Ephraim; and they gave no portion unto the Levites in the land, save cities to dwell in, with the open land about them for their cattle and for their substance. — ", "type": "text", "attrs": {"verseId": "JOS.14.4", "verseOrgIds": ["JOS.14.4"]}}, {"text": "As the LORD commanded Moses, so the children of Israel did, and they divided the land. ", "type": "text", "attrs": {"verseId": "JOS.14.5", "verseOrgIds": ["JOS.14.5"]}}, {"text": "Then the children of Judah drew nigh unto Joshua in Gilgal; and Caleb the son of Jephunneh the Kenizzite said unto him: 'Thou knowest the thing that the LORD spoke unto Moses the man of God concerning me and concerning thee in Kadesh-barnea. ", "type": "text", "attrs": {"verseId": "JOS.14.6", "verseOrgIds": ["JOS.14.6"]}}, {"text": "Forty years old was I when Moses the servant of the LORD sent me from Kadesh-barnea to spy out the land; and I brought him back word as it was in my heart. ", "type": "text", "attrs": {"verseId": "JOS.14.7", "verseOrgIds": ["JOS.14.7"]}}, {"text": "Nevertheless my brethren that went up with me made the heart of the people melt; but I wholly followed the LORD my God. ", "type": "text", "attrs": {"verseId": "JOS.14.8", "verseOrgIds": ["JOS.14.8"]}}, {"text": "And Moses swore on that day, saying: Surely the land whereon thy foot hath trodden shall be an inheritance to thee and to thy children for ever, because thou hast wholly followed the LORD my God. ", "type": "text", "attrs": {"verseId": "JOS.14.9", "verseOrgIds": ["JOS.14.9"]}}, {"text": "And now, behold, the LORD hath kept me alive, as He spoke, these forty and five years, from the time that the LORD spoke this word unto Moses, while Israel walked in the wilderness; and now, lo, I am this day fourscore and five years old. ", "type": "text", "attrs": {"verseId": "JOS.14.10", "verseOrgIds": ["JOS.14.10"]}}, {"text": "As yet I am as strong this day as I was in the day that Moses sent me; as my strength was then, even so is my strength now, for war, and to go out and to come in. ", "type": "text", "attrs": {"verseId": "JOS.14.11", "verseOrgIds": ["JOS.14.11"]}}, {"text": "Now therefore give me this mountain, whereof the LORD spoke in that day; for thou heardest in that day how the Anakim were there, and cities great and fortified; it may be that the LORD will be with me, and I shall drive them out, as the LORD spoke.' ", "type": "text", "attrs": {"verseId": "JOS.14.12", "verseOrgIds": ["JOS.14.12"]}}, {"text": "And Joshua blessed him; and he gave Hebron unto Caleb the son of Jephunneh for an inheritance. ", "type": "text", "attrs": {"verseId": "JOS.14.13", "verseOrgIds": ["JOS.14.13"]}}, {"text": "Therefore Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite, unto this day; because that he wholly followed the LORD, the God of Israel. ", "type": "text", "attrs": {"verseId": "JOS.14.14", "verseOrgIds": ["JOS.14.14"]}}, {"text": "Now the name of Hebron beforetime was Kiriath-arba, which Arba was the greatest man among the Anakim. And the land had rest from war.", "type": "text", "attrs": {"verseId": "JOS.14.15", "verseOrgIds": ["JOS.14.15"]}}]}], "next": {"id": "JOS.15", "number": "15", "bookId": "JOS"}, "previous": {"id": "JOS.13", "number": "13", "bookId": "JOS"}}}}