{"_default": {"1": {"id": "1KI.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "1KI", "reference": "1 Kings 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "(5-15) And Hiram king of Tyre sent his servants unto Solomon; for he had heard that they had anointed him king in the room of his father; for Hiram was ever a lover of David. ", "type": "text", "attrs": {"verseId": "1KI.5.1", "verseOrgIds": ["1KI.5.15"]}}, {"text": "(5-16) And Solomon sent to Hiram, saying: ", "type": "text", "attrs": {"verseId": "1KI.5.2", "verseOrgIds": ["1KI.5.16"]}}, {"text": "(5-17) 'Thou knowest how that David my father could not build a house for the name of the LORD his God for the wars which were about him on every side, until the LORD put them under the soles of my feet. ", "type": "text", "attrs": {"verseId": "1KI.5.3", "verseOrgIds": ["1KI.5.17"]}}, {"text": "(5-18) But now the LORD my God hath given me rest on every side; there is neither adversary, nor evil occurrence. ", "type": "text", "attrs": {"verseId": "1KI.5.4", "verseOrgIds": ["1KI.5.18"]}}, {"text": "(5-19) And, behold, I purpose to build a house for the name of the LORD my God, as the LORD spoke unto David my father, saying: Thy son, whom I will set upon thy throne in thy room, he shall build the house for My name. ", "type": "text", "attrs": {"verseId": "1KI.5.5", "verseOrgIds": ["1KI.5.19"]}}, {"text": "(5-20) Now therefore command thou that they hew me cedar-trees out of Lebanon; and my servants shall be with thy servants; and I will give thee hire for thy servants according to all that thou shalt say; for thou knowest that there is not among us any that hath skill to hew timber like unto the Zidonians.' ", "type": "text", "attrs": {"verseId": "1KI.5.6", "verseOrgIds": ["1KI.5.20"]}}, {"text": "(5-21) And it came to pass, when Hiram heard the words of Solomon, that he rejoiced greatly, and said: 'Blessed be the LORD this day, who hath given unto David a wise son over this great people.' ", "type": "text", "attrs": {"verseId": "1KI.5.7", "verseOrgIds": ["1KI.5.21"]}}, {"text": "(5-22) And Hiram sent to Solomon, saying: 'I have heard that which thou hast sent unto me; I will do all thy desire concerning timber of cedar, and concerning timber of cypress. ", "type": "text", "attrs": {"verseId": "1KI.5.8", "verseOrgIds": ["1KI.5.22"]}}, {"text": "(5-23) My servants shall bring them down from Lebanon unto the sea; and I will make them into rafts to go by sea unto the place that thou shalt appoint me, and will cause them to be broken up there, and thou shalt receive them; and thou shalt accomplish my desire, in giving food for my household.' ", "type": "text", "attrs": {"verseId": "1KI.5.9", "verseOrgIds": ["1KI.5.23"]}}, {"text": "(5-24) So Hiram gave Solomon timber of cedar and timber of cypress according to all his desire. ", "type": "text", "attrs": {"verseId": "1KI.5.10", "verseOrgIds": ["1KI.5.24"]}}, {"text": "(5-25) And Solomon gave Hiram twenty thousand measures of wheat for food to his household, and twenty measures of beaten oil; thus gave Solomon to Hiram year by year. ", "type": "text", "attrs": {"verseId": "1KI.5.11", "verseOrgIds": ["1KI.5.25"]}}, {"text": "(5-26) And the LORD gave Solomon wisdom, as He promised him; and there was peace between Hiram and Solomon; and they two made a league together. ", "type": "text", "attrs": {"verseId": "1KI.5.12", "verseOrgIds": ["1KI.5.26"]}}, {"text": "(5-27) And king Solomon raised a levy out of all Israel; and the levy was thirty thousand men. ", "type": "text", "attrs": {"verseId": "1KI.5.13", "verseOrgIds": ["1KI.5.27"]}}, {"text": "(5-28) And he sent them to Lebanon, ten thousand a month by courses: a month they were in Lebanon, and two months at home; and Adoniram was over the levy. ", "type": "text", "attrs": {"verseId": "1KI.5.14", "verseOrgIds": ["1KI.5.28"]}}, {"text": "(5-29) And Solomon had threescore and ten thousand that bore burdens, and fourscore thousand that were hewers in the mountains; ", "type": "text", "attrs": {"verseId": "1KI.5.15", "verseOrgIds": ["1KI.5.29"]}}, {"text": "(5-30) besides Solomon's chief officers that were over the work, three thousand and three hundred, who bore rule over the people that wrought in the work. ", "type": "text", "attrs": {"verseId": "1KI.5.16", "verseOrgIds": ["1KI.5.30"]}}, {"text": "(5-31) And the king commanded, and they quarried great stones, costly stones, to lay the foundation of the house with hewn stone. ", "type": "text", "attrs": {"verseId": "1KI.5.17", "verseOrgIds": ["1KI.5.31"]}}, {"text": "(5-32) And Solomon's builders and Hiram's builders and the Gebalites did fashion them, and prepared the timber and the stones to build the house.", "type": "text", "attrs": {"verseId": "1KI.5.18", "verseOrgIds": ["1KI.5.32"]}}]}], "next": {"id": "1KI.6", "number": "6", "bookId": "1KI"}, "previous": {"id": "1KI.4", "number": "4", "bookId": "1KI"}}}}