{"_default": {"1": {"id": "EZK.36", "bibleId": "bf8f1c7f3f9045a5-01", "number": "36", "bookId": "EZK", "reference": "Ezekiel 36", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And thou, son of man, prophesy unto the mountains of Israel, and say: Ye mountains of Israel, hear the word of the LORD. ", "type": "text", "attrs": {"verseId": "EZK.36.1", "verseOrgIds": ["EZK.36.1"]}}, {"text": "Thus saith the Lord GOD: Because the enemy hath said against you: Aha! even the ancient high places are ours in possession; ", "type": "text", "attrs": {"verseId": "EZK.36.2", "verseOrgIds": ["EZK.36.2"]}}, {"text": "therefore prophesy, and say: Thus saith the Lord GOD: Because, even because they have made you desolate, and swallowed you up on every side, that ye might be a possession unto the rest of the nations, and ye are taken up in the lips of talkers, and the evil report of the people; ", "type": "text", "attrs": {"verseId": "EZK.36.3", "verseOrgIds": ["EZK.36.3"]}}, {"text": "therefore, ye mountains of Israel, hear the word of the Lord GOD: Thus saith the Lord GOD to the mountains and to the hills, to the streams and to the valleys, to the desolate wastes and to the cities that are forsaken, which are become a prey and derision to the residue of the nations that are round about; ", "type": "text", "attrs": {"verseId": "EZK.36.4", "verseOrgIds": ["EZK.36.4"]}}, {"text": "therefore thus saith the Lord GOD: Surely in the fire of My jealousy have I spoken against the residue of the nations, and against all Edom, that have appointed My land unto themselves for a possession with the joy of all their heart, with disdain of soul, to cast it out for a prey; ", "type": "text", "attrs": {"verseId": "EZK.36.5", "verseOrgIds": ["EZK.36.5"]}}, {"text": "therefore prophesy concerning the land of Israel, and say unto the mountains and to the hills, to the streams and to the valleys: Thus saith the Lord GOD: Behold, I have spoken in My jealousy and in My fury, because ye have borne the shame of the nations; ", "type": "text", "attrs": {"verseId": "EZK.36.6", "verseOrgIds": ["EZK.36.6"]}}, {"text": "therefore thus saith the Lord GOD: I have lifted up My hand: Surely the nations that are round about you, they shall bear their shame. ", "type": "text", "attrs": {"verseId": "EZK.36.7", "verseOrgIds": ["EZK.36.7"]}}, {"text": "But ye, O mountains of Israel, ye shall shoot forth your branches, and yield your fruit to My people Israel; for they are at hand to come. ", "type": "text", "attrs": {"verseId": "EZK.36.8", "verseOrgIds": ["EZK.36.8"]}}, {"text": "For, behold, I am for you, and I will turn unto you, and ye shall be tilled and sown; ", "type": "text", "attrs": {"verseId": "EZK.36.9", "verseOrgIds": ["EZK.36.9"]}}, {"text": "and I will multiply men upon you, all the house of Israel, even all of it; and the cities shall be inhabited, and the waste places shall be builded; ", "type": "text", "attrs": {"verseId": "EZK.36.10", "verseOrgIds": ["EZK.36.10"]}}, {"text": "and I will multiply upon you man and beast, and they shall increase and be fruitful; and I will cause you to be inhabited after your former estate, and will do better unto you than at your beginnings; and ye shall know that I am the LORD. ", "type": "text", "attrs": {"verseId": "EZK.36.11", "verseOrgIds": ["EZK.36.11"]}}, {"text": "Yea, I will cause men to walk upon you, even my people Israel, and they shall possess thee, and thou shalt be their inheritance; and thou shalt no more henceforth bereave them of children. ", "type": "text", "attrs": {"verseId": "EZK.36.12", "verseOrgIds": ["EZK.36.12"]}}, {"text": "Thus saith the Lord GOD: Because they say unto you: Thou land art a devourer of men, and hast been a bereaver of thy nations; ", "type": "text", "attrs": {"verseId": "EZK.36.13", "verseOrgIds": ["EZK.36.13"]}}, {"text": "therefore thou shalt devour men no more, neither bereave thy nations any more, saith the Lord GOD; ", "type": "text", "attrs": {"verseId": "EZK.36.14", "verseOrgIds": ["EZK.36.14"]}}, {"text": "neither will I suffer the shame of the nations any more to be heard against thee, neither shalt thou bear the reproach of the peoples any more, neither shalt thou cause thy nations to stumble any more, saith the Lord GOD.' ", "type": "text", "attrs": {"verseId": "EZK.36.15", "verseOrgIds": ["EZK.36.15"]}}, {"text": "Moreover the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.36.16", "verseOrgIds": ["EZK.36.16"]}}, {"text": "'Son of man, when the house of Israel dwelt in their own land, they defiled it by their way and by their doings; their way before Me was as the uncleanness of a woman in her impurity. ", "type": "text", "attrs": {"verseId": "EZK.36.17", "verseOrgIds": ["EZK.36.17"]}}, {"text": "Wherefore I poured out My fury upon them for the blood which they had shed upon the land, and because they had defiled it with their idols; ", "type": "text", "attrs": {"verseId": "EZK.36.18", "verseOrgIds": ["EZK.36.18"]}}, {"text": "and I scattered them among the nations, and they were dispersed through the countries; according to their way and according to their doings I judged them. ", "type": "text", "attrs": {"verseId": "EZK.36.19", "verseOrgIds": ["EZK.36.19"]}}, {"text": "And when they came unto the nations, whither they came, they profaned My holy name; in that men said of them: These are the people of the LORD, and are gone forth out of His land. ", "type": "text", "attrs": {"verseId": "EZK.36.20", "verseOrgIds": ["EZK.36.20"]}}, {"text": "But I had pity for My holy name, which the house of Israel had profaned among the nations, whither they came. ", "type": "text", "attrs": {"verseId": "EZK.36.21", "verseOrgIds": ["EZK.36.21"]}}, {"text": "Therefore say unto the house of Israel: Thus saith the Lord GOD: I do not this for your sake, O house of Israel, but for My holy name, which ye have profaned among the nations, whither ye came. ", "type": "text", "attrs": {"verseId": "EZK.36.22", "verseOrgIds": ["EZK.36.22"]}}, {"text": "And I will sanctify My great name, which hath been profaned among the nations, which ye have profaned in the midst of them; and the nations shall know that I am the LORD, saith the Lord GOD, when I shall be sanctified in you before their eyes. ", "type": "text", "attrs": {"verseId": "EZK.36.23", "verseOrgIds": ["EZK.36.23"]}}, {"text": "For I will take you from among the nations, and gather you out of all the countries, and will bring you into your own land. ", "type": "text", "attrs": {"verseId": "EZK.36.24", "verseOrgIds": ["EZK.36.24"]}}, {"text": "And I will sprinkle clean water upon you, and ye shall be clean; from all your uncleannesses, and from all your idols, will I cleanse you. ", "type": "text", "attrs": {"verseId": "EZK.36.25", "verseOrgIds": ["EZK.36.25"]}}, {"text": "A new heart also will I give you, and a new spirit will I put within you; and I will take away the stony heart out of your flesh, and I will give you a heart of flesh. ", "type": "text", "attrs": {"verseId": "EZK.36.26", "verseOrgIds": ["EZK.36.26"]}}, {"text": "And I will put My spirit within you, and cause you to walk in My statutes, and ye shall keep Mine ordinances, and do them. ", "type": "text", "attrs": {"verseId": "EZK.36.27", "verseOrgIds": ["EZK.36.27"]}}, {"text": "And ye shall dwell in the land that I gave to your fathers; and ye shall be My people, and I will be your God. ", "type": "text", "attrs": {"verseId": "EZK.36.28", "verseOrgIds": ["EZK.36.28"]}}, {"text": "And I will save you from all your uncleannesses; and I will call for the corn, and will increase it, and lay no famine upon you. ", "type": "text", "attrs": {"verseId": "EZK.36.29", "verseOrgIds": ["EZK.36.29"]}}, {"text": "And I will multiply the fruit of the tree, and the increase of the field, that ye may receive no more the reproach of famine among the nations. ", "type": "text", "attrs": {"verseId": "EZK.36.30", "verseOrgIds": ["EZK.36.30"]}}, {"text": "Then shall ye remember your evil ways, and your doings that were not good; and ye shall loathe yourselves in your own sight for your iniquities and for your abominations. ", "type": "text", "attrs": {"verseId": "EZK.36.31", "verseOrgIds": ["EZK.36.31"]}}, {"text": "Not for your sake do I this, saith the Lord GOD, be it known unto you; be ashamed and confounded for your ways, O house of Israel. ", "type": "text", "attrs": {"verseId": "EZK.36.32", "verseOrgIds": ["EZK.36.32"]}}, {"text": "Thus saith the Lord GOD: In the day that I cleanse you from all your iniquities, I will cause the cities to be inhabited, and the waste places shall be builded. ", "type": "text", "attrs": {"verseId": "EZK.36.33", "verseOrgIds": ["EZK.36.33"]}}, {"text": "And the land that was desolate shall be tilled, whereas it was a desolation in the sight of all that passed by. ", "type": "text", "attrs": {"verseId": "EZK.36.34", "verseOrgIds": ["EZK.36.34"]}}, {"text": "And they shall say: This land that was desolate is become like the garden of Eden; and the waste and desolate and ruined cities are fortified and inhabited. ", "type": "text", "attrs": {"verseId": "EZK.36.35", "verseOrgIds": ["EZK.36.35"]}}, {"text": "Then the nations that are left round about you shall know that I the LORD have builded the ruined places, and planted that which was desolate; I the LORD have spoken it, and I will do it. ", "type": "text", "attrs": {"verseId": "EZK.36.36", "verseOrgIds": ["EZK.36.36"]}}, {"text": "Thus saith the Lord GOD: I will yet for this be inquired of by the house of Israel, to do it for them; I will increase them with men like a flock. ", "type": "text", "attrs": {"verseId": "EZK.36.37", "verseOrgIds": ["EZK.36.37"]}}, {"text": "As the flock for sacrifice, as the flock of Jerusalem in her appointed seasons, so shall the waste cities be filled with flocks of men; and they shall know that I am the LORD.'", "type": "text", "attrs": {"verseId": "EZK.36.38", "verseOrgIds": ["EZK.36.38"]}}]}], "next": {"id": "EZK.37", "number": "37", "bookId": "EZK"}, "previous": {"id": "EZK.35", "number": "35", "bookId": "EZK"}}}}