{"_default": {"1": {"id": "ISA.36", "bibleId": "bf8f1c7f3f9045a5-01", "number": "36", "bookId": "ISA", "reference": "Isaiah 36", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now it came to pass in the fourteenth year of king Hezekiah, that Sennacherib king of Assyria came up against all the fortified cities of Judah, and took them. ", "type": "text", "attrs": {"verseId": "ISA.36.1", "verseOrgIds": ["ISA.36.1"]}}, {"text": "And the king of Assyria sent Rab-shakeh from Lachish to Jerusalem unto king Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the fullers' field. ", "type": "text", "attrs": {"verseId": "ISA.36.2", "verseOrgIds": ["ISA.36.2"]}}, {"text": "Then came forth unto him Eliakim the son of Hilkiah, that was over the household, and Shebna the scribe, and Joah the son of Asaph the recorder. ", "type": "text", "attrs": {"verseId": "ISA.36.3", "verseOrgIds": ["ISA.36.3"]}}, {"text": "And Rab-shakeh said unto them: 'Say ye now to Hezekiah: Thus saith the great king, the king of Assyria: What confidence is this wherein thou trustest? ", "type": "text", "attrs": {"verseId": "ISA.36.4", "verseOrgIds": ["ISA.36.4"]}}, {"text": "I said: It is but vain words; for counsel and strength are for the war. Now on whom dost thou trust, that thou hast rebelled against me? ", "type": "text", "attrs": {"verseId": "ISA.36.5", "verseOrgIds": ["ISA.36.5"]}}, {"text": "Behold, thou trustest upon the staff of this bruised reed, even upon Egypt; whereon if a man lean, it will go into his hand, and pierce it; so is Pharaoh king of Egypt to all that trust on him. ", "type": "text", "attrs": {"verseId": "ISA.36.6", "verseOrgIds": ["ISA.36.6"]}}, {"text": "But if thou say unto me: We trust in the LORD our God; is not that He, whose high places and whose altars Hezekiah hath taken away, and hath said to Judah and to Jerusalem: Ye shall worship before this altar? ", "type": "text", "attrs": {"verseId": "ISA.36.7", "verseOrgIds": ["ISA.36.7"]}}, {"text": "Now therefore, I pray thee, make a wager with my master, the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them. ", "type": "text", "attrs": {"verseId": "ISA.36.8", "verseOrgIds": ["ISA.36.8"]}}, {"text": "How then canst thou turn away the face of one captain, even of the least of my master's servants? yet thou puttest thy trust on Egypt for chariots and for horsemen! ", "type": "text", "attrs": {"verseId": "ISA.36.9", "verseOrgIds": ["ISA.36.9"]}}, {"text": "And am I now come up without the LORD against this land to destroy it? The LORD said unto me: Go up against this land, and destroy it.' ", "type": "text", "attrs": {"verseId": "ISA.36.10", "verseOrgIds": ["ISA.36.10"]}}, {"text": "Then said Eliakim and Shebna and Joah unto Rab-shakeh: 'Speak, I pray thee, unto thy servants in the Aramean language, for we understand it; and speak not to us in the Jews' language, in the ears of the people that are on the wall.' ", "type": "text", "attrs": {"verseId": "ISA.36.11", "verseOrgIds": ["ISA.36.11"]}}, {"text": "But Rab-shakeh said: 'Hath my master sent me to thy master, and to thee, to speak these words? hath he not sent me to the men that sit upon the wall, to eat their own dung, and to drink their own water with you?' ", "type": "text", "attrs": {"verseId": "ISA.36.12", "verseOrgIds": ["ISA.36.12"]}}, {"text": "Then Rab-shakeh stood, and cried with a loud voice in the Jews' language, and said: 'Hear ye the words of the great king, the king of Assyria. ", "type": "text", "attrs": {"verseId": "ISA.36.13", "verseOrgIds": ["ISA.36.13"]}}, {"text": "Thus saith the king: Let not Hezekiah beguile you, for he will not be able to deliver you; ", "type": "text", "attrs": {"verseId": "ISA.36.14", "verseOrgIds": ["ISA.36.14"]}}, {"text": "neither let Hezekiah make you trust in the LORD, saying: The LORD will surely deliver us; this city shall not be given into the hand of the king of Assyria. ", "type": "text", "attrs": {"verseId": "ISA.36.15", "verseOrgIds": ["ISA.36.15"]}}, {"text": "Hearken not to Hezekiah; for thus saith the king of Assyria: Make your peace with me, and come out to me; and eat ye every one of his vine, and every one of his fig-tree, and drink ye every one the waters of his own cistern; ", "type": "text", "attrs": {"verseId": "ISA.36.16", "verseOrgIds": ["ISA.36.16"]}}, {"text": "until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards. ", "type": "text", "attrs": {"verseId": "ISA.36.17", "verseOrgIds": ["ISA.36.17"]}}, {"text": "Beware lest Hezekiah persuade you, saying: The LORD will deliver us. Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria? ", "type": "text", "attrs": {"verseId": "ISA.36.18", "verseOrgIds": ["ISA.36.18"]}}, {"text": "Where are the gods of Hamath and Arpad? where are the gods of Sepharvaim? and have they delivered Samaria out of my hand? ", "type": "text", "attrs": {"verseId": "ISA.36.19", "verseOrgIds": ["ISA.36.19"]}}, {"text": "Who are they among all the gods of these countries, that have delivered their country out of my hand, that the LORD should deliver Jerusalem out of my hand?' ", "type": "text", "attrs": {"verseId": "ISA.36.20", "verseOrgIds": ["ISA.36.20"]}}, {"text": "But they held their peace, and answered him not a word; for the king's commandment was, saying: 'Answer him not.' ", "type": "text", "attrs": {"verseId": "ISA.36.21", "verseOrgIds": ["ISA.36.21"]}}, {"text": "Then came Eliakim the son of Hilkiah, that was over the household, and Shebna the scribe, and Joah the son of Asaph the recorder, to Hezekiah with their clothes rent, and told him the words of Rab-shakeh.", "type": "text", "attrs": {"verseId": "ISA.36.22", "verseOrgIds": ["ISA.36.22"]}}]}], "next": {"id": "ISA.37", "number": "37", "bookId": "ISA"}, "previous": {"id": "ISA.35", "number": "35", "bookId": "ISA"}}}}