{"_default": {"1": {"id": "ECC.9", "bibleId": "bf8f1c7f3f9045a5-01", "number": "9", "bookId": "ECC", "reference": "Ecclesiastes 9", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For all this I laid to my heart, even to make clear all this: that the righteous, and the wise, and their works, are in the hand of God; whether it be love or hatred, man knoweth it not; all is before them. ", "type": "text", "attrs": {"verseId": "ECC.9.1", "verseOrgIds": ["ECC.9.1"]}}, {"text": "All things come alike to all; there is one event to the righteous and to the wicked; to the good and to the clean and to the unclean; to him that sacrificeth and to him that sacrificeth not; as is the good, so is the sinner, and he that sweareth, as he that feareth an oath. ", "type": "text", "attrs": {"verseId": "ECC.9.2", "verseOrgIds": ["ECC.9.2"]}}, {"text": "This is an evil in all that is done under the sun, that there is one event unto all; yea also, the heart of the sons of men is full of evil, and madness is in their heart while they live, and after that they go to the dead. ", "type": "text", "attrs": {"verseId": "ECC.9.3", "verseOrgIds": ["ECC.9.3"]}}, {"text": "For to him that is joined to all the living there is hope; for a living dog is better than a dead lion. ", "type": "text", "attrs": {"verseId": "ECC.9.4", "verseOrgIds": ["ECC.9.4"]}}, {"text": "For the living know that they shall die; but the dead know not any thing, neither have they any more a reward; for the memory of them is forgotten. ", "type": "text", "attrs": {"verseId": "ECC.9.5", "verseOrgIds": ["ECC.9.5"]}}, {"text": "As well their love, as their hatred and their envy, is long ago perished; neither have they any more a portion for ever in any thing that is done under the sun. ", "type": "text", "attrs": {"verseId": "ECC.9.6", "verseOrgIds": ["ECC.9.6"]}}, {"text": "Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God hath already accepted thy works. ", "type": "text", "attrs": {"verseId": "ECC.9.7", "verseOrgIds": ["ECC.9.7"]}}, {"text": "Let thy garments be always white; and let thy head lack no oil. ", "type": "text", "attrs": {"verseId": "ECC.9.8", "verseOrgIds": ["ECC.9.8"]}}, {"text": "Enjoy life with the wife whom thou lovest all the days of the life of thy vanity, which He hath given thee under the sun, all the days of thy vanity; for that is thy portion in life, and in thy labour wherein thou labourest under the sun. ", "type": "text", "attrs": {"verseId": "ECC.9.9", "verseOrgIds": ["ECC.9.9"]}}, {"text": "Whatsoever thy hand attaineth to do by thy strength, that do; for there is no work, nor device, nor knowledge, nor wisdom, in the grave, whither thou goest. ", "type": "text", "attrs": {"verseId": "ECC.9.10", "verseOrgIds": ["ECC.9.10"]}}, {"text": "I returned, and saw under the sun, that the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favour to men of skill; but time and chance happeneth to them all. ", "type": "text", "attrs": {"verseId": "ECC.9.11", "verseOrgIds": ["ECC.9.11"]}}, {"text": "For man also knoweth not his time; as the fishes that are taken in an evil net, and as the birds that are caught in the snare, even so are the sons of men snared in an evil time, when it falleth suddenly upon them. ", "type": "text", "attrs": {"verseId": "ECC.9.12", "verseOrgIds": ["ECC.9.12"]}}, {"text": "This also have I seen as wisdom under the sun, and it seemed great unto me: ", "type": "text", "attrs": {"verseId": "ECC.9.13", "verseOrgIds": ["ECC.9.13"]}}, {"text": "there was a little city, and few men within it; and there came a great king against it, and besieged it, and built great bulwarks against it; ", "type": "text", "attrs": {"verseId": "ECC.9.14", "verseOrgIds": ["ECC.9.14"]}}, {"text": "now there was found in it a man poor and wise, and he by his wisdom delivered the city; yet no man remembered that same poor man. ", "type": "text", "attrs": {"verseId": "ECC.9.15", "verseOrgIds": ["ECC.9.15"]}}, {"text": "Then said I: 'Wisdom is better than strength; nevertheless the poor man's wisdom is despised, and his words are not heard.' ", "type": "text", "attrs": {"verseId": "ECC.9.16", "verseOrgIds": ["ECC.9.16"]}}, {"text": "The words of the wise spoken in quiet are more acceptable than the cry of a ruler among fools. ", "type": "text", "attrs": {"verseId": "ECC.9.17", "verseOrgIds": ["ECC.9.17"]}}, {"text": "Wisdom is better than weapons of war; but one sinner destroyeth much good.", "type": "text", "attrs": {"verseId": "ECC.9.18", "verseOrgIds": ["ECC.9.18"]}}]}], "next": {"id": "ECC.10", "number": "10", "bookId": "ECC"}, "previous": {"id": "ECC.8", "number": "8", "bookId": "ECC"}}}}