{"_default": {"1": {"id": "JER.31", "bibleId": "bf8f1c7f3f9045a5-01", "number": "31", "bookId": "JER", "reference": "Jeremiah 31", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "At that time, saith the LORD, will I be the God of all the families of Israel, and they shall be My people. ", "type": "text", "attrs": {"verseId": "JER.31.1", "verseOrgIds": ["JER.31.1"]}}, {"text": "Thus saith the LORD: The people that were left of the sword have found grace in the wilderness, even Israel, when I go to cause him to rest. ", "type": "text", "attrs": {"verseId": "JER.31.2", "verseOrgIds": ["JER.31.2"]}}, {"text": "'From afar the LORD appeared unto me.' 'Yea, I have loved thee with an everlasting love; therefore with affection have I drawn thee. ", "type": "text", "attrs": {"verseId": "JER.31.3", "verseOrgIds": ["JER.31.3"]}}, {"text": "Again will I build thee, and thou shalt be built, O virgin of Israel; again shalt thou be adorned with thy tabrets, and shalt go forth in the dances of them that make merry. ", "type": "text", "attrs": {"verseId": "JER.31.4", "verseOrgIds": ["JER.31.4"]}}, {"text": "Again shalt thou plant vineyards upon the mountains of Samaria; the planters shall plant, and shall have the use thereof. ", "type": "text", "attrs": {"verseId": "JER.31.5", "verseOrgIds": ["JER.31.5"]}}, {"text": "For there shall be a day, that the watchmen shall call upon the mount Ephraim: arise ye, and let us go up to Zion, unto the LORD our God.' ", "type": "text", "attrs": {"verseId": "JER.31.6", "verseOrgIds": ["JER.31.6"]}}, {"text": "For thus saith the LORD: Sing with gladness for Jacob, and shout at the head of the nations; announce ye, praise ye, and say: 'O LORD, save Thy people, The remnant of Israel.' ", "type": "text", "attrs": {"verseId": "JER.31.7", "verseOrgIds": ["JER.31.7"]}}, {"text": "Behold, I will bring them from the north country, and gather them from the uttermost parts of the earth, and with them the blind and the lame, the woman with child and her that travaileth with child together; a great company shall they return hither. ", "type": "text", "attrs": {"verseId": "JER.31.8", "verseOrgIds": ["JER.31.8"]}}, {"text": "They shall come with weeping, and with supplications will I lead them; I will cause them to walk by rivers of waters, in a straight way wherein they shall not stumble; for I am become a father to Israel, and Ephraim is My first-born. ", "type": "text", "attrs": {"verseId": "JER.31.9", "verseOrgIds": ["JER.31.9"]}}, {"text": "Hear the word of the LORD, O ye nations, and declare it in the isles afar off, and say: 'He that scattered Israel doth gather him, and keep him, as a shepherd doth his flock.' ", "type": "text", "attrs": {"verseId": "JER.31.10", "verseOrgIds": ["JER.31.10"]}}, {"text": "For the LORD hath ransomed Jacob, and He redeemeth him from the hand of him that is stronger than he. ", "type": "text", "attrs": {"verseId": "JER.31.11", "verseOrgIds": ["JER.31.11"]}}, {"text": "And they shall come and sing in the height of Zion, and shall flow unto the goodness of the LORD, to the corn, and to the wine, and to the oil, and to the young of the flock and of the herd; and their soul shall be as a watered garden, and they shall not pine any more at all. ", "type": "text", "attrs": {"verseId": "JER.31.12", "verseOrgIds": ["JER.31.12"]}}, {"text": "Then shall the virgin rejoice in the dance, and the young men and the old together; for I will turn their mourning into joy, and will comfort them, and make them rejoice from their sorrow. ", "type": "text", "attrs": {"verseId": "JER.31.13", "verseOrgIds": ["JER.31.13"]}}, {"text": "And I will satiate the soul of the priests with fatness, and My people shall be satisfied with My goodness, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.31.14", "verseOrgIds": ["JER.31.14"]}}, {"text": "Thus saith the LORD: A voice is heard in Ramah, lamentation, and bitter weeping, Rachel weeping for her children; she refuseth to be comforted for her children, because they are not. ", "type": "text", "attrs": {"verseId": "JER.31.15", "verseOrgIds": ["JER.31.15"]}}, {"text": "Thus saith the LORD: Refrain thy voice from weeping, and thine eyes from tears; for thy work shall be rewarded, saith the LORD; and they shall come back from the land of the enemy. ", "type": "text", "attrs": {"verseId": "JER.31.16", "verseOrgIds": ["JER.31.16"]}}, {"text": "And there is hope for thy future, saith the LORD; and thy children shall return to their own border. ", "type": "text", "attrs": {"verseId": "JER.31.17", "verseOrgIds": ["JER.31.17"]}}, {"text": "I have surely heard Ephraim bemoaning himself: 'Thou hast chastised me, and I was chastised, as a calf untrained; turn thou me, and I shall be turned, for Thou art the LORD my God. ", "type": "text", "attrs": {"verseId": "JER.31.18", "verseOrgIds": ["JER.31.18"]}}, {"text": "Surely after that I was turned, I repented, and after that I was instructed, I smote upon my thigh; I was ashamed, yea, even confounded, because I did bear the reproach of my youth.' ", "type": "text", "attrs": {"verseId": "JER.31.19", "verseOrgIds": ["JER.31.19"]}}, {"text": "Is Ephraim a darling son unto Me? Is he a child that is dandled? For as often as I speak of him, I do earnestly remember him still; Therefore My heart yearneth for him, I will surely have compassion upon him, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.31.20", "verseOrgIds": ["JER.31.20"]}}, {"text": "Set thee up waymarks, make thee guide-posts; set thy heart toward the high-way, even the way by which thou wentest; Return, O virgin of Israel, return to these thy cities. ", "type": "text", "attrs": {"verseId": "JER.31.21", "verseOrgIds": ["JER.31.21"]}}, {"text": "How long wilt thou turn away coyly, O thou backsliding daughter? For the LORD hath created a new thing in the earth: a woman shall court a man. ", "type": "text", "attrs": {"verseId": "JER.31.22", "verseOrgIds": ["JER.31.22"]}}, {"text": "Thus saith the LORD of hosts, the God of Israel: Yet again shall they use this speech in the land of Judah and in the cities thereof, when I shall turn their captivity: 'The LORD bless thee, O habitation of righteousness, O mountain of holiness.' ", "type": "text", "attrs": {"verseId": "JER.31.23", "verseOrgIds": ["JER.31.23"]}}, {"text": "And Judah and all the cities thereof shall dwell therein together: the husbandmen, and they that go forth with flocks. ", "type": "text", "attrs": {"verseId": "JER.31.24", "verseOrgIds": ["JER.31.24"]}}, {"text": "For I have satiated the weary soul, and every pining soul have I replenished. ", "type": "text", "attrs": {"verseId": "JER.31.25", "verseOrgIds": ["JER.31.25"]}}, {"text": "Upon this I awaked, and beheld; and my sleep was sweet unto me. ", "type": "text", "attrs": {"verseId": "JER.31.26", "verseOrgIds": ["JER.31.26"]}}, {"text": "Behold, the days come, saith the LORD, that I will sow the house of Israel and the house of Judah with the seed of man, and with the seed of beast. ", "type": "text", "attrs": {"verseId": "JER.31.27", "verseOrgIds": ["JER.31.27"]}}, {"text": "And it shall come to pass, that like as I have watched over them to pluck up and to break down, and to overthrow and to destroy, and to afflict; so will I watch over them to build and to plant, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.31.28", "verseOrgIds": ["JER.31.28"]}}, {"text": "In those days they shall say no more: 'The fathers have eaten sour grapes, and the children's teeth are set on edge.' ", "type": "text", "attrs": {"verseId": "JER.31.29", "verseOrgIds": ["JER.31.29"]}}, {"text": "But every one shall die for his own iniquity; every man that eateth the sour grapes, his teeth shall be set on edge. ", "type": "text", "attrs": {"verseId": "JER.31.30", "verseOrgIds": ["JER.31.30"]}}, {"text": "Behold, the days come, saith the LORD, that I will make a new covenant with the house of Israel, and with the house of Judah; ", "type": "text", "attrs": {"verseId": "JER.31.31", "verseOrgIds": ["JER.31.31"]}}, {"text": "not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt; forasmuch as they broke My covenant, although I was a lord over them, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.31.32", "verseOrgIds": ["JER.31.32"]}}, {"text": "But this is the covenant that I will make with the house of Israel after those days, saith the LORD, I will put My law in their inward parts, and in their heart will I write it; and I will be their God, and they shall be My people; ", "type": "text", "attrs": {"verseId": "JER.31.33", "verseOrgIds": ["JER.31.33"]}}, {"text": "and they shall teach no more every man his neighbour, and every man his brother, saying: 'Know the LORD'; for they shall all know Me, from the least of them unto the greatest of them, saith the LORD; for I will forgive their iniquity, and their sin will I remember no more. ", "type": "text", "attrs": {"verseId": "JER.31.34", "verseOrgIds": ["JER.31.34"]}}, {"text": "Thus saith the LORD, Who giveth the sun for a light by day, and the ordinances of the moon and of the stars for a light by night, who stirreth up the sea, that the waves thereof roar, the LORD of hosts is His name: ", "type": "text", "attrs": {"verseId": "JER.31.35", "verseOrgIds": ["JER.31.35"]}}, {"text": "If these ordinances depart from before Me, saith the LORD, then the seed of Israel also shall cease from being a nation before Me for ever. ", "type": "text", "attrs": {"verseId": "JER.31.36", "verseOrgIds": ["JER.31.36"]}}, {"text": "Thus saith the LORD: If heaven above can be measured, and the foundations of the earth searched out beneath, then will I also cast off all the seed of Israel for all that they have done, saith the LORD. ", "type": "text", "attrs": {"verseId": "JER.31.37", "verseOrgIds": ["JER.31.37"]}}, {"text": "Behold, the days come, saith the LORD, that the city shall be built to the LORD from the tower of Hananel unto the gate of the corner. ", "type": "text", "attrs": {"verseId": "JER.31.38", "verseOrgIds": ["JER.31.38"]}}, {"text": "And the measuring line shall yet go out straight forward unto the hill Gareb, and shall turn about unto Goah. ", "type": "text", "attrs": {"verseId": "JER.31.39", "verseOrgIds": ["JER.31.39"]}}, {"text": "And the whole valley of the dead bodies, and of the ashes, and all the fields unto the brook Kidron, unto the corner of the horse gate toward the east, shall be holy unto the LORD; it shall not be plucked up, nor thrown down any more for ever.", "type": "text", "attrs": {"verseId": "JER.31.40", "verseOrgIds": ["JER.31.40"]}}]}], "next": {"id": "JER.32", "number": "32", "bookId": "JER"}, "previous": {"id": "JER.30", "number": "30", "bookId": "JER"}}}}