{"_default": {"1": {"id": "EXO.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "EXO", "reference": "Exodus 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD said unto Moses: 'Now shalt thou see what I will do to Pharaoh; for by a strong hand shall he let them go, and by a strong hand shall he drive them out of his land.' ", "type": "text", "attrs": {"verseId": "EXO.6.1", "verseOrgIds": ["EXO.6.1"]}}, {"text": "And God spoke unto Moses, and said unto him: 'I am the LORD; ", "type": "text", "attrs": {"verseId": "EXO.6.2", "verseOrgIds": ["EXO.6.2"]}}, {"text": "and I appeared unto Abraham, unto Isaac, and unto Jacob, as God Almighty, but by My name Jehovah I made Me not known to them. ", "type": "text", "attrs": {"verseId": "EXO.6.3", "verseOrgIds": ["EXO.6.3"]}}, {"text": "And I have also established My covenant with them, to give them the land of Canaan, the land of their sojournings, wherein they sojourned. ", "type": "text", "attrs": {"verseId": "EXO.6.4", "verseOrgIds": ["EXO.6.4"]}}, {"text": "And moreover I have heard the groaning of the children of Israel, whom the Egyptians keep in bondage; and I have remembered My covenant. ", "type": "text", "attrs": {"verseId": "EXO.6.5", "verseOrgIds": ["EXO.6.5"]}}, {"text": "Wherefore say unto the children of Israel: I am the LORD, and I will bring you out from under the burdens of the Egyptians, and I will deliver you from their bondage, and I will redeem you with an outstretched arm, and with great judgments; ", "type": "text", "attrs": {"verseId": "EXO.6.6", "verseOrgIds": ["EXO.6.6"]}}, {"text": "and I will take you to Me for a people, and I will be to you a God; and ye shall know that I am the LORD your God, who brought you out from under the burdens of the Egyptians. ", "type": "text", "attrs": {"verseId": "EXO.6.7", "verseOrgIds": ["EXO.6.7"]}}, {"text": "And I will bring you in unto the land, concerning which I lifted up My hand to give it to Abraham, to Isaac, and to Jacob; and I will give it you for a heritage: I am the LORD.' ", "type": "text", "attrs": {"verseId": "EXO.6.8", "verseOrgIds": ["EXO.6.8"]}}, {"text": "And Moses spoke so unto the children of Israel; but they hearkened not unto Moses for impatience of spirit, and for cruel bondage. ", "type": "text", "attrs": {"verseId": "EXO.6.9", "verseOrgIds": ["EXO.6.9"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "EXO.6.10", "verseOrgIds": ["EXO.6.10"]}}, {"text": "'Go in, speak unto Pharaoh king of Egypt, that he let the children of Israel go out of his land.' ", "type": "text", "attrs": {"verseId": "EXO.6.11", "verseOrgIds": ["EXO.6.11"]}}, {"text": "And Moses spoke before the LORD, saying: 'Behold, the children of Israel have not hearkened unto me; how then shall Pharaoh hear me, who am of uncircumcised lips?' ", "type": "text", "attrs": {"verseId": "EXO.6.12", "verseOrgIds": ["EXO.6.12"]}}, {"text": "And the LORD spoke unto Moses and unto Aaron, and gave them a charge unto the children of Israel, and unto Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.6.13", "verseOrgIds": ["EXO.6.13"]}}, {"text": "These are the heads of their fathers' houses: the sons of Reuben the first-born of Israel: Hanoch, and Pallu, Hezron, and Carmi. These are the families of Reuben. ", "type": "text", "attrs": {"verseId": "EXO.6.14", "verseOrgIds": ["EXO.6.14"]}}, {"text": "And the sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman. These are the families of Simeon. ", "type": "text", "attrs": {"verseId": "EXO.6.15", "verseOrgIds": ["EXO.6.15"]}}, {"text": "And these are the names of the sons of Levi according to their generations: Gershon and Kohath, and Merari. And the years of the life of Levi were a hundred thirty and seven years. ", "type": "text", "attrs": {"verseId": "EXO.6.16", "verseOrgIds": ["EXO.6.16"]}}, {"text": "The sons of Gershon: Libni and Shimei, according to their families. ", "type": "text", "attrs": {"verseId": "EXO.6.17", "verseOrgIds": ["EXO.6.17"]}}, {"text": "And the sons of Kohath: Amram, and Izhar, and Hebron, and Uzziel. And the years of the life of Kohath were a hundred thirty and three years. ", "type": "text", "attrs": {"verseId": "EXO.6.18", "verseOrgIds": ["EXO.6.18"]}}, {"text": "And the sons of Merari: Mahli and Mushi. These are the families of the Levites according to their generations. ", "type": "text", "attrs": {"verseId": "EXO.6.19", "verseOrgIds": ["EXO.6.19"]}}, {"text": "And Amram took him Jochebed his father's sister to wife; and she bore him Aaron and Moses. And the years of the life of Amram were a hundred and thirty and seven years. ", "type": "text", "attrs": {"verseId": "EXO.6.20", "verseOrgIds": ["EXO.6.20"]}}, {"text": "And the sons of Izhar: Korah, and Nepheg, and Zichri. ", "type": "text", "attrs": {"verseId": "EXO.6.21", "verseOrgIds": ["EXO.6.21"]}}, {"text": "And the sons of Uzziel: Mishael, and Elzaphan, and Sithri. ", "type": "text", "attrs": {"verseId": "EXO.6.22", "verseOrgIds": ["EXO.6.22"]}}, {"text": "And Aaron took him Elisheba, the daughter of Amminadab, the sister of Nahshon, to wife; and she bore him Nadab and Abihu, Eleazar and Ithamar. ", "type": "text", "attrs": {"verseId": "EXO.6.23", "verseOrgIds": ["EXO.6.23"]}}, {"text": "And the sons of Korah: Assir, and Elkanah, and Abiasaph; these are the families of the Korahites. ", "type": "text", "attrs": {"verseId": "EXO.6.24", "verseOrgIds": ["EXO.6.24"]}}, {"text": "And Eleazar Aaron's son took him one of the daughters of Putiel to wife; and she bore him Phinehas. These are the heads of the fathers' houses of the Levites according to their families. ", "type": "text", "attrs": {"verseId": "EXO.6.25", "verseOrgIds": ["EXO.6.25"]}}, {"text": "These are that Aaron and Moses, to whom the LORD said: 'Bring out the children of Israel from the land of Egypt according to their hosts.' ", "type": "text", "attrs": {"verseId": "EXO.6.26", "verseOrgIds": ["EXO.6.26"]}}, {"text": "These are they that spoke to Pharaoh king of Egypt, to bring out the children of Israel from Egypt. These are that Moses and Aaron. ", "type": "text", "attrs": {"verseId": "EXO.6.27", "verseOrgIds": ["EXO.6.27"]}}, {"text": "And it came to pass on the day when the LORD spoke unto Moses in the land of Egypt, ", "type": "text", "attrs": {"verseId": "EXO.6.28", "verseOrgIds": ["EXO.6.28"]}}, {"text": "that the LORD spoke unto Moses, saying: 'I am the LORD; speak thou unto Pharaoh king of Egypt all that I speak unto thee.' ", "type": "text", "attrs": {"verseId": "EXO.6.29", "verseOrgIds": ["EXO.6.29"]}}, {"text": "And Moses said before the LORD: 'Behold, I am of uncircumcised lips, and how shall Pharaoh hearken unto me?'", "type": "text", "attrs": {"verseId": "EXO.6.30", "verseOrgIds": ["EXO.6.30"]}}]}], "next": {"id": "EXO.7", "number": "7", "bookId": "EXO"}, "previous": {"id": "EXO.5", "number": "5", "bookId": "EXO"}}}}