{"_default": {"1": {"id": "2SA.8", "bibleId": "bf8f1c7f3f9045a5-01", "number": "8", "bookId": "2SA", "reference": "2 Samuel 8", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And after this it came to pass, that David smote the Philistines, and subdued them; and David took Metheg-ammah out of the hand of the Philistines. ", "type": "text", "attrs": {"verseId": "2SA.8.1", "verseOrgIds": ["2SA.8.1"]}}, {"text": "And he smote Moab, and measured them with the line, making them to lie down on the ground; and he measured two lines to put to death, and one full line to keep alive. And the Moabites became servants to David, and brought presents. ", "type": "text", "attrs": {"verseId": "2SA.8.2", "verseOrgIds": ["2SA.8.2"]}}, {"text": "David smote also Hadadezer the son of Rehob, king of Zobah, as he went to establish his dominion at the river Euphrates. ", "type": "text", "attrs": {"verseId": "2SA.8.3", "verseOrgIds": ["2SA.8.3"]}}, {"text": "And David took from him a thousand and seven hundred horsemen, and twenty thousand footmen; and David houghed all the chariot horses, but reserved of them for a hundred chariots. ", "type": "text", "attrs": {"verseId": "2SA.8.4", "verseOrgIds": ["2SA.8.4"]}}, {"text": "And when the Arameans of Damascus came to succour Hadadezer king of Zobah, David smote of the Arameans two and twenty thousand men. ", "type": "text", "attrs": {"verseId": "2SA.8.5", "verseOrgIds": ["2SA.8.5"]}}, {"text": "Then David put garrisons in Aram of Damascus; and the Arameans became servants to David, and brought presents. And the LORD gave victory to David whithersoever he went. ", "type": "text", "attrs": {"verseId": "2SA.8.6", "verseOrgIds": ["2SA.8.6"]}}, {"text": "And David took the shields of gold that were on the servants of Hadadezer, and brought them to Jerusalem. ", "type": "text", "attrs": {"verseId": "2SA.8.7", "verseOrgIds": ["2SA.8.7"]}}, {"text": "And from Betah and from Berothai, cities of Hadadezer, king David took exceeding much brass. ", "type": "text", "attrs": {"verseId": "2SA.8.8", "verseOrgIds": ["2SA.8.8"]}}, {"text": "And when Toi king of Hamath heard that David had smitten all the host of Hadadezer, ", "type": "text", "attrs": {"verseId": "2SA.8.9", "verseOrgIds": ["2SA.8.9"]}}, {"text": "then Toi sent Joram his son unto king David, to salute him, and to bless him — because he had fought against Hadadezer and smitten him; for Hadadezer had wars with Toi — and he brought with him vessels of silver, and vessels of gold, and vessels of brass. ", "type": "text", "attrs": {"verseId": "2SA.8.10", "verseOrgIds": ["2SA.8.10"]}}, {"text": "These also did king David dedicate unto the LORD, with the silver and gold that he dedicated of all the nations which he subdued: ", "type": "text", "attrs": {"verseId": "2SA.8.11", "verseOrgIds": ["2SA.8.11"]}}, {"text": "of Aram, and of Moab, and of the children of Ammon, and of the Philistines, and of Amalek, and of the spoil of Hadadezer, son of Rehob, king of Zobah. ", "type": "text", "attrs": {"verseId": "2SA.8.12", "verseOrgIds": ["2SA.8.12"]}}, {"text": "And David got him a name when he returned from smiting the Arameans in the Valley of Salt, even eighteen thousand men. ", "type": "text", "attrs": {"verseId": "2SA.8.13", "verseOrgIds": ["2SA.8.13"]}}, {"text": "And he put garrisons in Edom; throughout all Edom put he garrisons, and all the Edomites became servants to David. And the LORD gave victory to David whithersoever he went. ", "type": "text", "attrs": {"verseId": "2SA.8.14", "verseOrgIds": ["2SA.8.14"]}}, {"text": "And David reigned over all Israel; and David executed justice and righteousness unto all his people. ", "type": "text", "attrs": {"verseId": "2SA.8.15", "verseOrgIds": ["2SA.8.15"]}}, {"text": "And Joab the son of Zeruiah was over the host; and Jehoshaphat the son of Ahilud was recorder; ", "type": "text", "attrs": {"verseId": "2SA.8.16", "verseOrgIds": ["2SA.8.16"]}}, {"text": "and Zadok the son of Ahitub, and Ahimelech the son of Abiathar, were priests; and Seraiah was scribe; ", "type": "text", "attrs": {"verseId": "2SA.8.17", "verseOrgIds": ["2SA.8.17"]}}, {"text": "and Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and David's sons were chief ministers.", "type": "text", "attrs": {"verseId": "2SA.8.18", "verseOrgIds": ["2SA.8.18"]}}]}], "next": {"id": "2SA.9", "number": "9", "bookId": "2SA"}, "previous": {"id": "2SA.7", "number": "7", "bookId": "2SA"}}}}