{"_default": {"1": {"id": "GEN.12", "bibleId": "bf8f1c7f3f9045a5-01", "number": "12", "bookId": "GEN", "reference": "Genesis 12", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the LORD said unto Abram: 'Get thee out of thy country, and from thy kindred, and from thy father's house, unto the land that I will show thee. ", "type": "text", "attrs": {"verseId": "GEN.12.1", "verseOrgIds": ["GEN.12.1"]}}, {"text": "And I will make of thee a great nation, and I will bless thee, and make thy name great; and be thou a blessing. ", "type": "text", "attrs": {"verseId": "GEN.12.2", "verseOrgIds": ["GEN.12.2"]}}, {"text": "And I will bless them that bless thee, and him that curseth thee will I curse; and in thee shall all the families of the earth be blessed.' ", "type": "text", "attrs": {"verseId": "GEN.12.3", "verseOrgIds": ["GEN.12.3"]}}, {"text": "So Abram went, as the LORD had spoken unto him; and Lot went with him; and Abram was seventy and five years old when he departed out of Haran. ", "type": "text", "attrs": {"verseId": "GEN.12.4", "verseOrgIds": ["GEN.12.4"]}}, {"text": "And Abram took Sarai his wife, and Lot his brother's son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came. ", "type": "text", "attrs": {"verseId": "GEN.12.5", "verseOrgIds": ["GEN.12.5"]}}, {"text": "And Abram passed through the land unto the place of Shechem, unto the terebinth of Moreh. And the Canaanite was then in the land. ", "type": "text", "attrs": {"verseId": "GEN.12.6", "verseOrgIds": ["GEN.12.6"]}}, {"text": "And the LORD appeared unto Abram, and said: 'Unto thy seed will I give this land'; and he builded there an altar unto the LORD, who appeared unto him. ", "type": "text", "attrs": {"verseId": "GEN.12.7", "verseOrgIds": ["GEN.12.7"]}}, {"text": "And he removed from thence unto the mountain on the east of Beth-el, and pitched his tent, having Beth-el on the west, and Ai on the east; and he builded there an altar unto the LORD, and called upon the name of the LORD. ", "type": "text", "attrs": {"verseId": "GEN.12.8", "verseOrgIds": ["GEN.12.8"]}}, {"text": "And Abram journeyed, going on still toward the South. ", "type": "text", "attrs": {"verseId": "GEN.12.9", "verseOrgIds": ["GEN.12.9"]}}, {"text": "And there was a famine in the land; and Abram went down into Egypt to sojourn there; for the famine was sore in the land. ", "type": "text", "attrs": {"verseId": "GEN.12.10", "verseOrgIds": ["GEN.12.10"]}}, {"text": "And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife: 'Behold now, I know that thou art a fair woman to look upon. ", "type": "text", "attrs": {"verseId": "GEN.12.11", "verseOrgIds": ["GEN.12.11"]}}, {"text": "And it will come to pass, when the Egyptians shall see thee, that they will say: This is his wife; and they will kill me, but thee they will keep alive. ", "type": "text", "attrs": {"verseId": "GEN.12.12", "verseOrgIds": ["GEN.12.12"]}}, {"text": "Say, I pray thee, thou art my sister; that it may be well with me for thy sake, and that my soul may live because of thee.' ", "type": "text", "attrs": {"verseId": "GEN.12.13", "verseOrgIds": ["GEN.12.13"]}}, {"text": "And it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair. ", "type": "text", "attrs": {"verseId": "GEN.12.14", "verseOrgIds": ["GEN.12.14"]}}, {"text": "And the princes of Pharaoh saw her, and praised her to Pharaoh; and the woman was taken into Pharaoh's house. ", "type": "text", "attrs": {"verseId": "GEN.12.15", "verseOrgIds": ["GEN.12.15"]}}, {"text": "And he dealt well with Abram for her sake; and he had sheep, and oxen, and he-asses, and men-servants, and maid-servants, and she-asses, and camels. ", "type": "text", "attrs": {"verseId": "GEN.12.16", "verseOrgIds": ["GEN.12.16"]}}, {"text": "And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram's wife. ", "type": "text", "attrs": {"verseId": "GEN.12.17", "verseOrgIds": ["GEN.12.17"]}}, {"text": "And Pharaoh called Abram, and said: 'What is this that thou hast done unto me? why didst thou not tell me that she was thy wife? ", "type": "text", "attrs": {"verseId": "GEN.12.18", "verseOrgIds": ["GEN.12.18"]}}, {"text": "Why saidst thou: She is my sister? so that I took her to be my wife; now therefore behold thy wife, take her, and go thy way.' ", "type": "text", "attrs": {"verseId": "GEN.12.19", "verseOrgIds": ["GEN.12.19"]}}, {"text": "And Pharaoh gave men charge concerning him; and they brought him on the way, and his wife, and all that he had.", "type": "text", "attrs": {"verseId": "GEN.12.20", "verseOrgIds": ["GEN.12.20"]}}]}], "next": {"id": "GEN.13", "number": "13", "bookId": "GEN"}, "previous": {"id": "GEN.11", "number": "11", "bookId": "GEN"}}}}