{"_default": {"1": {"id": "DEU.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "DEU", "reference": "Deuteronomy 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then we turned, and went up the way to Bashan; and Og the king of Bashan came out against us, he and all his people, unto battle at Edrei. ", "type": "text", "attrs": {"verseId": "DEU.3.1", "verseOrgIds": ["DEU.3.1"]}}, {"text": "And the LORD said unto me: 'Fear him not; for I have delivered him, and all his people, and his land, into thy hand; and thou shalt do unto him as thou didst unto Sihon king of the Amorites, who dwelt at Heshbon.' ", "type": "text", "attrs": {"verseId": "DEU.3.2", "verseOrgIds": ["DEU.3.2"]}}, {"text": "So the LORD our God delivered into our hand Og also, the king of Bashan, and all his people; and we smote him until none was left to him remaining. ", "type": "text", "attrs": {"verseId": "DEU.3.3", "verseOrgIds": ["DEU.3.3"]}}, {"text": "And we took all his cities at that time; there was not a city which we took not from them; threescore cities, all the region of Argob, the kingdom of Og in Bashan. ", "type": "text", "attrs": {"verseId": "DEU.3.4", "verseOrgIds": ["DEU.3.4"]}}, {"text": "All these were fortified cities, with high walls, gates, and bars; beside the unwalled towns a great many. ", "type": "text", "attrs": {"verseId": "DEU.3.5", "verseOrgIds": ["DEU.3.5"]}}, {"text": "And we utterly destroyed them, as we did unto Sihon king of Heshbon, utterly destroying every city, the men, and the women, and the little ones. ", "type": "text", "attrs": {"verseId": "DEU.3.6", "verseOrgIds": ["DEU.3.6"]}}, {"text": "But all the cattle, and the spoil of the cities, we took for a prey unto ourselves. ", "type": "text", "attrs": {"verseId": "DEU.3.7", "verseOrgIds": ["DEU.3.7"]}}, {"text": "And we took the land at that time out of the hand of the two kings of the Amorites that were beyond the Jordan, from the valley of Arnon unto mount Hermon — ", "type": "text", "attrs": {"verseId": "DEU.3.8", "verseOrgIds": ["DEU.3.8"]}}, {"text": "which Hermon the Sidonians call Sirion, and the Amorites call it Senir — ", "type": "text", "attrs": {"verseId": "DEU.3.9", "verseOrgIds": ["DEU.3.9"]}}, {"text": "all the cities of the plain, and all Gilead, and all Bashan, unto Salcah and Edrei, cities of the kingdom of Og in Bashan. — ", "type": "text", "attrs": {"verseId": "DEU.3.10", "verseOrgIds": ["DEU.3.10"]}}, {"text": "For only Og king of Bashan remained of the remnant of the Rephaim; behold, his bedstead was a bedstead of iron; is it not in Rabbah of the children of Ammon? nine cubits was the length thereof, and four cubits the breadth of it, after the cubit of a man. — ", "type": "text", "attrs": {"verseId": "DEU.3.11", "verseOrgIds": ["DEU.3.11"]}}, {"text": "And this land we took in possession at that time; from Aroer, which is by the valley of Arnon, and half the hill-country of Gilead, and the cities thereof, gave I unto the Reubenites and to the Gadites; ", "type": "text", "attrs": {"verseId": "DEU.3.12", "verseOrgIds": ["DEU.3.12"]}}, {"text": "and the rest of Gilead, and all Bashan, the kingdom of Og, gave I unto the half-tribe of Manasseh; all the region of Argob — all that Bashan is called the land of Rephaim. ", "type": "text", "attrs": {"verseId": "DEU.3.13", "verseOrgIds": ["DEU.3.13"]}}, {"text": "Jair the son of Manasseh took all the region of Argob, unto the border of the Geshurites and the Maacathites, and called them, even Bashan, after his own name, Havvoth-jair, unto this day. — ", "type": "text", "attrs": {"verseId": "DEU.3.14", "verseOrgIds": ["DEU.3.14"]}}, {"text": "And I gave Gilead unto Machir. ", "type": "text", "attrs": {"verseId": "DEU.3.15", "verseOrgIds": ["DEU.3.15"]}}, {"text": "And unto the Reubenites and unto the Gadites I gave from Gilead even unto the valley of Arnon, the middle of the valley for a border; even unto the river Jabbok, which is the border of the children of Ammon; ", "type": "text", "attrs": {"verseId": "DEU.3.16", "verseOrgIds": ["DEU.3.16"]}}, {"text": "the Arabah also, the Jordan being the border thereof, from Chinnereth even unto the sea of the Arabah, the Salt Sea, under the slopes of Pisgah eastward. ", "type": "text", "attrs": {"verseId": "DEU.3.17", "verseOrgIds": ["DEU.3.17"]}}, {"text": "And I commanded you at that time, saying: 'The LORD your God hath given you this land to possess it; ye shall pass over armed before your brethren the children of Israel, all the men of valour. ", "type": "text", "attrs": {"verseId": "DEU.3.18", "verseOrgIds": ["DEU.3.18"]}}, {"text": "But your wives, and your little ones, and your cattle — I know that ye have much cattle — shall abide in your cities which I have given you; ", "type": "text", "attrs": {"verseId": "DEU.3.19", "verseOrgIds": ["DEU.3.19"]}}, {"text": "until the LORD give rest unto your brethren, as unto you, and they also possess the land which the LORD your God giveth them beyond the Jordan; then shall ye return every man unto his possession, which I have given you. ", "type": "text", "attrs": {"verseId": "DEU.3.20", "verseOrgIds": ["DEU.3.20"]}}, {"text": "And I commanded Joshua at that time, saying: 'Thine eyes have seen all that the LORD your God hath done unto these two kings; so shall the LORD do unto all the kingdoms whither thou goest over. ", "type": "text", "attrs": {"verseId": "DEU.3.21", "verseOrgIds": ["DEU.3.21"]}}, {"text": "Ye shall not fear them; for the LORD your God, He it is that fighteth for you.' ", "type": "text", "attrs": {"verseId": "DEU.3.22", "verseOrgIds": ["DEU.3.22"]}}, {"text": "And I besought the LORD at that time, saying: ", "type": "text", "attrs": {"verseId": "DEU.3.23", "verseOrgIds": ["DEU.3.23"]}}, {"text": "'O Lord GOD, Thou hast begun to show Thy servant Thy greatness, and Thy strong hand; for what god is there in heaven or on earth, that can do according to Thy works, and according to Thy mighty acts? ", "type": "text", "attrs": {"verseId": "DEU.3.24", "verseOrgIds": ["DEU.3.24"]}}, {"text": "Let me go over, I pray Thee, and see the good land that is beyond the Jordan, that goodly hill-country, and Lebanon.' ", "type": "text", "attrs": {"verseId": "DEU.3.25", "verseOrgIds": ["DEU.3.25"]}}, {"text": "But the LORD was wroth with me for your sakes, and hearkened not unto me; and the LORD said unto me: 'Let it suffice thee; speak no more unto Me of this matter. ", "type": "text", "attrs": {"verseId": "DEU.3.26", "verseOrgIds": ["DEU.3.26"]}}, {"text": "Get thee up into the top of Pisgah, and lift up thine eyes westward, and northward, and southward, and eastward, and behold with thine eyes; for thou shalt not go over this Jordan. ", "type": "text", "attrs": {"verseId": "DEU.3.27", "verseOrgIds": ["DEU.3.27"]}}, {"text": "But charge Joshua, and encourage him, and strengthen him; for he shall go over before this people, and he shall cause them to inherit the land which thou shalt see.' ", "type": "text", "attrs": {"verseId": "DEU.3.28", "verseOrgIds": ["DEU.3.28"]}}, {"text": "So we abode in the valley over against Beth-peor.", "type": "text", "attrs": {"verseId": "DEU.3.29", "verseOrgIds": ["DEU.3.29"]}}]}], "next": {"id": "DEU.4", "number": "4", "bookId": "DEU"}, "previous": {"id": "DEU.2", "number": "2", "bookId": "DEU"}}}}