{"_default": {"1": {"id": "1SA.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "1SA", "reference": "1 Samuel 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Samuel took the vial of oil, and poured it upon his head, and kissed him, and said: 'Is it not that the LORD hath anointed thee to be prince over His inheritance? ", "type": "text", "attrs": {"verseId": "1SA.10.1", "verseOrgIds": ["1SA.10.1"]}}, {"text": "When thou art departed from me to-day, then thou shalt find two men by the tomb of Rachel, in the border of Benjamin at Zelzah; and they will say unto thee: The asses which thou wentest to seek are found; and, lo, thy father hath left off caring for the asses, and is anxious concerning you, saying: What shall I do for my son? ", "type": "text", "attrs": {"verseId": "1SA.10.2", "verseOrgIds": ["1SA.10.2"]}}, {"text": "Then shalt thou go on forward from thence, and thou shalt come to the terebinth of Tabor, and there shall meet thee there three men going up to God to Beth-el, one carrying three kids, and another carrying three loaves of bread, and another carrying a bottle of wine. ", "type": "text", "attrs": {"verseId": "1SA.10.3", "verseOrgIds": ["1SA.10.3"]}}, {"text": "And they will salute thee, and give thee two cakes of bread; which thou shalt receive of their hand. ", "type": "text", "attrs": {"verseId": "1SA.10.4", "verseOrgIds": ["1SA.10.4"]}}, {"text": "After that thou shalt come to the hill of God, where is the garrison of the Philistines; and it shall come to pass, when thou art come thither to the city, that thou shalt meet a band of prophets coming down from the high place with a psaltery, and a timbrel, and a pipe, and a harp, before them; and they will be prophesying. ", "type": "text", "attrs": {"verseId": "1SA.10.5", "verseOrgIds": ["1SA.10.5"]}}, {"text": "And the spirit of the LORD will come mightily upon thee, and thou shalt prophesy with them, and shalt be turned into another man. ", "type": "text", "attrs": {"verseId": "1SA.10.6", "verseOrgIds": ["1SA.10.6"]}}, {"text": "And let it be, when these signs are come unto thee, that thou do as thy hand shall find; for God is with thee. ", "type": "text", "attrs": {"verseId": "1SA.10.7", "verseOrgIds": ["1SA.10.7"]}}, {"text": "And thou shalt go down before me to Gilgal; and, behold, I will come down unto thee, to offer burnt-offerings, and to sacrifice sacrifices of peace-offerings; seven days shalt thou tarry, till I come unto thee, and tell thee what thou shalt do.' ", "type": "text", "attrs": {"verseId": "1SA.10.8", "verseOrgIds": ["1SA.10.8"]}}, {"text": "And it was so, that when he had turned his back to go from Samuel, God gave him another heart; and all those signs came to pass that day. ", "type": "text", "attrs": {"verseId": "1SA.10.9", "verseOrgIds": ["1SA.10.9"]}}, {"text": "And when they came thither to the hill, behold, a band of prophets met him; and the spirit of God came mightily upon him, and he prophesied among them. ", "type": "text", "attrs": {"verseId": "1SA.10.10", "verseOrgIds": ["1SA.10.10"]}}, {"text": "And it came to pass, when all that knew him beforetime saw that, behold, he prophesied with the prophets, then the people said one to another: 'What is this that is come unto the son of Kish? Is Saul also among the prophets?' ", "type": "text", "attrs": {"verseId": "1SA.10.11", "verseOrgIds": ["1SA.10.11"]}}, {"text": "And one of the same place answered and said: 'And who is their father?' Therefore it became a proverb: 'Is Saul also among the prophets?' ", "type": "text", "attrs": {"verseId": "1SA.10.12", "verseOrgIds": ["1SA.10.12"]}}, {"text": "And when he had made an end of prophesying, he came to the high place. ", "type": "text", "attrs": {"verseId": "1SA.10.13", "verseOrgIds": ["1SA.10.13"]}}, {"text": "And Saul's uncle said unto him and to his servant: 'Whither went ye?' And he said: 'To seek the asses; and when we saw that they were not found, we came to Samuel.' ", "type": "text", "attrs": {"verseId": "1SA.10.14", "verseOrgIds": ["1SA.10.14"]}}, {"text": "And Saul's uncle said: 'Tell me, I pray thee, what Samuel said unto you.' ", "type": "text", "attrs": {"verseId": "1SA.10.15", "verseOrgIds": ["1SA.10.15"]}}, {"text": "And Saul said unto his uncle: 'He told us plainly that the asses were found.' But concerning the matter of the kingdom, whereof Samuel spoke, he told him not. ", "type": "text", "attrs": {"verseId": "1SA.10.16", "verseOrgIds": ["1SA.10.16"]}}, {"text": "And Samuel called the people together unto the LORD to Mizpah. ", "type": "text", "attrs": {"verseId": "1SA.10.17", "verseOrgIds": ["1SA.10.17"]}}, {"text": "And he said unto the children of Israel: 'Thus saith the LORD, the God of Israel: I brought up Israel out of Egypt, and I delivered you out of the hand of the Egyptians, and out of the hand of all the kingdoms that oppressed you. ", "type": "text", "attrs": {"verseId": "1SA.10.18", "verseOrgIds": ["1SA.10.18"]}}, {"text": "But ye have this day rejected your God, who Himself saveth you out of all your calamities and your distresses; and ye have said unto Him: Nay, but set a king over us. Now therefore present yourselves before the LORD by your tribes, and by your thousands.' ", "type": "text", "attrs": {"verseId": "1SA.10.19", "verseOrgIds": ["1SA.10.19"]}}, {"text": "So Samuel brought all the tribes of Israel near, and the tribe of Benjamin was taken. ", "type": "text", "attrs": {"verseId": "1SA.10.20", "verseOrgIds": ["1SA.10.20"]}}, {"text": "And he brought the tribe of Benjamin near by their families, and the family of the Matrites was taken; and Saul the son of Kish was taken; but when they sought him, he could not be found. ", "type": "text", "attrs": {"verseId": "1SA.10.21", "verseOrgIds": ["1SA.10.21"]}}, {"text": "Therefore they asked of the LORD further: 'Is there yet a man come hither?' And the LORD answered: 'Behold, he hath hid himself among the baggage.' ", "type": "text", "attrs": {"verseId": "1SA.10.22", "verseOrgIds": ["1SA.10.22"]}}, {"text": "And they ran and fetched him thence; and when he stood among the people, he was higher than any of the people from his shoulders and upward. ", "type": "text", "attrs": {"verseId": "1SA.10.23", "verseOrgIds": ["1SA.10.23"]}}, {"text": "And Samuel said to all the people: 'See ye him whom the LORD hath chosen, that there is none like him among all the people?' And all the people shouted, and said: 'Long live the king.' ", "type": "text", "attrs": {"verseId": "1SA.10.24", "verseOrgIds": ["1SA.10.24"]}}, {"text": "Then Samuel told the people the manner of the kingdom, and wrote it in a book, and laid it up before the LORD. And Samuel sent all the people away, every man to his house. ", "type": "text", "attrs": {"verseId": "1SA.10.25", "verseOrgIds": ["1SA.10.25"]}}, {"text": "And Saul also went to his house to Gibeah; and there went with him the men of valour, whose hearts God had touched. ", "type": "text", "attrs": {"verseId": "1SA.10.26", "verseOrgIds": ["1SA.10.26"]}}, {"text": "But certain base fellows said: 'How shall this man save us?' And they despised him, and brought him no present. But he was as one that held his peace.", "type": "text", "attrs": {"verseId": "1SA.10.27", "verseOrgIds": ["1SA.10.27"]}}]}], "next": {"id": "1SA.11", "number": "11", "bookId": "1SA"}, "previous": {"id": "1SA.9", "number": "9", "bookId": "1SA"}}}}