{"_default": {"1": {"id": "EZK.9", "bibleId": "bf8f1c7f3f9045a5-01", "number": "9", "bookId": "EZK", "reference": "Ezekiel 9", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then he called in mine ears with a loud voice, saying: 'Cause ye them that have charge over the city to draw near, every man with his destroying weapon in his hand.' ", "type": "text", "attrs": {"verseId": "EZK.9.1", "verseOrgIds": ["EZK.9.1"]}}, {"text": "And, behold, six men came from the way of the upper gate, which lieth toward the north, every man with his weapon of destruction in his hand; and one man in the midst of them clothed in linen, with a writer's inkhorn on his side. And they went in, and stood beside the brazen altar. ", "type": "text", "attrs": {"verseId": "EZK.9.2", "verseOrgIds": ["EZK.9.2"]}}, {"text": "And the glory of the God of Israel was gone up from the cherub, whereupon it was, to the threshold of the house; and He called to the man clothed in linen, who had the writer's inkhorn on his side. ", "type": "text", "attrs": {"verseId": "EZK.9.3", "verseOrgIds": ["EZK.9.3"]}}, {"text": "And the LORD said unto him: 'Go through the midst of the city, through the midst of Jerusalem, and set a mark upon the foreheads of the men that sigh and that cry for all the abominations that are done in the midst thereof.' ", "type": "text", "attrs": {"verseId": "EZK.9.4", "verseOrgIds": ["EZK.9.4"]}}, {"text": "And to the others He said in my hearing: 'Go ye through the city after him, and smite; let not your eye spare, neither have ye pity; ", "type": "text", "attrs": {"verseId": "EZK.9.5", "verseOrgIds": ["EZK.9.5"]}}, {"text": "slay utterly the old man, the young man and the maiden, and little children and women; but come not near any man upon whom is the mark; and begin at My sanctuary.' Then they began at the elders that were before the house. ", "type": "text", "attrs": {"verseId": "EZK.9.6", "verseOrgIds": ["EZK.9.6"]}}, {"text": "And He said unto them: 'Defile the house, and fill the courts with the slain; go ye forth.' And they went forth, and smote in the city. ", "type": "text", "attrs": {"verseId": "EZK.9.7", "verseOrgIds": ["EZK.9.7"]}}, {"text": "And it came to pass, while they were smiting, and I was left, that I fell upon my face, and cried, and said: 'Ah Lord GOD! wilt Thou destroy all the residue of Israel in Thy pouring out of Thy fury upon Jerusalem?' ", "type": "text", "attrs": {"verseId": "EZK.9.8", "verseOrgIds": ["EZK.9.8"]}}, {"text": "Then said He unto me: 'The iniquity of the house of Israel and Judah is exceeding great, and the land is full of blood, and the city full of wresting of judgment; for they say: The LORD hath forsaken the land, and the LORD seeth not. ", "type": "text", "attrs": {"verseId": "EZK.9.9", "verseOrgIds": ["EZK.9.9"]}}, {"text": "And as for Me also, Mine eye shall not spare, neither will I have pity, but I will bring their way upon their head.' ", "type": "text", "attrs": {"verseId": "EZK.9.10", "verseOrgIds": ["EZK.9.10"]}}, {"text": "And, behold, the man clothed in linen, who had the inkhorn on his side, reported, saying: 'I have done according to all that Thou hast commanded me.'", "type": "text", "attrs": {"verseId": "EZK.9.11", "verseOrgIds": ["EZK.9.11"]}}]}], "next": {"id": "EZK.10", "number": "10", "bookId": "EZK"}, "previous": {"id": "EZK.8", "number": "8", "bookId": "EZK"}}}}