{"_default": {"1": {"id": "ISA.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "ISA", "reference": "Isaiah 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The burden of the wilderness of the sea. As whirlwinds in the South sweeping on, it cometh from the wilderness, from a dreadful land. ", "type": "text", "attrs": {"verseId": "ISA.21.1", "verseOrgIds": ["ISA.21.1"]}}, {"text": "A grievous vision is declared unto me: 'The treacherous dealer dealeth treacherously, and the spoiler spoileth. Go up, O Elam! besiege, O Media! All the sighing thereof have I made to cease.' ", "type": "text", "attrs": {"verseId": "ISA.21.2", "verseOrgIds": ["ISA.21.2"]}}, {"text": "Therefore are my loins filled with convulsion; pangs have taken hold upon me, as the pangs of a woman in travail; I am bent so that I cannot hear; I am affrighted so that I cannot see. ", "type": "text", "attrs": {"verseId": "ISA.21.3", "verseOrgIds": ["ISA.21.3"]}}, {"text": "My heart is bewildered, terror hath overwhelmed me; the twilight that I longed for hath been turned for me into trembling. ", "type": "text", "attrs": {"verseId": "ISA.21.4", "verseOrgIds": ["ISA.21.4"]}}, {"text": "They prepare the table, they light the lamps, they eat, they drink — 'Rise up, ye princes, anoint the shield.' ", "type": "text", "attrs": {"verseId": "ISA.21.5", "verseOrgIds": ["ISA.21.5"]}}, {"text": "For thus hath the Lord said unto me: Go, set a watchman; let him declare what he seeth! ", "type": "text", "attrs": {"verseId": "ISA.21.6", "verseOrgIds": ["ISA.21.6"]}}, {"text": "And when he seeth a troop, horsemen by pairs, a troop of asses, a troop of camels, he shall hearken diligently with much heed. ", "type": "text", "attrs": {"verseId": "ISA.21.7", "verseOrgIds": ["ISA.21.7"]}}, {"text": "And he cried as a lion: 'Upon the watch-tower, O Lord, I stand continually in the daytime, and I am set in my ward all the nights.' ", "type": "text", "attrs": {"verseId": "ISA.21.8", "verseOrgIds": ["ISA.21.8"]}}, {"text": "And, behold, there came a troop of men, horsemen by pairs. And he spoke and said: 'Fallen, fallen is Babylon; and all the graven images of her gods are broken unto the ground.' ", "type": "text", "attrs": {"verseId": "ISA.21.9", "verseOrgIds": ["ISA.21.9"]}}, {"text": "O thou my threshing, and the winnowing of my floor, that which I have heard from the LORD of hosts, the God of Israel, have I declared unto you. ", "type": "text", "attrs": {"verseId": "ISA.21.10", "verseOrgIds": ["ISA.21.10"]}}, {"text": "The burden of Dumah. One calleth unto me out of Seir: 'Watchman, what of the night? Watchman, what of the night?' ", "type": "text", "attrs": {"verseId": "ISA.21.11", "verseOrgIds": ["ISA.21.11"]}}, {"text": "The watchman said: 'The morning cometh, and also the night — if ye will inquire, inquire ye; return, come.' ", "type": "text", "attrs": {"verseId": "ISA.21.12", "verseOrgIds": ["ISA.21.12"]}}, {"text": "The burden upon Arabia. In the thickets in Arabia shall ye lodge, O ye caravans of Dedanites. ", "type": "text", "attrs": {"verseId": "ISA.21.13", "verseOrgIds": ["ISA.21.13"]}}, {"text": "Unto him that is thirsty bring ye water! The inhabitants of the land of Tema did meet the fugitive with his bread. ", "type": "text", "attrs": {"verseId": "ISA.21.14", "verseOrgIds": ["ISA.21.14"]}}, {"text": "For they fled away from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war. ", "type": "text", "attrs": {"verseId": "ISA.21.15", "verseOrgIds": ["ISA.21.15"]}}, {"text": "For thus hath the Lord said unto me: 'Within a year, according to the years of a hireling, and all the glory of Kedar shall fail; ", "type": "text", "attrs": {"verseId": "ISA.21.16", "verseOrgIds": ["ISA.21.16"]}}, {"text": "and the residue of the number of the archers, the mighty men of the children of Kedar, shall be diminished; for the LORD, the God of Israel, hath spoken it.'", "type": "text", "attrs": {"verseId": "ISA.21.17", "verseOrgIds": ["ISA.21.17"]}}]}], "next": {"id": "ISA.22", "number": "22", "bookId": "ISA"}, "previous": {"id": "ISA.20", "number": "20", "bookId": "ISA"}}}}