{"_default": {"1": {"id": "DEU.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "DEU", "reference": "Deuteronomy 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the LORD thy God shall bring thee into the land whither thou goest to possess it, and shall cast out many nations before thee, the Hittite, and the Girgashite, and the Amorite, and the Canaanite, and the Perizzite, and the Hivite, and the Jebusite, seven nations greater and mightier than thou; ", "type": "text", "attrs": {"verseId": "DEU.7.1", "verseOrgIds": ["DEU.7.1"]}}, {"text": "and when the LORD thy God shall deliver them up before thee, and thou shalt smite them; then thou shalt utterly destroy them; thou shalt make no covenant with them, nor show mercy unto them; ", "type": "text", "attrs": {"verseId": "DEU.7.2", "verseOrgIds": ["DEU.7.2"]}}, {"text": "neither shalt thou make marriages with them: thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son. ", "type": "text", "attrs": {"verseId": "DEU.7.3", "verseOrgIds": ["DEU.7.3"]}}, {"text": "For he will turn away thy son from following Me, that they may serve other gods; so will the anger of the LORD be kindled against you, and He will destroy thee quickly. ", "type": "text", "attrs": {"verseId": "DEU.7.4", "verseOrgIds": ["DEU.7.4"]}}, {"text": "But thus shall ye deal with them: ye shall break down their altars, and dash in pieces their pillars, and hew down their Asherim, and burn their graven images with fire. ", "type": "text", "attrs": {"verseId": "DEU.7.5", "verseOrgIds": ["DEU.7.5"]}}, {"text": "For thou art a holy people unto the LORD thy God: the LORD thy God hath chosen thee to be His own treasure, out of all peoples that are upon the face of the earth. ", "type": "text", "attrs": {"verseId": "DEU.7.6", "verseOrgIds": ["DEU.7.6"]}}, {"text": "The LORD did not set His love upon you, nor choose you, because ye were more in number than any people — for ye were the fewest of all peoples — ", "type": "text", "attrs": {"verseId": "DEU.7.7", "verseOrgIds": ["DEU.7.7"]}}, {"text": "but because the LORD loved you, and because He would keep the oath which He swore unto your fathers, hath the LORD brought you out with a mighty hand, and redeemed you out of the house of bondage, from the hand of Pharaoh king of Egypt. ", "type": "text", "attrs": {"verseId": "DEU.7.8", "verseOrgIds": ["DEU.7.8"]}}, {"text": "Know therefore that the LORD thy God, He is God; the faithful God, who keepeth covenant and mercy with them that love Him and keep His commandments to a thousand generations; ", "type": "text", "attrs": {"verseId": "DEU.7.9", "verseOrgIds": ["DEU.7.9"]}}, {"text": "and repayeth them that hate Him to their face, to destroy them; He will not be slack to him that hateth Him, He will repay him to his face. ", "type": "text", "attrs": {"verseId": "DEU.7.10", "verseOrgIds": ["DEU.7.10"]}}, {"text": "Thou shalt therefore keep the commandment, and the statutes, and the ordinances, which I command thee this day, to do them. ", "type": "text", "attrs": {"verseId": "DEU.7.11", "verseOrgIds": ["DEU.7.11"]}}, {"text": "And it shall come to pass, because ye hearken to these ordinances, and keep, and do them, that the LORD thy God shall keep with thee the covenant and the mercy which He swore unto thy fathers, ", "type": "text", "attrs": {"verseId": "DEU.7.12", "verseOrgIds": ["DEU.7.12"]}}, {"text": "and He will love thee, and bless thee, and multiply thee; He will also bless the fruit of thy body and the fruit of thy land, thy corn and thy wine and thine oil, the increase of thy kine and the young of thy flock, in the land which He swore unto thy fathers to give thee. ", "type": "text", "attrs": {"verseId": "DEU.7.13", "verseOrgIds": ["DEU.7.13"]}}, {"text": "Thou shalt be blessed above all peoples; there shall not be male or female barren among you, or among your cattle. ", "type": "text", "attrs": {"verseId": "DEU.7.14", "verseOrgIds": ["DEU.7.14"]}}, {"text": "And the LORD will take away from thee all sickness; and He will put none of the evil diseases of Egypt, which thou knowest, upon thee, but will lay them upon all them that hate thee. ", "type": "text", "attrs": {"verseId": "DEU.7.15", "verseOrgIds": ["DEU.7.15"]}}, {"text": "And thou shalt consume all the peoples that the LORD thy God shall deliver unto thee; thine eye shall not pity them; neither shalt thou serve their gods; for that will be a snare unto thee. ", "type": "text", "attrs": {"verseId": "DEU.7.16", "verseOrgIds": ["DEU.7.16"]}}, {"text": "If thou shalt say in thy heart: 'These nations are more than I; how can I dispossess them?' ", "type": "text", "attrs": {"verseId": "DEU.7.17", "verseOrgIds": ["DEU.7.17"]}}, {"text": "thou shalt not be afraid of them; thou shalt well remember what the LORD thy God did unto Pharaoh, and unto all Egypt: ", "type": "text", "attrs": {"verseId": "DEU.7.18", "verseOrgIds": ["DEU.7.18"]}}, {"text": "the great trials which thine eyes saw, and the signs, and the wonders, and the mighty hand, and the outstretched arm, whereby the LORD thy God brought thee out; so shall the LORD thy God do unto all the peoples of whom thou art afraid. ", "type": "text", "attrs": {"verseId": "DEU.7.19", "verseOrgIds": ["DEU.7.19"]}}, {"text": "Moreover the LORD thy God will send the hornet among them, until they that are left, and they that hide themselves, perish from before thee. ", "type": "text", "attrs": {"verseId": "DEU.7.20", "verseOrgIds": ["DEU.7.20"]}}, {"text": "Thou shalt not be affrighted at them; for the LORD thy God is in the midst of thee, a God great and awful. ", "type": "text", "attrs": {"verseId": "DEU.7.21", "verseOrgIds": ["DEU.7.21"]}}, {"text": "And the LORD thy God will cast out those nations before thee by little and little; thou mayest not consume them quickly, lest the beasts of the field increase upon thee. ", "type": "text", "attrs": {"verseId": "DEU.7.22", "verseOrgIds": ["DEU.7.22"]}}, {"text": "But the LORD thy God shall deliver them up before thee, and shall discomfit them with a great discomfiture, until they be destroyed. ", "type": "text", "attrs": {"verseId": "DEU.7.23", "verseOrgIds": ["DEU.7.23"]}}, {"text": "And He shall deliver their kings into thy hand, and thou shalt make their name to perish from under heaven; there shall no man be able to stand against thee, until thou have destroyed them. ", "type": "text", "attrs": {"verseId": "DEU.7.24", "verseOrgIds": ["DEU.7.24"]}}, {"text": "The graven images of their gods shall ye burn with fire; thou shalt not covet the silver or the gold that is on them, nor take it unto thee, lest thou be snared therein; for it is an abomination to the LORD thy God. ", "type": "text", "attrs": {"verseId": "DEU.7.25", "verseOrgIds": ["DEU.7.25"]}}, {"text": "And thou shalt not bring an abomination into thy house, and be accursed like unto it; thou shalt utterly detest it, and thou shalt utterly abhor it; for it is a devoted thing.", "type": "text", "attrs": {"verseId": "DEU.7.26", "verseOrgIds": ["DEU.7.26"]}}]}], "next": {"id": "DEU.8", "number": "8", "bookId": "DEU"}, "previous": {"id": "DEU.6", "number": "6", "bookId": "DEU"}}}}