{"_default": {"1": {"id": "GEN.50", "bibleId": "bf8f1c7f3f9045a5-01", "number": "50", "bookId": "GEN", "reference": "Genesis 50", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Joseph fell upon his father's face, and wept upon him, and kissed him. ", "type": "text", "attrs": {"verseId": "GEN.50.1", "verseOrgIds": ["GEN.50.1"]}}, {"text": "And Joseph commanded his servants the physicians to embalm his father. And the physicians embalmed Israel. ", "type": "text", "attrs": {"verseId": "GEN.50.2", "verseOrgIds": ["GEN.50.2"]}}, {"text": "And forty days were fulfilled for him; for so are fulfilled the days of embalming. And the Egyptians wept for him threescore and ten days. ", "type": "text", "attrs": {"verseId": "GEN.50.3", "verseOrgIds": ["GEN.50.3"]}}, {"text": "And when the days of weeping for him were past, Joseph spoke unto the house of Pharaoh, saying: 'If now I have found favour in your eyes, speak, I pray you, in the ears of Pharaoh, saying: ", "type": "text", "attrs": {"verseId": "GEN.50.4", "verseOrgIds": ["GEN.50.4"]}}, {"text": "My father made me swear, saying: Lo, I die; in my grave which I have digged for me in the land of Canaan, there shalt thou bury me. Now therefore let me go up, I pray thee, and bury my father, and I will come back.' ", "type": "text", "attrs": {"verseId": "GEN.50.5", "verseOrgIds": ["GEN.50.5"]}}, {"text": "And Pharaoh said: 'Go up, and bury thy father, according as he made thee swear.' ", "type": "text", "attrs": {"verseId": "GEN.50.6", "verseOrgIds": ["GEN.50.6"]}}, {"text": "And Joseph went up to bury his father; and with him went up all the servants of Pharaoh, the elders of his house, and all the elders of the land of Egypt, ", "type": "text", "attrs": {"verseId": "GEN.50.7", "verseOrgIds": ["GEN.50.7"]}}, {"text": "and all the house of Joseph, and his brethren, and his father's house; only their little ones, and their flocks, and their herds, they left in the land of Goshen. ", "type": "text", "attrs": {"verseId": "GEN.50.8", "verseOrgIds": ["GEN.50.8"]}}, {"text": "And there went up with him both chariots and horsemen; and it was a very great company. ", "type": "text", "attrs": {"verseId": "GEN.50.9", "verseOrgIds": ["GEN.50.9"]}}, {"text": "And they came to the threshing-floor of Atad, which is beyond the Jordan, and there they wailed with a very great and sore wailing; and he made a mourning for his father seven days. ", "type": "text", "attrs": {"verseId": "GEN.50.10", "verseOrgIds": ["GEN.50.10"]}}, {"text": "And when the inhabitants of the land, the Canaanites, saw the mourning in the floor of Atad, they said: 'This is a grievous mourning to the Egyptians.' Wherefore the name of it was called Abel-mizraim, which is beyond the Jordan. ", "type": "text", "attrs": {"verseId": "GEN.50.11", "verseOrgIds": ["GEN.50.11"]}}, {"text": "And his sons did unto him according as he commanded them. ", "type": "text", "attrs": {"verseId": "GEN.50.12", "verseOrgIds": ["GEN.50.12"]}}, {"text": "For his sons carried him into the land of Canaan, and buried him in the cave of the field of Machpelah, which Abraham bought with the field, for a possession of a burying-place, of Ephron the Hittite, in front of Mamre. ", "type": "text", "attrs": {"verseId": "GEN.50.13", "verseOrgIds": ["GEN.50.13"]}}, {"text": "And Joseph returned into Egypt, he, and his brethren, and all that went up with him to bury his father, after he had buried his father. ", "type": "text", "attrs": {"verseId": "GEN.50.14", "verseOrgIds": ["GEN.50.14"]}}, {"text": "And when Joseph's brethren saw that their father was dead, they said: 'It may be that Joseph will hate us, and will fully requite us all the evil which we did unto him.' ", "type": "text", "attrs": {"verseId": "GEN.50.15", "verseOrgIds": ["GEN.50.15"]}}, {"text": "And they sent a message unto Joseph, saying: 'Thy father did command before he died, saying: ", "type": "text", "attrs": {"verseId": "GEN.50.16", "verseOrgIds": ["GEN.50.16"]}}, {"text": "So shall ye say unto Joseph: Forgive, I pray thee now, the transgression of thy brethren, and their sin, for that they did unto thee evil. And now, we pray thee, forgive the transgression of the servants of the God of thy father.' And Joseph wept when they spoke unto him. ", "type": "text", "attrs": {"verseId": "GEN.50.17", "verseOrgIds": ["GEN.50.17"]}}, {"text": "And his brethren also went and fell down before his face; and they said: 'Behold, we are thy bondmen.' ", "type": "text", "attrs": {"verseId": "GEN.50.18", "verseOrgIds": ["GEN.50.18"]}}, {"text": "And Joseph said unto them: 'Fear not; for am I in the place of God? ", "type": "text", "attrs": {"verseId": "GEN.50.19", "verseOrgIds": ["GEN.50.19"]}}, {"text": "And as for you, ye meant evil against me; but God meant it for good, to bring to pass, as it is this day, to save much people alive. ", "type": "text", "attrs": {"verseId": "GEN.50.20", "verseOrgIds": ["GEN.50.20"]}}, {"text": "Now therefore fear ye not; I will sustain you, and your little ones.' And he comforted them, and spoke kindly unto them. ", "type": "text", "attrs": {"verseId": "GEN.50.21", "verseOrgIds": ["GEN.50.21"]}}, {"text": "And Joseph dwelt in Egypt, he, and his father's house; and Joseph lived a hundred and ten years. ", "type": "text", "attrs": {"verseId": "GEN.50.22", "verseOrgIds": ["GEN.50.22"]}}, {"text": "And Joseph saw Ephraim's children of the third generation; the children also of Machir the son of Manasseh were born upon Joseph's knees. ", "type": "text", "attrs": {"verseId": "GEN.50.23", "verseOrgIds": ["GEN.50.23"]}}, {"text": "And Joseph said unto his brethren: 'I die; but God will surely remember you, and bring you up out of this land unto the land which He swore to Abraham, to Isaac, and to Jacob.' ", "type": "text", "attrs": {"verseId": "GEN.50.24", "verseOrgIds": ["GEN.50.24"]}}, {"text": "And Joseph took an oath of the children of Israel, saying: 'God will surely remember you, and ye shall carry up my bones from hence.' ", "type": "text", "attrs": {"verseId": "GEN.50.25", "verseOrgIds": ["GEN.50.25"]}}, {"text": "So Joseph died, being a hundred and ten years old. And they embalmed him, and he was put in a coffin in Egypt.", "type": "text", "attrs": {"verseId": "GEN.50.26", "verseOrgIds": ["GEN.50.26"]}}]}], "next": {"id": "EXO.intro", "number": "intro", "bookId": "EXO"}, "previous": {"id": "GEN.49", "number": "49", "bookId": "GEN"}}}}