{"_default": {"1": {"id": "1CH.18", "bibleId": "bf8f1c7f3f9045a5-01", "number": "18", "bookId": "1CH", "reference": "1 Chronicles 18", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And after this it came to pass, that David smote the Philistines, and subdued them, and took Gath and its towns out of the hand of the Philistines. ", "type": "text", "attrs": {"verseId": "1CH.18.1", "verseOrgIds": ["1CH.18.1"]}}, {"text": "And he smote Moab; and the Moabites became servants to David, and brought presents. ", "type": "text", "attrs": {"verseId": "1CH.18.2", "verseOrgIds": ["1CH.18.2"]}}, {"text": "And David smote Hadarezer king of Zobah by Hamath, as he went to establish his dominion at the river Euphrates. ", "type": "text", "attrs": {"verseId": "1CH.18.3", "verseOrgIds": ["1CH.18.3"]}}, {"text": "And David took from him a thousand chariots, and seven thousand horsemen, and twenty thousand footmen; and David houghed all the chariot horses, but reserved of them for a hundred chariots. ", "type": "text", "attrs": {"verseId": "1CH.18.4", "verseOrgIds": ["1CH.18.4"]}}, {"text": "And when the Arameans of Damascus came to succour Hadarezer king of Zobah, David smote of the Arameans two and twenty thousand men. ", "type": "text", "attrs": {"verseId": "1CH.18.5", "verseOrgIds": ["1CH.18.5"]}}, {"text": "Then David put garrisons in Aram Damascus; and the Arameans became servants to David, and brought presents. And the LORD gave victory to David whithersoever he went. ", "type": "text", "attrs": {"verseId": "1CH.18.6", "verseOrgIds": ["1CH.18.6"]}}, {"text": "And David took the shields of gold that were on the servants of Hadarezer, and brought them to Jerusalem. ", "type": "text", "attrs": {"verseId": "1CH.18.7", "verseOrgIds": ["1CH.18.7"]}}, {"text": "And from Tibhath and from Cun, cities of Hadarezer, David took very much brass, wherewith Solomon made the brazen sea, and the pillars, and the vessels of brass. ", "type": "text", "attrs": {"verseId": "1CH.18.8", "verseOrgIds": ["1CH.18.8"]}}, {"text": "And when Tou king of Hamath heard that David had smitten all the host of Hadarezer king of Zobah, ", "type": "text", "attrs": {"verseId": "1CH.18.9", "verseOrgIds": ["1CH.18.9"]}}, {"text": "he sent Hadoram his son to king David, to salute him, and to bless him — because he had fought against Hadarezer and smitten him; for Hadarezer had wars with Tou — and he had with him all manner of vessels of gold and silver and brass. ", "type": "text", "attrs": {"verseId": "1CH.18.10", "verseOrgIds": ["1CH.18.10"]}}, {"text": "These also did king David dedicate unto the LORD, with the silver and the gold that he carried away from all the nations; from Edom, and from Moab, and from the children of Ammon, and from the Philistines, and from Amalek. ", "type": "text", "attrs": {"verseId": "1CH.18.11", "verseOrgIds": ["1CH.18.11"]}}, {"text": "Moreover Abishai the son of Zeruiah smote of the Edomites in the Valley of Salt eighteen thousand. ", "type": "text", "attrs": {"verseId": "1CH.18.12", "verseOrgIds": ["1CH.18.12"]}}, {"text": "And he put garrisons in Edom; and all the Edomites became servants to David. And the LORD gave victory to David whithersoever he went. ", "type": "text", "attrs": {"verseId": "1CH.18.13", "verseOrgIds": ["1CH.18.13"]}}, {"text": "And David reigned over all Israel; and he executed justice and righteousness unto all his people. ", "type": "text", "attrs": {"verseId": "1CH.18.14", "verseOrgIds": ["1CH.18.14"]}}, {"text": "And Joab the son of Zeruiah was over the host; and Jehoshaphat the son of Ahilud was recorder. ", "type": "text", "attrs": {"verseId": "1CH.18.15", "verseOrgIds": ["1CH.18.15"]}}, {"text": "And Zadok the son of Ahitub, and Abimelech the son of Abiathar, were priests; and Shavsha was scribe; ", "type": "text", "attrs": {"verseId": "1CH.18.16", "verseOrgIds": ["1CH.18.16"]}}, {"text": "and Beniah the son of Jehoiada was over the Cherethites and the Pelethites; and the sons of David were chief about the king.", "type": "text", "attrs": {"verseId": "1CH.18.17", "verseOrgIds": ["1CH.18.17"]}}]}], "next": {"id": "1CH.19", "number": "19", "bookId": "1CH"}, "previous": {"id": "1CH.17", "number": "17", "bookId": "1CH"}}}}