{"_default": {"1": {"id": "MAL.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "MAL", "reference": "Malachi 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "THE BURDEN of the word of the LORD to Israel by Malachi. ", "type": "text", "attrs": {"verseId": "MAL.1.1", "verseOrgIds": ["MAL.1.1"]}}, {"text": "I have loved you, saith the LORD. Yet ye say: 'Wherein hast Thou loved us?' Was not Esau Jacob's brother? saith the LORD; yet I loved Jacob; ", "type": "text", "attrs": {"verseId": "MAL.1.2", "verseOrgIds": ["MAL.1.2"]}}, {"text": "But Esau I hated, and made his mountains a desolation, and gave his heritage to the jackals of the wilderness. ", "type": "text", "attrs": {"verseId": "MAL.1.3", "verseOrgIds": ["MAL.1.3"]}}, {"text": "Whereas Edom saith: 'We are beaten down, but we will return and build the waste places'; thus saith the LORD of hosts: They shall build, but I will throw down; and they shall be called The border of wickedness, and The people whom the LORD execrateth for ever. ", "type": "text", "attrs": {"verseId": "MAL.1.4", "verseOrgIds": ["MAL.1.4"]}}, {"text": "And your eyes shall see, and ye shall say: 'The LORD is great beyond the border of Israel.' ", "type": "text", "attrs": {"verseId": "MAL.1.5", "verseOrgIds": ["MAL.1.5"]}}, {"text": "A son honoureth his father, and a servant his master; if then I be a father, where is My honour? and if I be a master, where is My fear? saith the LORD of hosts unto you, O priests, that despise My name. And ye say: 'Wherein have we despised Thy name?' ", "type": "text", "attrs": {"verseId": "MAL.1.6", "verseOrgIds": ["MAL.1.6"]}}, {"text": "Ye offer polluted bread upon Mine altar. And ye say: 'Wherein have we polluted thee?' In that ye say: 'The table of the LORD is contemptible.' ", "type": "text", "attrs": {"verseId": "MAL.1.7", "verseOrgIds": ["MAL.1.7"]}}, {"text": "And when ye offer the blind for sacrifice, is it no evil! And when ye offer the lame and sick, is it no evil! Present it now unto thy governor; will he be pleased with thee? or will he accept thy person? saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.1.8", "verseOrgIds": ["MAL.1.8"]}}, {"text": "And now, I pray you, entreat the favour of God that He may be gracious unto us! — This hath been of your doing. — Will He accept any of your persons? saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.1.9", "verseOrgIds": ["MAL.1.9"]}}, {"text": "Oh that there were even one among you that would shut the doors, that ye might not kindle fire on Mine altar in vain! I have no pleasure in you, saith the LORD of hosts, neither will I accept an offering at your hand. ", "type": "text", "attrs": {"verseId": "MAL.1.10", "verseOrgIds": ["MAL.1.10"]}}, {"text": "For from the rising of the sun even unto the going down of the same My name is great among the nations; and in every place offerings are presented unto My name, even pure oblations; for My name is great among the nations, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "MAL.1.11", "verseOrgIds": ["MAL.1.11"]}}, {"text": "But ye profane it, in that ye say: 'The table of the LORD is polluted, and the fruit thereof, even the food thereof, is contemptible.' ", "type": "text", "attrs": {"verseId": "MAL.1.12", "verseOrgIds": ["MAL.1.12"]}}, {"text": "Ye say also: 'Behold, what a weariness is it!' and ye have snuffed at it, saith the LORD of hosts; and ye have brought that which was taken by violence, and the lame, and the sick; thus ye bring the offering; should I accept this of your hand? saith the LORD. ", "type": "text", "attrs": {"verseId": "MAL.1.13", "verseOrgIds": ["MAL.1.13"]}}, {"text": "But cursed be he that dealeth craftily, whereas he hath in his flock a male, and voweth, and sacrificeth unto the Lord a blemished thing; for I am a great King, saith the LORD of hosts, and My name is feared among the nations.", "type": "text", "attrs": {"verseId": "MAL.1.14", "verseOrgIds": ["MAL.1.14"]}}]}], "next": {"id": "MAL.2", "number": "2", "bookId": "MAL"}, "previous": {"id": "MAL.intro", "number": "intro", "bookId": "MAL"}}}}