{"_default": {"1": {"id": "ISA.14", "bibleId": "bf8f1c7f3f9045a5-01", "number": "14", "bookId": "ISA", "reference": "Isaiah 14", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For the LORD will have compassion on Jacob, and will yet choose Israel, and set them in their own land; and the stranger shall join himself with them, and they shall cleave to the house of Jacob. ", "type": "text", "attrs": {"verseId": "ISA.14.1", "verseOrgIds": ["ISA.14.1"]}}, {"text": "And the peoples shall take them, and bring them to their place; and the house of Israel shall possess them in the land of the LORD for servants and for handmaids; and they shall take them captive, whose captives they were; and they shall rule over their oppressors. ", "type": "text", "attrs": {"verseId": "ISA.14.2", "verseOrgIds": ["ISA.14.2"]}}, {"text": "And it shall come to pass in the day that the LORD shall give thee rest from thy travail, and from thy trouble, and from the hard service wherein thou wast made to serve, ", "type": "text", "attrs": {"verseId": "ISA.14.3", "verseOrgIds": ["ISA.14.3"]}}, {"text": "that thou shalt take up this parable against the king of Babylon, and say: How hath the oppressor ceased! the exactress of gold ceased! ", "type": "text", "attrs": {"verseId": "ISA.14.4", "verseOrgIds": ["ISA.14.4"]}}, {"text": "The LORD hath broken the staff of the wicked, the sceptre of the rulers, ", "type": "text", "attrs": {"verseId": "ISA.14.5", "verseOrgIds": ["ISA.14.5"]}}, {"text": "That smote the peoples in wrath with an incessant stroke, that ruled the nations in anger, with a persecution that none restrained. ", "type": "text", "attrs": {"verseId": "ISA.14.6", "verseOrgIds": ["ISA.14.6"]}}, {"text": "The whole earth is at rest, and is quiet; they break forth into singing. ", "type": "text", "attrs": {"verseId": "ISA.14.7", "verseOrgIds": ["ISA.14.7"]}}, {"text": "Yea, the cypresses rejoice at thee, and the cedars of Lebanon: 'Since thou art laid down, no feller is come up against us.' ", "type": "text", "attrs": {"verseId": "ISA.14.8", "verseOrgIds": ["ISA.14.8"]}}, {"text": "The nether-world from beneath is moved for thee to meet thee at thy coming; the shades are stirred up for thee, even all the chief ones of the earth; all the kings of the nations are raised up from their thrones. ", "type": "text", "attrs": {"verseId": "ISA.14.9", "verseOrgIds": ["ISA.14.9"]}}, {"text": "All they do answer and say unto thee: 'Art thou also become weak as we? Art thou become like unto us? ", "type": "text", "attrs": {"verseId": "ISA.14.10", "verseOrgIds": ["ISA.14.10"]}}, {"text": "Thy pomp is brought down to the nether-world, and the noise of thy psalteries; the maggot is spread under thee, and the worms cover thee.' ", "type": "text", "attrs": {"verseId": "ISA.14.11", "verseOrgIds": ["ISA.14.11"]}}, {"text": "How art thou fallen from heaven, O day-star, son of the morning! How art thou cut down to the ground, that didst cast lots over the nations! ", "type": "text", "attrs": {"verseId": "ISA.14.12", "verseOrgIds": ["ISA.14.12"]}}, {"text": "And thou saidst in thy heart: 'I will ascend into heaven, above the stars of God will I exalt my throne, and I will sit upon the mount of meeting, in the uttermost parts of the north; ", "type": "text", "attrs": {"verseId": "ISA.14.13", "verseOrgIds": ["ISA.14.13"]}}, {"text": "I will ascend above the heights of the clouds; I will be like the Most High.' ", "type": "text", "attrs": {"verseId": "ISA.14.14", "verseOrgIds": ["ISA.14.14"]}}, {"text": "Yet thou shalt be brought down to the nether-world, to the uttermost parts of the pit. ", "type": "text", "attrs": {"verseId": "ISA.14.15", "verseOrgIds": ["ISA.14.15"]}}, {"text": "They that saw thee do narrowly look upon thee, they gaze earnestly at thee: 'Is this the man that made the earth to tremble, that did shake kingdoms; ", "type": "text", "attrs": {"verseId": "ISA.14.16", "verseOrgIds": ["ISA.14.16"]}}, {"text": "That made the world as a wilderness, and destroyed the cities thereof; that opened not the house of his prisoners?' ", "type": "text", "attrs": {"verseId": "ISA.14.17", "verseOrgIds": ["ISA.14.17"]}}, {"text": "All the kings of the nations, all of them, sleep in glory, every one in his own house. ", "type": "text", "attrs": {"verseId": "ISA.14.18", "verseOrgIds": ["ISA.14.18"]}}, {"text": "But thou art cast forth away from thy grave like an abhorred offshoot, in the raiment of the slain, that are thrust through with the sword, that go down to the pavement of the pit, as a carcass trodden under foot. ", "type": "text", "attrs": {"verseId": "ISA.14.19", "verseOrgIds": ["ISA.14.19"]}}, {"text": "Thou shalt not be joined with them in burial, because thou hast destroyed thy land, thou hast slain thy people; the seed of evil-doers shall not be named for ever. ", "type": "text", "attrs": {"verseId": "ISA.14.20", "verseOrgIds": ["ISA.14.20"]}}, {"text": "Prepare ye slaughter for his children for the iniquity of their fathers; that they rise not up, and possess the earth, and fill the face of the world with cities. ", "type": "text", "attrs": {"verseId": "ISA.14.21", "verseOrgIds": ["ISA.14.21"]}}, {"text": "And I will rise up against them, saith the LORD of hosts, and cut off from Babylon name and remnant, and offshoot and offspring, saith the LORD. ", "type": "text", "attrs": {"verseId": "ISA.14.22", "verseOrgIds": ["ISA.14.22"]}}, {"text": "I will also make it a possession for the bittern, and pools of water; and I will sweep it with the besom of destruction, saith the LORD of hosts. ", "type": "text", "attrs": {"verseId": "ISA.14.23", "verseOrgIds": ["ISA.14.23"]}}, {"text": "The LORD of hosts hath sworn, saying: Surely as I have thought, so shall it come to pass; and as I have purposed, so shall it stand, ", "type": "text", "attrs": {"verseId": "ISA.14.24", "verseOrgIds": ["ISA.14.24"]}}, {"text": "That I will break Asshur in My land, and upon My mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulder. ", "type": "text", "attrs": {"verseId": "ISA.14.25", "verseOrgIds": ["ISA.14.25"]}}, {"text": "This is the purpose that is purposed upon the whole earth; and this is the hand that is stretched out upon all the nations. ", "type": "text", "attrs": {"verseId": "ISA.14.26", "verseOrgIds": ["ISA.14.26"]}}, {"text": "For the LORD of hosts hath purposed, and who shall disannul it? And His hand is stretched out, and who shall turn it back? ", "type": "text", "attrs": {"verseId": "ISA.14.27", "verseOrgIds": ["ISA.14.27"]}}, {"text": "In the year that king Ahaz died was this burden. ", "type": "text", "attrs": {"verseId": "ISA.14.28", "verseOrgIds": ["ISA.14.28"]}}, {"text": "Rejoice not, O Philistia, all of thee, because the rod that smote thee is broken: for out of the serpent's root shall come forth a basilisk, and his fruit shall be a flying serpent. ", "type": "text", "attrs": {"verseId": "ISA.14.29", "verseOrgIds": ["ISA.14.29"]}}, {"text": "And the first-born of the poor shall feed, and the needy shall lie down in safety; and I will kill thy root with famine, and thy remnant shall be slain. ", "type": "text", "attrs": {"verseId": "ISA.14.30", "verseOrgIds": ["ISA.14.30"]}}, {"text": "Howl, O gate; cry, O city; melt away, O Philistia, all of thee; for there cometh a smoke out of the north, and there is no straggler in his ranks. ", "type": "text", "attrs": {"verseId": "ISA.14.31", "verseOrgIds": ["ISA.14.31"]}}, {"text": "What then shall one answer the messengers of the nation? That the LORD hath founded Zion, and in her shall the afflicted of His people take refuge.", "type": "text", "attrs": {"verseId": "ISA.14.32", "verseOrgIds": ["ISA.14.32"]}}]}], "next": {"id": "ISA.15", "number": "15", "bookId": "ISA"}, "previous": {"id": "ISA.13", "number": "13", "bookId": "ISA"}}}}