{"_default": {"1": {"id": "ISA.56", "bibleId": "bf8f1c7f3f9045a5-01", "number": "56", "bookId": "ISA", "reference": "Isaiah 56", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Thus saith the LORD: Keep ye justice, and do righteousness; for My salvation is near to come, and My favour to be revealed. ", "type": "text", "attrs": {"verseId": "ISA.56.1", "verseOrgIds": ["ISA.56.1"]}}, {"text": "Happy is the man that doeth this, and the son of man that holdeth fast by it: that keepeth the sabbath from profaning it, and keepeth his hand from doing any evil. ", "type": "text", "attrs": {"verseId": "ISA.56.2", "verseOrgIds": ["ISA.56.2"]}}, {"text": "Neither let the alien, that hath joined himself to the LORD, speak, saying: 'The LORD will surely separate me from His people'; neither let the eunuch say: 'Behold, I am a dry tree.' ", "type": "text", "attrs": {"verseId": "ISA.56.3", "verseOrgIds": ["ISA.56.3"]}}, {"text": "For thus saith the LORD concerning the eunuchs that keep My sabbaths, and choose the things that please Me, and hold fast by My covenant: ", "type": "text", "attrs": {"verseId": "ISA.56.4", "verseOrgIds": ["ISA.56.4"]}}, {"text": "Even unto them will I give in My house and within My walls a monument and a memorial better than sons and daughters; I will give them an everlasting memorial, that shall not be cut off. ", "type": "text", "attrs": {"verseId": "ISA.56.5", "verseOrgIds": ["ISA.56.5"]}}, {"text": "Also the aliens, that join themselves to the LORD, to minister unto Him, and to love the name of the LORD, to be His servants, every one that keepeth the sabbath from profaning it, and holdeth fast by My covenant: ", "type": "text", "attrs": {"verseId": "ISA.56.6", "verseOrgIds": ["ISA.56.6"]}}, {"text": "Even them will I bring to My holy mountain, and make them joyful in My house of prayer; their burnt-offerings and their sacrifices shall be acceptable upon Mine altar; for My house shall be called a house of prayer for all peoples. ", "type": "text", "attrs": {"verseId": "ISA.56.7", "verseOrgIds": ["ISA.56.7"]}}, {"text": "Saith the Lord GOD who gathereth the dispersed of Israel: Yet I will gather others to him, beside those of him that are gathered. ", "type": "text", "attrs": {"verseId": "ISA.56.8", "verseOrgIds": ["ISA.56.8"]}}, {"text": "All ye beasts of the field, come to devour, yea, all ye beasts in the forest. ", "type": "text", "attrs": {"verseId": "ISA.56.9", "verseOrgIds": ["ISA.56.9"]}}, {"text": "His watchmen are all blind, without knowledge; they are all dumb dogs, they cannot bark; raving, lying down, loving to slumber. ", "type": "text", "attrs": {"verseId": "ISA.56.10", "verseOrgIds": ["ISA.56.10"]}}, {"text": "Yea, the dogs are greedy, they know not when they have enough; and these are shepherds that cannot understand; they all turn to their own way, each one to his gain, one and all. ", "type": "text", "attrs": {"verseId": "ISA.56.11", "verseOrgIds": ["ISA.56.11"]}}, {"text": "'Come ye, I will fetch wine, and we will fill ourselves with strong drink; and to-morrow shall be as this day, and much more abundant.'", "type": "text", "attrs": {"verseId": "ISA.56.12", "verseOrgIds": ["ISA.56.12"]}}]}], "next": {"id": "ISA.57", "number": "57", "bookId": "ISA"}, "previous": {"id": "ISA.55", "number": "55", "bookId": "ISA"}}}}