{"_default": {"1": {"id": "EZK.25", "bibleId": "bf8f1c7f3f9045a5-01", "number": "25", "bookId": "EZK", "reference": "Ezekiel 25", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD came unto me, saying: ", "type": "text", "attrs": {"verseId": "EZK.25.1", "verseOrgIds": ["EZK.25.1"]}}, {"text": "'Son of man, set thy face toward the children of Ammon, and prophesy against them; ", "type": "text", "attrs": {"verseId": "EZK.25.2", "verseOrgIds": ["EZK.25.2"]}}, {"text": "and say unto the children of Ammon: Hear the word of the Lord GOD: Thus saith the Lord GOD: Because thou saidst: Aha! against My sanctuary, when it was profaned, and against the land of Israel, when it was made desolate, and against the house of Judah, when they went into captivity; ", "type": "text", "attrs": {"verseId": "EZK.25.3", "verseOrgIds": ["EZK.25.3"]}}, {"text": "therefore, behold, I will deliver thee to the children of the east for a possession, and they shall set their encampments in thee, and make their dwellings in thee; they shall eat thy fruit, and they shall drink thy milk. ", "type": "text", "attrs": {"verseId": "EZK.25.4", "verseOrgIds": ["EZK.25.4"]}}, {"text": "And I will make Rabbah a pasture for camels, and the children of Ammon a couching-place for flocks; and ye shall know that I am the LORD. ", "type": "text", "attrs": {"verseId": "EZK.25.5", "verseOrgIds": ["EZK.25.5"]}}, {"text": "For thus saith the Lord GOD: Because thou hast clapped thy hands, and stamped with the feet, and rejoiced with all the disdain of thy soul against the land of Israel; ", "type": "text", "attrs": {"verseId": "EZK.25.6", "verseOrgIds": ["EZK.25.6"]}}, {"text": "therefore, behold, I stretch out My hand upon thee, and will deliver thee for a spoil to the nations; and I will cut thee off from the peoples, and I will cause thee to perish out of the countries; I will destroy thee, and thou shalt know that I am the LORD. ", "type": "text", "attrs": {"verseId": "EZK.25.7", "verseOrgIds": ["EZK.25.7"]}}, {"text": "Thus saith the Lord GOD: Because that Moab and Seir do say: Behold, the house of Judah is like unto all the nations, ", "type": "text", "attrs": {"verseId": "EZK.25.8", "verseOrgIds": ["EZK.25.8"]}}, {"text": "therefore, behold, I will open the flank of Moab on the side of the cities, on the side of his cities which are on his frontiers, the beauteous country of Beth-jeshimoth, Baal-meon, and Kiriathaim, ", "type": "text", "attrs": {"verseId": "EZK.25.9", "verseOrgIds": ["EZK.25.9"]}}, {"text": "together with the children of Ammon, unto the children of the east, and I will give them for a possession, that the children of Ammon may not be remembered among the nations; ", "type": "text", "attrs": {"verseId": "EZK.25.10", "verseOrgIds": ["EZK.25.10"]}}, {"text": "and I will execute judgments upon Moab; and they shall know that I am the LORD. ", "type": "text", "attrs": {"verseId": "EZK.25.11", "verseOrgIds": ["EZK.25.11"]}}, {"text": "Thus saith the Lord GOD: Because that Edom hath dealt against the house of Judah by taking vengeance, and hath greatly offended, and revenged himself upon them; ", "type": "text", "attrs": {"verseId": "EZK.25.12", "verseOrgIds": ["EZK.25.12"]}}, {"text": "therefore thus saith the Lord GOD: I will stretch out My hand upon Edom, and will cut off man and beast from it; and I will make it desolate from Teman, even unto Dedan shall they fall by the sword. ", "type": "text", "attrs": {"verseId": "EZK.25.13", "verseOrgIds": ["EZK.25.13"]}}, {"text": "And I will lay My vengeance upon Edom by the hand of My people Israel; and they shall do in Edom according to Mine anger and according to My fury; and they shall know my vengeance, saith the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.25.14", "verseOrgIds": ["EZK.25.14"]}}, {"text": "Thus saith the Lord GOD: Because the Philistines have dealt by revenge, and have taken vengeance with disdain of soul to destroy, for the old hatred; ", "type": "text", "attrs": {"verseId": "EZK.25.15", "verseOrgIds": ["EZK.25.15"]}}, {"text": "therefore thus saith the Lord GOD: Behold, I will stretch out My hand upon the Philistines, and I will cut off the Cherethites, and destroy the remnant of the sea-coast. ", "type": "text", "attrs": {"verseId": "EZK.25.16", "verseOrgIds": ["EZK.25.16"]}}, {"text": "And I will execute great vengeance upon them with furious rebukes; and they shall know that I am the LORD, when I shall lay My vengeance upon them.'", "type": "text", "attrs": {"verseId": "EZK.25.17", "verseOrgIds": ["EZK.25.17"]}}]}], "next": {"id": "EZK.26", "number": "26", "bookId": "EZK"}, "previous": {"id": "EZK.24", "number": "24", "bookId": "EZK"}}}}