{"_default": {"1": {"id": "ISA.55", "bibleId": "bf8f1c7f3f9045a5-01", "number": "55", "bookId": "ISA", "reference": "Isaiah 55", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Ho, every one that thirsteth, come ye for water, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price. ", "type": "text", "attrs": {"verseId": "ISA.55.1", "verseOrgIds": ["ISA.55.1"]}}, {"text": "Wherefore do ye spend money for that which is not bread? and your gain for that which satisfieth not? Hearken diligently unto Me, and eat ye that which is good, and let your soul delight itself in fatness. ", "type": "text", "attrs": {"verseId": "ISA.55.2", "verseOrgIds": ["ISA.55.2"]}}, {"text": "Incline your ear, and come unto Me; hear, and your soul shall live; and I will make an everlasting covenant with you, even the sure mercies of David. ", "type": "text", "attrs": {"verseId": "ISA.55.3", "verseOrgIds": ["ISA.55.3"]}}, {"text": "Behold, I have given him for a witness to the peoples, a prince and commander to the peoples. ", "type": "text", "attrs": {"verseId": "ISA.55.4", "verseOrgIds": ["ISA.55.4"]}}, {"text": "Behold, thou shalt call a nation that thou knowest not, and a nation that knew not thee shall run unto thee; because of the LORD thy God, and for the Holy One of Israel, for He hath glorified thee. ", "type": "text", "attrs": {"verseId": "ISA.55.5", "verseOrgIds": ["ISA.55.5"]}}, {"text": "Seek ye the LORD while He may be found, call ye upon Him while He is near; ", "type": "text", "attrs": {"verseId": "ISA.55.6", "verseOrgIds": ["ISA.55.6"]}}, {"text": "Let the wicked forsake his way, and the man of iniquity his thoughts; and let him return unto the LORD, and He will have compassion upon him, and to our God, for He will abundantly pardon. ", "type": "text", "attrs": {"verseId": "ISA.55.7", "verseOrgIds": ["ISA.55.7"]}}, {"text": "For My thoughts are not your thoughts, neither are your ways My ways, saith the LORD. ", "type": "text", "attrs": {"verseId": "ISA.55.8", "verseOrgIds": ["ISA.55.8"]}}, {"text": "For as the heavens are higher than the earth, so are My ways higher than your ways, and My thoughts than your thoughts. ", "type": "text", "attrs": {"verseId": "ISA.55.9", "verseOrgIds": ["ISA.55.9"]}}, {"text": "For as the rain cometh down and the snow from heaven, and returneth not thither, except it water the earth, and make it bring forth and bud, and give seed to the sower and bread to the eater; ", "type": "text", "attrs": {"verseId": "ISA.55.10", "verseOrgIds": ["ISA.55.10"]}}, {"text": "So shall My word be that goeth forth out of My mouth: it shall not return unto Me void, except it accomplish that which I please, and make the thing whereto I sent it prosper. ", "type": "text", "attrs": {"verseId": "ISA.55.11", "verseOrgIds": ["ISA.55.11"]}}, {"text": "For ye shall go out with joy, and be led forth with peace; the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands. ", "type": "text", "attrs": {"verseId": "ISA.55.12", "verseOrgIds": ["ISA.55.12"]}}, {"text": "Instead of the thorn shall come up the cypress, and instead of the brier shall come up the myrtle; and it shall be to the LORD for a memorial, for an everlasting sign that shall not be cut off.", "type": "text", "attrs": {"verseId": "ISA.55.13", "verseOrgIds": ["ISA.55.13"]}}]}], "next": {"id": "ISA.56", "number": "56", "bookId": "ISA"}, "previous": {"id": "ISA.54", "number": "54", "bookId": "ISA"}}}}