{"_default": {"1": {"id": "ISA.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "ISA", "reference": "Isaiah 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the year that king Uzziah died I saw the Lord sitting upon a throne high and lifted up, and His train filled the temple. ", "type": "text", "attrs": {"verseId": "ISA.6.1", "verseOrgIds": ["ISA.6.1"]}}, {"text": "Above Him stood the seraphim; each one had six wings: with twain he covered his face and with twain he covered his feet, and with twain he did fly. ", "type": "text", "attrs": {"verseId": "ISA.6.2", "verseOrgIds": ["ISA.6.2"]}}, {"text": "And one called unto another, and said: Holy, holy, holy, is the LORD of hosts; the whole earth is full of His glory. ", "type": "text", "attrs": {"verseId": "ISA.6.3", "verseOrgIds": ["ISA.6.3"]}}, {"text": "And the posts of the door were moved at the voice of them that called, and the house was filled with smoke. ", "type": "text", "attrs": {"verseId": "ISA.6.4", "verseOrgIds": ["ISA.6.4"]}}, {"text": "Then said I: Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for mine eyes have seen the King, the LORD of hosts. ", "type": "text", "attrs": {"verseId": "ISA.6.5", "verseOrgIds": ["ISA.6.5"]}}, {"text": "Then flew unto me one of the seraphim, with a glowing stone in his hand, which he had taken with the tongs from off the altar; ", "type": "text", "attrs": {"verseId": "ISA.6.6", "verseOrgIds": ["ISA.6.6"]}}, {"text": "and he touched my mouth with it, and said: Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin expiated. ", "type": "text", "attrs": {"verseId": "ISA.6.7", "verseOrgIds": ["ISA.6.7"]}}, {"text": "And I heard the voice of the Lord, saying: Whom shall I send, and who will go for us? Then I said: 'Here am I; send me.' ", "type": "text", "attrs": {"verseId": "ISA.6.8", "verseOrgIds": ["ISA.6.8"]}}, {"text": "And He said: 'Go, and tell this people: hear ye indeed, but understand not; and see ye indeed, but perceive not. ", "type": "text", "attrs": {"verseId": "ISA.6.9", "verseOrgIds": ["ISA.6.9"]}}, {"text": "Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they, seeing with their eyes, and hearing with their ears, and understanding with their heart, return, and be healed.' ", "type": "text", "attrs": {"verseId": "ISA.6.10", "verseOrgIds": ["ISA.6.10"]}}, {"text": "Then said I: 'Lord, how long?' And He answered: 'Until cities be waste without inhabitant, and houses without man, and the land become utterly waste, ", "type": "text", "attrs": {"verseId": "ISA.6.11", "verseOrgIds": ["ISA.6.11"]}}, {"text": "And the LORD have removed men far away, and the forsaken places be many in the midst of the land. ", "type": "text", "attrs": {"verseId": "ISA.6.12", "verseOrgIds": ["ISA.6.12"]}}, {"text": "And if there be yet a tenth in it, it shall again be eaten up; as a terebinth, and as an oak, whose stock remaineth, when they cast their leaves, so the holy seed shall be the stock thereof.'", "type": "text", "attrs": {"verseId": "ISA.6.13", "verseOrgIds": ["ISA.6.13"]}}]}], "next": {"id": "ISA.7", "number": "7", "bookId": "ISA"}, "previous": {"id": "ISA.5", "number": "5", "bookId": "ISA"}}}}