{"_default": {"1": {"id": "AMO.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "AMO", "reference": "Amos 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hear this word that the LORD hath spoken against you, O children of Israel, against the whole family which I brought up out of the land of Egypt, saying: ", "type": "text", "attrs": {"verseId": "AMO.3.1", "verseOrgIds": ["AMO.3.1"]}}, {"text": "You only have I known of all the families of the earth; therefore I will visit upon you all your iniquities. ", "type": "text", "attrs": {"verseId": "AMO.3.2", "verseOrgIds": ["AMO.3.2"]}}, {"text": "Will two walk together, except they have agreed? ", "type": "text", "attrs": {"verseId": "AMO.3.3", "verseOrgIds": ["AMO.3.3"]}}, {"text": "Will a lion roar in the forest, when he hath no prey? Will a young lion give forth his voice out of his den, if he have taken nothing? ", "type": "text", "attrs": {"verseId": "AMO.3.4", "verseOrgIds": ["AMO.3.4"]}}, {"text": "Will a bird fall in a snare upon the earth, where there is no lure for it? Will a snare spring up from the ground, and have taken nothing at all? ", "type": "text", "attrs": {"verseId": "AMO.3.5", "verseOrgIds": ["AMO.3.5"]}}, {"text": "Shall the horn be blown in a city, and the people not tremble? Shall evil befall a city, and the LORD hath not done it? ", "type": "text", "attrs": {"verseId": "AMO.3.6", "verseOrgIds": ["AMO.3.6"]}}, {"text": "For the Lord GOD will do nothing, but He revealeth His counsel unto His servants the prophets. ", "type": "text", "attrs": {"verseId": "AMO.3.7", "verseOrgIds": ["AMO.3.7"]}}, {"text": "The lion hath roared, who will not fear? The Lord GOD hath spoken, who can but prophesy? ", "type": "text", "attrs": {"verseId": "AMO.3.8", "verseOrgIds": ["AMO.3.8"]}}, {"text": "Proclaim it upon the palaces at Ashdod, and upon the palaces in the land of Egypt, and say: 'Assemble yourselves upon the mountains of Samaria, and behold the great confusions therein, and the oppressions in the midst thereof.' ", "type": "text", "attrs": {"verseId": "AMO.3.9", "verseOrgIds": ["AMO.3.9"]}}, {"text": "For they know not to do right, saith the LORD, who store up violence and robbery in their palaces. ", "type": "text", "attrs": {"verseId": "AMO.3.10", "verseOrgIds": ["AMO.3.10"]}}, {"text": "Therefore thus saith the Lord GOD: An adversary, even round about the land! And he shall bring down thy strength from thee, and thy palaces shall be spoiled. ", "type": "text", "attrs": {"verseId": "AMO.3.11", "verseOrgIds": ["AMO.3.11"]}}, {"text": "Thus saith the LORD: As the shepherd rescueth out of the mouth of the lion two legs, or a piece of an ear, so shall the children of Israel that dwell in Samaria escape with the corner of a couch, and the leg of a bed. ", "type": "text", "attrs": {"verseId": "AMO.3.12", "verseOrgIds": ["AMO.3.12"]}}, {"text": "Hear ye, and testify against the house of Jacob, saith the Lord GOD, the God of hosts. ", "type": "text", "attrs": {"verseId": "AMO.3.13", "verseOrgIds": ["AMO.3.13"]}}, {"text": "For in the day that I shall visit the transgressions of Israel upon him, I will also punish the altars of Beth-el, and the horns of the altar shall be cut off, and fall to the ground. ", "type": "text", "attrs": {"verseId": "AMO.3.14", "verseOrgIds": ["AMO.3.14"]}}, {"text": "And I will smite the winter-house with the summer-house; and the houses of ivory shall perish, and the great houses shall have an end, saith the LORD.", "type": "text", "attrs": {"verseId": "AMO.3.15", "verseOrgIds": ["AMO.3.15"]}}]}], "next": {"id": "AMO.4", "number": "4", "bookId": "AMO"}, "previous": {"id": "AMO.2", "number": "2", "bookId": "AMO"}}}}