{"_default": {"1": {"id": "GEN.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "GEN", "reference": "Genesis 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Abram went up out of Egypt, he, and his wife, and all that he had, and Lot with him, into the South. ", "type": "text", "attrs": {"verseId": "GEN.13.1", "verseOrgIds": ["GEN.13.1"]}}, {"text": "And Abram was very rich in cattle, in silver, and in gold. ", "type": "text", "attrs": {"verseId": "GEN.13.2", "verseOrgIds": ["GEN.13.2"]}}, {"text": "And he went on his journeys from the South even to Beth-el, unto the place where his tent had been at the beginning, between Beth-el and Ai; ", "type": "text", "attrs": {"verseId": "GEN.13.3", "verseOrgIds": ["GEN.13.3"]}}, {"text": "unto the place of the altar, which he had made there at the first; and Abram called there on the name of the LORD. ", "type": "text", "attrs": {"verseId": "GEN.13.4", "verseOrgIds": ["GEN.13.4"]}}, {"text": "And Lot also, who went with Abram, had flocks, and herds, and tents. ", "type": "text", "attrs": {"verseId": "GEN.13.5", "verseOrgIds": ["GEN.13.5"]}}, {"text": "And the land was not able to bear them, that they might dwell together; for their substance was great, so that they could not dwell together. ", "type": "text", "attrs": {"verseId": "GEN.13.6", "verseOrgIds": ["GEN.13.6"]}}, {"text": "And there was a strife between the herdmen of Abram's cattle and the herdmen of Lot's cattle. And the Canaanite and the Perizzite dwelt then in the land. ", "type": "text", "attrs": {"verseId": "GEN.13.7", "verseOrgIds": ["GEN.13.7"]}}, {"text": "And Abram said unto Lot: 'Let there be no strife, I pray thee, between me and thee, and between my herdmen and thy herdmen; for we are brethren. ", "type": "text", "attrs": {"verseId": "GEN.13.8", "verseOrgIds": ["GEN.13.8"]}}, {"text": "Is not the whole land before thee? separate thyself, I pray thee, from me; if thou wilt take the left hand, then I will go to the right; or if thou take the right hand, then I will go to the left.' ", "type": "text", "attrs": {"verseId": "GEN.13.9", "verseOrgIds": ["GEN.13.9"]}}, {"text": "And Lot lifted up his eyes, and beheld all the plain of the Jordan, that it was well watered every where, before the LORD destroyed Sodom and Gomorrah, like the garden of the LORD, like the land of Egypt, as thou goest unto Zoar. ", "type": "text", "attrs": {"verseId": "GEN.13.10", "verseOrgIds": ["GEN.13.10"]}}, {"text": "So Lot chose him all the plain of the Jordan; and Lot journeyed east; and they separated themselves the one from the other. ", "type": "text", "attrs": {"verseId": "GEN.13.11", "verseOrgIds": ["GEN.13.11"]}}, {"text": "Abram dwelt in the land of Canaan, and Lot dwelt in the cities of the Plain, and moved his tent as far as Sodom. ", "type": "text", "attrs": {"verseId": "GEN.13.12", "verseOrgIds": ["GEN.13.12"]}}, {"text": "Now the men of Sodom were wicked and sinners against the LORD exceedingly. ", "type": "text", "attrs": {"verseId": "GEN.13.13", "verseOrgIds": ["GEN.13.13"]}}, {"text": "And the LORD said unto Abram, after that Lot was separated from him: 'Lift up now thine eyes, and look from the place where thou art, northward and southward and eastward and westward; ", "type": "text", "attrs": {"verseId": "GEN.13.14", "verseOrgIds": ["GEN.13.14"]}}, {"text": "for all the land which thou seest, to thee will I give it, and to thy seed for ever. ", "type": "text", "attrs": {"verseId": "GEN.13.15", "verseOrgIds": ["GEN.13.15"]}}, {"text": "And I will make thy seed as the dust of the earth; so that if a man can number the dust of the earth, then shall thy seed also be numbered. ", "type": "text", "attrs": {"verseId": "GEN.13.16", "verseOrgIds": ["GEN.13.16"]}}, {"text": "Arise, walk through the land in the length of it and in the breadth of it; for unto thee will I give it.' ", "type": "text", "attrs": {"verseId": "GEN.13.17", "verseOrgIds": ["GEN.13.17"]}}, {"text": "And Abram moved his tent, and came and dwelt by the terebinths of Mamre, which are in Hebron, and built there an altar unto the LORD.", "type": "text", "attrs": {"verseId": "GEN.13.18", "verseOrgIds": ["GEN.13.18"]}}]}], "next": {"id": "GEN.14", "number": "14", "bookId": "GEN"}, "previous": {"id": "GEN.12", "number": "12", "bookId": "GEN"}}}}