{"_default": {"1": {"id": "ISA.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "ISA", "reference": "Isaiah 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For, behold, the Lord, the LORD of hosts, doth take away from Jerusalem and from Judah stay and staff, every stay of bread, and every stay of water; ", "type": "text", "attrs": {"verseId": "ISA.3.1", "verseOrgIds": ["ISA.3.1"]}}, {"text": "The mighty man, and the man of war; the judge, and the prophet, and the diviner, and the elder; ", "type": "text", "attrs": {"verseId": "ISA.3.2", "verseOrgIds": ["ISA.3.2"]}}, {"text": "The captain of fifty, and the man of rank, and the counsellor, and the cunning charmer, and the skilful enchanter. ", "type": "text", "attrs": {"verseId": "ISA.3.3", "verseOrgIds": ["ISA.3.3"]}}, {"text": "And I will give children to be their princes, and babes shall rule over them. ", "type": "text", "attrs": {"verseId": "ISA.3.4", "verseOrgIds": ["ISA.3.4"]}}, {"text": "And the people shall oppress one another, every man his fellow, and every man his neighbour; the child shall behave insolently against the aged, and the base against the honourable, ", "type": "text", "attrs": {"verseId": "ISA.3.5", "verseOrgIds": ["ISA.3.5"]}}, {"text": "For a man shall take hold of his brother of the house of his father: 'Thou hast a mantle, be thou our ruler, and let this ruin be under thy hand.' ", "type": "text", "attrs": {"verseId": "ISA.3.6", "verseOrgIds": ["ISA.3.6"]}}, {"text": "In that day shall he swear, saying: 'I will not be a healer; for in my house is neither bread nor a mantle; ye shall not make me ruler of a people.' ", "type": "text", "attrs": {"verseId": "ISA.3.7", "verseOrgIds": ["ISA.3.7"]}}, {"text": "For Jerusalem is ruined, and Judah is fallen; because their tongue and their doings are against the LORD, to provoke the eyes of His glory. ", "type": "text", "attrs": {"verseId": "ISA.3.8", "verseOrgIds": ["ISA.3.8"]}}, {"text": "The show of their countenance doth witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have wrought evil unto themselves. ", "type": "text", "attrs": {"verseId": "ISA.3.9", "verseOrgIds": ["ISA.3.9"]}}, {"text": "Say ye of the righteous, that it shall be well with him; for they shall eat the fruit of their doings. ", "type": "text", "attrs": {"verseId": "ISA.3.10", "verseOrgIds": ["ISA.3.10"]}}, {"text": "Woe unto the wicked! it shall be ill with him; for the work of his hands shall be done to him. ", "type": "text", "attrs": {"verseId": "ISA.3.11", "verseOrgIds": ["ISA.3.11"]}}, {"text": "As for My people, a babe is their master, and women rule over them. O My people, they that lead thee cause thee to err, and destroy the way of thy paths. ", "type": "text", "attrs": {"verseId": "ISA.3.12", "verseOrgIds": ["ISA.3.12"]}}, {"text": "The LORD standeth up to plead, and standeth to judge the peoples. ", "type": "text", "attrs": {"verseId": "ISA.3.13", "verseOrgIds": ["ISA.3.13"]}}, {"text": "The LORD will enter into judgment with the elders of His people, and the princes thereof: 'It is ye that have eaten up the vineyard; the spoil of the poor is in your houses; ", "type": "text", "attrs": {"verseId": "ISA.3.14", "verseOrgIds": ["ISA.3.14"]}}, {"text": "What mean ye that ye crush My people, and grind the face of the poor?' saith the Lord, the GOD of hosts. ", "type": "text", "attrs": {"verseId": "ISA.3.15", "verseOrgIds": ["ISA.3.15"]}}, {"text": "Moreover the LORD said: Because the daughters of Zion are haughty, and walk with stretched-forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet; ", "type": "text", "attrs": {"verseId": "ISA.3.16", "verseOrgIds": ["ISA.3.16"]}}, {"text": "Therefore the Lord will smite with a scab the crown of the head of the daughters of Zion, and the LORD will lay bare their secret parts. ", "type": "text", "attrs": {"verseId": "ISA.3.17", "verseOrgIds": ["ISA.3.17"]}}, {"text": "In that day the Lord will take away the bravery of their anklets, and the fillets, and the crescents; ", "type": "text", "attrs": {"verseId": "ISA.3.18", "verseOrgIds": ["ISA.3.18"]}}, {"text": "the pendants, and the bracelets, and the veils; ", "type": "text", "attrs": {"verseId": "ISA.3.19", "verseOrgIds": ["ISA.3.19"]}}, {"text": "the headtires, and the armlets, and the sashes, and the corselets, and the amulets; ", "type": "text", "attrs": {"verseId": "ISA.3.20", "verseOrgIds": ["ISA.3.20"]}}, {"text": "the rings, and the nose-jewels; ", "type": "text", "attrs": {"verseId": "ISA.3.21", "verseOrgIds": ["ISA.3.21"]}}, {"text": "the aprons, and the mantelets, and the cloaks, and the girdles; ", "type": "text", "attrs": {"verseId": "ISA.3.22", "verseOrgIds": ["ISA.3.22"]}}, {"text": "and the gauze robes, and the fine linen, and the turbans, and the mantles. ", "type": "text", "attrs": {"verseId": "ISA.3.23", "verseOrgIds": ["ISA.3.23"]}}, {"text": "And it shall come to pass, that instead of sweet spices there shall be rottenness; and instead of a girdle rags; and instead of curled hair baldness; and instead of a stomacher a girding of sackcloth; branding instead of beauty. ", "type": "text", "attrs": {"verseId": "ISA.3.24", "verseOrgIds": ["ISA.3.24"]}}, {"text": "Thy men shall fall by the sword, and thy mighty in the war. ", "type": "text", "attrs": {"verseId": "ISA.3.25", "verseOrgIds": ["ISA.3.25"]}}, {"text": "And her gates shall lament and mourn; and utterly bereft she shall sit upon the ground.", "type": "text", "attrs": {"verseId": "ISA.3.26", "verseOrgIds": ["ISA.3.26"]}}]}], "next": {"id": "ISA.4", "number": "4", "bookId": "ISA"}, "previous": {"id": "ISA.2", "number": "2", "bookId": "ISA"}}}}