{"_default": {"1": {"id": "1SA.13", "bibleId": "bf8f1c7f3f9045a5-01", "number": "13", "bookId": "1SA", "reference": "1 Samuel 13", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Saul was — years old when he began to reign; and two years he reigned over Israel. ", "type": "text", "attrs": {"verseId": "1SA.13.1", "verseOrgIds": ["1SA.13.1"]}}, {"text": "And Saul chose him three thousand men of Israel; whereof two thousand were with Saul in Michmas and in the mount of Beth-el, and a thousand were with Jonathan in Gibeath-benjamin; and the rest of the people he sent every man to his tent. ", "type": "text", "attrs": {"verseId": "1SA.13.2", "verseOrgIds": ["1SA.13.2"]}}, {"text": "And Jonathan smote the garrison of the Philistines that was in Geba, and the Philistines heard of it. And Saul blew the horn throughout all the land, saying: 'Let the Hebrews hear.' ", "type": "text", "attrs": {"verseId": "1SA.13.3", "verseOrgIds": ["1SA.13.3"]}}, {"text": "And all Israel heard say that Saul had smitten the garrison of the Philistines, and that Israel also had made himself odious with the Philistines. And the people were gathered together after Saul to Gilgal. ", "type": "text", "attrs": {"verseId": "1SA.13.4", "verseOrgIds": ["1SA.13.4"]}}, {"text": "And the Philistines assembled themselves together to fight with Israel, thirty thousand chariots, and six thousand horsemen, and people as the sand which is on the sea-shore in multitude; and they came up, and pitched in Michmas, eastward of Beth-aven. ", "type": "text", "attrs": {"verseId": "1SA.13.5", "verseOrgIds": ["1SA.13.5"]}}, {"text": "When the men of Israel saw that they were in a strait — for the people were distressed — then the people did hide themselves in caves, and in thickets, and in rocks, and in holds, and in pits. ", "type": "text", "attrs": {"verseId": "1SA.13.6", "verseOrgIds": ["1SA.13.6"]}}, {"text": "Now some of the Hebrews had gone over the Jordan to the land of Gad and Gilead; but as for Saul, he was yet in Gilgal, and all the people followed him trembling. ", "type": "text", "attrs": {"verseId": "1SA.13.7", "verseOrgIds": ["1SA.13.7"]}}, {"text": "And he tarried seven days, according to the set time that Samuel had appointed; but Samuel came not to Gilgal; and the people were scattered from him. ", "type": "text", "attrs": {"verseId": "1SA.13.8", "verseOrgIds": ["1SA.13.8"]}}, {"text": "And Saul said: 'Bring hither to me the burnt-offering and the peace-offerings.' And he offered the burnt-offering. ", "type": "text", "attrs": {"verseId": "1SA.13.9", "verseOrgIds": ["1SA.13.9"]}}, {"text": "And it came to pass that, as soon as he had made an end of offering the burnt-offering, behold, Samuel came; and Saul went out to meet him, that he might salute him. ", "type": "text", "attrs": {"verseId": "1SA.13.10", "verseOrgIds": ["1SA.13.10"]}}, {"text": "And Samuel said: 'What hast thou done?' And Saul said: 'Because I saw that the people were scattered from me, and that thou camest not within the days appointed, and that the Philistines assembled themselves together against Michmas; ", "type": "text", "attrs": {"verseId": "1SA.13.11", "verseOrgIds": ["1SA.13.11"]}}, {"text": "therefore said I: Now will the Philistines come down upon me to Gilgal, and I have not entreated the favour of the LORD; I forced myself therefore, and offered the burnt-offering.' ", "type": "text", "attrs": {"verseId": "1SA.13.12", "verseOrgIds": ["1SA.13.12"]}}, {"text": "And Samuel said to Saul: 'Thou hast done foolishly; thou hast not kept the commandment of the LORD thy God, which He commanded thee; for now would the LORD have established thy kingdom upon Israel for ever. ", "type": "text", "attrs": {"verseId": "1SA.13.13", "verseOrgIds": ["1SA.13.13"]}}, {"text": "But now thy kingdom shall not continue; the LORD hath sought him a man after His own heart, and the LORD hath appointed him to be prince over His people, because thou hast not kept that which the LORD commanded thee.' ", "type": "text", "attrs": {"verseId": "1SA.13.14", "verseOrgIds": ["1SA.13.14"]}}, {"text": "And Samuel arose, and got him up from Gilgal unto Gibeath-benjamin. And Saul numbered the people that were present with him, about six hundred men. ", "type": "text", "attrs": {"verseId": "1SA.13.15", "verseOrgIds": ["1SA.13.15"]}}, {"text": "And Saul, and Jonathan his son, and the people that were present with them, abode in Gibeath-benjamin; but the Philistines encamped in Michmas. ", "type": "text", "attrs": {"verseId": "1SA.13.16", "verseOrgIds": ["1SA.13.16"]}}, {"text": "And the spoilers came out of the camp of the Philistines in three companies: one company turned unto the way that leadeth to Ophrah, unto the land of Shual; ", "type": "text", "attrs": {"verseId": "1SA.13.17", "verseOrgIds": ["1SA.13.17"]}}, {"text": "and another company turned the way to Beth-horon; and another company turned the way of the border that looketh down upon the valley of Zeboim toward the wilderness. ", "type": "text", "attrs": {"verseId": "1SA.13.18", "verseOrgIds": ["1SA.13.18"]}}, {"text": "Now there was no smith found throughout all the land of Israel; for the Philistines said: 'Lest the Hebrews make them swords or spears'; ", "type": "text", "attrs": {"verseId": "1SA.13.19", "verseOrgIds": ["1SA.13.19"]}}, {"text": "but all the Israelites went down to the Philistines, to sharpen every man his plowshare, and his coulter, and his axe, and his mattock. ", "type": "text", "attrs": {"verseId": "1SA.13.20", "verseOrgIds": ["1SA.13.20"]}}, {"text": "And the price of the filing was a pim for the mattocks, and for the coulters, and for the forks with three teeth, and for the axes; and to set the goads. ", "type": "text", "attrs": {"verseId": "1SA.13.21", "verseOrgIds": ["1SA.13.21"]}}, {"text": "So it came to pass in the day of battle, that there was neither sword nor spear found in the hand of any of the people that were with Saul and Jonathan; but with Saul and with Jonathan his son was there found. ", "type": "text", "attrs": {"verseId": "1SA.13.22", "verseOrgIds": ["1SA.13.22"]}}, {"text": "And the garrison of the Philistines went out unto the pass of Michmas.", "type": "text", "attrs": {"verseId": "1SA.13.23", "verseOrgIds": ["1SA.13.23"]}}]}], "next": {"id": "1SA.14", "number": "14", "bookId": "1SA"}, "previous": {"id": "1SA.12", "number": "12", "bookId": "1SA"}}}}