{"_default": {"1": {"id": "NEH.11", "bibleId": "bf8f1c7f3f9045a5-01", "number": "11", "bookId": "NEH", "reference": "Nehemiah 11", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the princes of the people dwelt in Jerusalem; the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts in the other cities. ", "type": "text", "attrs": {"verseId": "NEH.11.1", "verseOrgIds": ["NEH.11.1"]}}, {"text": "And the people blessed all the men that willingly offered themselves to dwell in Jerusalem. ", "type": "text", "attrs": {"verseId": "NEH.11.2", "verseOrgIds": ["NEH.11.2"]}}, {"text": "Now these are the chiefs of the province that dwelt in Jerusalem; but in the cities of Judah dwelt every one in his possession in their cities, to wit, Israelites, the priests, and the Levites, and the Nethinim, and the children of Solomon's servants. ", "type": "text", "attrs": {"verseId": "NEH.11.3", "verseOrgIds": ["NEH.11.3"]}}, {"text": "And in Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. Of the children of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the children of Perez; ", "type": "text", "attrs": {"verseId": "NEH.11.4", "verseOrgIds": ["NEH.11.4"]}}, {"text": "and Maaseiah the son of Baruch, the son of Colhozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite. ", "type": "text", "attrs": {"verseId": "NEH.11.5", "verseOrgIds": ["NEH.11.5"]}}, {"text": "All the sons of Perez that dwelt in Jerusalem were four hundred threescore and eight valiant men. ", "type": "text", "attrs": {"verseId": "NEH.11.6", "verseOrgIds": ["NEH.11.6"]}}, {"text": "And these are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah. ", "type": "text", "attrs": {"verseId": "NEH.11.7", "verseOrgIds": ["NEH.11.7"]}}, {"text": "And after him Gabbai, Sallai, nine hundred twenty and eight. ", "type": "text", "attrs": {"verseId": "NEH.11.8", "verseOrgIds": ["NEH.11.8"]}}, {"text": "And Joel the son of Zichri was their overseer; and Judah the son of Hassenuah was second over the city. ", "type": "text", "attrs": {"verseId": "NEH.11.9", "verseOrgIds": ["NEH.11.9"]}}, {"text": "Of the priests: Jedaiah the son of Joiarib, Jachin, ", "type": "text", "attrs": {"verseId": "NEH.11.10", "verseOrgIds": ["NEH.11.10"]}}, {"text": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the house of God, ", "type": "text", "attrs": {"verseId": "NEH.11.11", "verseOrgIds": ["NEH.11.11"]}}, {"text": "and their brethren that did the work of the house, eight hundred twenty and two; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah, ", "type": "text", "attrs": {"verseId": "NEH.11.12", "verseOrgIds": ["NEH.11.12"]}}, {"text": "and his brethren, chiefs of fathers' houses, two hundred forty and two; and Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer, ", "type": "text", "attrs": {"verseId": "NEH.11.13", "verseOrgIds": ["NEH.11.13"]}}, {"text": "and their brethren, mighty men of valour, a hundred twenty and eight; and their overseer was Zabdiel, the son of Haggedolim. ", "type": "text", "attrs": {"verseId": "NEH.11.14", "verseOrgIds": ["NEH.11.14"]}}, {"text": "And of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni; ", "type": "text", "attrs": {"verseId": "NEH.11.15", "verseOrgIds": ["NEH.11.15"]}}, {"text": "and Shabbethai and Jozabad, of the chiefs of the Levites, who had the oversight of the outward business of the house of God; ", "type": "text", "attrs": {"verseId": "NEH.11.16", "verseOrgIds": ["NEH.11.16"]}}, {"text": "and Mattaniah the son of Mica, the son of Zabdi, the son of Asaph, who was the chief to begin the thanksgiving in prayer, and Bakbukiah, the second among his brethren; and Abda the son of Shammua, the son of Galal, the son of Jeduthun. ", "type": "text", "attrs": {"verseId": "NEH.11.17", "verseOrgIds": ["NEH.11.17"]}}, {"text": "All the Levites in the holy city were two hundred fourscore and four. ", "type": "text", "attrs": {"verseId": "NEH.11.18", "verseOrgIds": ["NEH.11.18"]}}, {"text": "Moreover the porters, Akkub, Talmon, and their brethren, that kept watch at the gates, were a hundred seventy and two. ", "type": "text", "attrs": {"verseId": "NEH.11.19", "verseOrgIds": ["NEH.11.19"]}}, {"text": "And the residue of Israel, of the priests, the Levites, were in all the cities of Judah, every one in his inheritance. ", "type": "text", "attrs": {"verseId": "NEH.11.20", "verseOrgIds": ["NEH.11.20"]}}, {"text": "But the Nethinim dwelt in Ophel; and Ziha and Gishpa were over the Nethinim. ", "type": "text", "attrs": {"verseId": "NEH.11.21", "verseOrgIds": ["NEH.11.21"]}}, {"text": "The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, of the sons of Asaph, the singers, over the business of the house of God. ", "type": "text", "attrs": {"verseId": "NEH.11.22", "verseOrgIds": ["NEH.11.22"]}}, {"text": "For there was a commandment from the king concerning them, and a sure ordinance concerning the singers, as every day required. ", "type": "text", "attrs": {"verseId": "NEH.11.23", "verseOrgIds": ["NEH.11.23"]}}, {"text": "And Pethahiah the son of Meshezabel, of the children of Zerah the son of Judah, was at the king's hand in all matters concerning the people. ", "type": "text", "attrs": {"verseId": "NEH.11.24", "verseOrgIds": ["NEH.11.24"]}}, {"text": "And for the villages, with their fields, some of the children of Judah dwelt in Kiriath-arba and the towns thereof, and in Dibon and the towns thereof, and in Jekabzeel and the villages thereof; ", "type": "text", "attrs": {"verseId": "NEH.11.25", "verseOrgIds": ["NEH.11.25"]}}, {"text": "and in Jeshua, and in Moladah, and Beth-pelet; ", "type": "text", "attrs": {"verseId": "NEH.11.26", "verseOrgIds": ["NEH.11.26"]}}, {"text": "and in Hazar-shual, and in Beer-sheba and the towns thereof; ", "type": "text", "attrs": {"verseId": "NEH.11.27", "verseOrgIds": ["NEH.11.27"]}}, {"text": "and in Ziklag, and in Meconah and in the towns thereof; ", "type": "text", "attrs": {"verseId": "NEH.11.28", "verseOrgIds": ["NEH.11.28"]}}, {"text": "and in En-rimmon, and in Zorah, and in Jarmuth; ", "type": "text", "attrs": {"verseId": "NEH.11.29", "verseOrgIds": ["NEH.11.29"]}}, {"text": "Zanoah, Adullam, and their villages, Lachish and the fields thereof, Azekah and the towns thereof. So they encamped from Beer-sheba unto the valley of Hinnom. ", "type": "text", "attrs": {"verseId": "NEH.11.30", "verseOrgIds": ["NEH.11.30"]}}, {"text": "And the children of Benjamin from Geba onward, at Michmas and Aijah, and at Beth-el and the towns thereof; ", "type": "text", "attrs": {"verseId": "NEH.11.31", "verseOrgIds": ["NEH.11.31"]}}, {"text": "at Anathoth, Nob, Ananiah; ", "type": "text", "attrs": {"verseId": "NEH.11.32", "verseOrgIds": ["NEH.11.32"]}}, {"text": "Hazor, Ramah, Gittaim; ", "type": "text", "attrs": {"verseId": "NEH.11.33", "verseOrgIds": ["NEH.11.33"]}}, {"text": "Hadid, Zeboim, Neballat; ", "type": "text", "attrs": {"verseId": "NEH.11.34", "verseOrgIds": ["NEH.11.34"]}}, {"text": "Lod, and Ono, Ge-harashim. ", "type": "text", "attrs": {"verseId": "NEH.11.35", "verseOrgIds": ["NEH.11.35"]}}, {"text": "And of the Levites, certain courses in Judah were joined to Benjamin.", "type": "text", "attrs": {"verseId": "NEH.11.36", "verseOrgIds": ["NEH.11.36"]}}]}], "next": {"id": "NEH.12", "number": "12", "bookId": "NEH"}, "previous": {"id": "NEH.10", "number": "10", "bookId": "NEH"}}}}