{"_default": {"1": {"id": "NUM.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "NUM", "reference": "Numbers 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the Canaanite, the king of Arad, who dwelt in the South, heard tell that Israel came by the way of Atharim; and he fought against Israel, and took some of them captive. ", "type": "text", "attrs": {"verseId": "NUM.21.1", "verseOrgIds": ["NUM.21.1"]}}, {"text": "And Israel vowed a vow unto the LORD, and said: 'If Thou wilt indeed deliver this people into my hand, then I will utterly destroy their cities.' ", "type": "text", "attrs": {"verseId": "NUM.21.2", "verseOrgIds": ["NUM.21.2"]}}, {"text": "And the LORD hearkened to the voice of Israel, and delivered up the Canaanites; and they utterly destroyed them and their cities; and the name of the place was called Hormah. ", "type": "text", "attrs": {"verseId": "NUM.21.3", "verseOrgIds": ["NUM.21.3"]}}, {"text": "And they journeyed from mount Hor by the way to the Red Sea, to compass the land of Edom; and the soul of the people became impatient because of the way. ", "type": "text", "attrs": {"verseId": "NUM.21.4", "verseOrgIds": ["NUM.21.4"]}}, {"text": "And the people spoke against God, and against Moses: 'Wherefore have ye brought us up out of Egypt to die in the wilderness? for there is no bread, and there is no water; and our soul loatheth this light bread.' ", "type": "text", "attrs": {"verseId": "NUM.21.5", "verseOrgIds": ["NUM.21.5"]}}, {"text": "And the LORD sent fiery serpents among the people, and they bit the people; and much people of Israel died. ", "type": "text", "attrs": {"verseId": "NUM.21.6", "verseOrgIds": ["NUM.21.6"]}}, {"text": "And the people came to Moses, and said: 'We have sinned, because we have spoken against the LORD, and against thee; pray unto the LORD, that He take away the serpents from us.' And Moses prayed for the people. ", "type": "text", "attrs": {"verseId": "NUM.21.7", "verseOrgIds": ["NUM.21.7"]}}, {"text": "And the LORD said unto Moses: 'Make thee a fiery serpent, and set it upon a pole; and it shall come to pass, that every one that is bitten, when he seeth it, shall live.' ", "type": "text", "attrs": {"verseId": "NUM.21.8", "verseOrgIds": ["NUM.21.8"]}}, {"text": "And Moses made a serpent of brass, and set it upon the pole; and it came to pass, that if a serpent had bitten any man, when he looked unto the serpent of brass, he lived. ", "type": "text", "attrs": {"verseId": "NUM.21.9", "verseOrgIds": ["NUM.21.9"]}}, {"text": "And the children of Israel journeyed, and pitched in Oboth. ", "type": "text", "attrs": {"verseId": "NUM.21.10", "verseOrgIds": ["NUM.21.10"]}}, {"text": "And they journeyed from Oboth, and pitched at Ije-abarim, in the wilderness which is in front of Moab, toward the sun-rising. ", "type": "text", "attrs": {"verseId": "NUM.21.11", "verseOrgIds": ["NUM.21.11"]}}, {"text": "From thence they journeyed, and pitched in the valley of Zered. ", "type": "text", "attrs": {"verseId": "NUM.21.12", "verseOrgIds": ["NUM.21.12"]}}, {"text": "From thence they journeyed, and pitched on the other side of the Arnon, which is in the wilderness, that cometh out of the border of the Amorites. — For Arnon is the border of Moab, between Moab and the Amorites; ", "type": "text", "attrs": {"verseId": "NUM.21.13", "verseOrgIds": ["NUM.21.13"]}}, {"text": "wherefore it is said in the book of the Wars of the LORD: Vaheb in Suphah, and the valleys of Arnon, ", "type": "text", "attrs": {"verseId": "NUM.21.14", "verseOrgIds": ["NUM.21.14"]}}, {"text": "And the slope of the valleys that inclineth toward the seat of Ar, and leaneth upon the border of Moab. — ", "type": "text", "attrs": {"verseId": "NUM.21.15", "verseOrgIds": ["NUM.21.15"]}}, {"text": "And from thence to Beer; that is the well whereof the LORD said unto Moses: 'Gather the people together, and I will give them water.' ", "type": "text", "attrs": {"verseId": "NUM.21.16", "verseOrgIds": ["NUM.21.16"]}}, {"text": "Then sang Israel this song: Spring up, O well — sing ye unto it — ", "type": "text", "attrs": {"verseId": "NUM.21.17", "verseOrgIds": ["NUM.21.17"]}}, {"text": "The well, which the princes digged, which the nobles of the people delved, with the sceptre, and with their staves. And from the wilderness to Mattanah; ", "type": "text", "attrs": {"verseId": "NUM.21.18", "verseOrgIds": ["NUM.21.18"]}}, {"text": "and from Mattanah to Nahaliel; and from Nahaliel to Bamoth; ", "type": "text", "attrs": {"verseId": "NUM.21.19", "verseOrgIds": ["NUM.21.19"]}}, {"text": "and from Bamoth to the valley that is in the field of Moab, by the top of Pisgah, which looketh down upon the desert. ", "type": "text", "attrs": {"verseId": "NUM.21.20", "verseOrgIds": ["NUM.21.20"]}}, {"text": "And Israel sent messengers unto Sihon king of the Amorites, saying: ", "type": "text", "attrs": {"verseId": "NUM.21.21", "verseOrgIds": ["NUM.21.21"]}}, {"text": "'Let me pass through thy land; we will not turn aside into field, or into vineyard; we will not drink of the water of the wells; we will go by the king's highway, until we have passed thy border.' ", "type": "text", "attrs": {"verseId": "NUM.21.22", "verseOrgIds": ["NUM.21.22"]}}, {"text": "And Sihon would not suffer Israel to pass through his border; but Sihon gathered all his people together, and went out against Israel into the wilderness, and came to Jahaz; and he fought against Israel. ", "type": "text", "attrs": {"verseId": "NUM.21.23", "verseOrgIds": ["NUM.21.23"]}}, {"text": "And Israel smote him with the edge of the sword, and possessed his land from the Arnon unto the Jabbok, even unto the children of Ammon; for the border of the children of Ammon was strong. ", "type": "text", "attrs": {"verseId": "NUM.21.24", "verseOrgIds": ["NUM.21.24"]}}, {"text": "And Israel took all these cities; and Israel dwelt in all the cities of the Amorites, in Heshbon, and in all the towns thereof. ", "type": "text", "attrs": {"verseId": "NUM.21.25", "verseOrgIds": ["NUM.21.25"]}}, {"text": "For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab, and taken all his land out of his hand, even unto the Arnon. ", "type": "text", "attrs": {"verseId": "NUM.21.26", "verseOrgIds": ["NUM.21.26"]}}, {"text": "Wherefore they that speak in parables say: Come ye to Heshbon! let the city of Sihon be built and established! ", "type": "text", "attrs": {"verseId": "NUM.21.27", "verseOrgIds": ["NUM.21.27"]}}, {"text": "For a fire is gone out of Heshbon, a flame from the city of Sihon; it hath devoured Ar of Moab, the lords of the high places of Arnon. ", "type": "text", "attrs": {"verseId": "NUM.21.28", "verseOrgIds": ["NUM.21.28"]}}, {"text": "Woe to thee, Moab! thou art undone, O people of Chemosh; he hath given his sons as fugitives, and his daughters into captivity, unto Sihon king of the Amorites. ", "type": "text", "attrs": {"verseId": "NUM.21.29", "verseOrgIds": ["NUM.21.29"]}}, {"text": "We have shot at them — Heshbon is perished — even unto Dibon, and we have laid waste even unto Nophah, which reacheth unto Medeba. ", "type": "text", "attrs": {"verseId": "NUM.21.30", "verseOrgIds": ["NUM.21.30"]}}, {"text": "Thus Israel dwelt in the land of the Amorites. ", "type": "text", "attrs": {"verseId": "NUM.21.31", "verseOrgIds": ["NUM.21.31"]}}, {"text": "And Moses sent to spy out Jazer, and they took the towns thereof, and drove out the Amorites that were there. ", "type": "text", "attrs": {"verseId": "NUM.21.32", "verseOrgIds": ["NUM.21.32"]}}, {"text": "And they turned and went up by the way of Bashan; and Og the king of Bashan went out against them, he and all his people, to battle at Edrei. ", "type": "text", "attrs": {"verseId": "NUM.21.33", "verseOrgIds": ["NUM.21.33"]}}, {"text": "And the LORD said unto Moses: 'Fear him not; for I have delivered him into thy hand, and all his people, and his land; and thou shalt do to him as thou didst unto Sihon king of the Amorites, who dwelt at Heshbon.' ", "type": "text", "attrs": {"verseId": "NUM.21.34", "verseOrgIds": ["NUM.21.34"]}}, {"text": "So they smote him, and his sons, and all his people, until there was none left him remaining; and they possessed his land.", "type": "text", "attrs": {"verseId": "NUM.21.35", "verseOrgIds": ["NUM.21.35"]}}]}], "next": {"id": "NUM.22", "number": "22", "bookId": "NUM"}, "previous": {"id": "NUM.20", "number": "20", "bookId": "NUM"}}}}