{"_default": {"1": {"id": "ISA.18", "bibleId": "bf8f1c7f3f9045a5-01", "number": "18", "bookId": "ISA", "reference": "Isaiah 18", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Ah, land of the buzzing of wings, which is beyond the rivers of Ethiopia; ", "type": "text", "attrs": {"verseId": "ISA.18.1", "verseOrgIds": ["ISA.18.1"]}}, {"text": "That sendeth ambassadors by the sea, even in vessels of papyrus upon the waters! Go, ye swift messengers, to a nation tall and of glossy skin, to a people terrible from their beginning onward; a nation that is sturdy and treadeth down, whose land the rivers divide! ", "type": "text", "attrs": {"verseId": "ISA.18.2", "verseOrgIds": ["ISA.18.2"]}}, {"text": "All ye inhabitants of the world, and ye dwellers on the earth, when an ensign is lifted up on the mountains, see ye; and when the horn is blown, hear ye. ", "type": "text", "attrs": {"verseId": "ISA.18.3", "verseOrgIds": ["ISA.18.3"]}}, {"text": "For thus hath the LORD said unto me: I will hold Me still, and I will look on in My dwelling-place, like clear heat in sunshine, like a cloud of dew in the heat of harvest. ", "type": "text", "attrs": {"verseId": "ISA.18.4", "verseOrgIds": ["ISA.18.4"]}}, {"text": "For before the harvest, when the blossom is over, and the bud becometh a ripening grape, He will cut off the sprigs with pruning-hooks, and the shoots will He take away and lop off. ", "type": "text", "attrs": {"verseId": "ISA.18.5", "verseOrgIds": ["ISA.18.5"]}}, {"text": "They shall be left together unto the ravenous birds of the mountains, and to the beasts of the earth; and the ravenous birds shall summer upon them, and all the beasts of the earth shall winter upon them. ", "type": "text", "attrs": {"verseId": "ISA.18.6", "verseOrgIds": ["ISA.18.6"]}}, {"text": "In that time shall a present be brought unto the LORD of hosts of a people tall and of glossy skin, and from a people terrible from their beginning onward; a nation that is sturdy and treadeth down, whose land the rivers divide, to the place of the name of the LORD of hosts, the mount Zion.", "type": "text", "attrs": {"verseId": "ISA.18.7", "verseOrgIds": ["ISA.18.7"]}}]}], "next": {"id": "ISA.19", "number": "19", "bookId": "ISA"}, "previous": {"id": "ISA.17", "number": "17", "bookId": "ISA"}}}}