{"_default": {"1": {"id": "JER.10", "bibleId": "bf8f1c7f3f9045a5-01", "number": "10", "bookId": "JER", "reference": "Jeremiah 10", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hear ye the word which the LORD speaketh unto you, O house of Israel; ", "type": "text", "attrs": {"verseId": "JER.10.1", "verseOrgIds": ["JER.10.1"]}}, {"text": "thus saith the LORD: Learn not the way of the nations, and be not dismayed at the signs of heaven; for the nations are dismayed at them. ", "type": "text", "attrs": {"verseId": "JER.10.2", "verseOrgIds": ["JER.10.2"]}}, {"text": "For the customs of the peoples are vanity; for it is but a tree which one cutteth out of the forest, the work of the hands of the workman with the axe. ", "type": "text", "attrs": {"verseId": "JER.10.3", "verseOrgIds": ["JER.10.3"]}}, {"text": "They deck it with silver and with gold, they fasten it with nails and with hammers, that it move not. ", "type": "text", "attrs": {"verseId": "JER.10.4", "verseOrgIds": ["JER.10.4"]}}, {"text": "They are like a pillar in a garden of cucumbers, and speak not; they must needs be borne, because they cannot go. Be not afraid of them, for they cannot do evil, neither is it in them to do good. ", "type": "text", "attrs": {"verseId": "JER.10.5", "verseOrgIds": ["JER.10.5"]}}, {"text": "There is none like unto Thee, O LORD; Thou art great, and Thy name is great in might. ", "type": "text", "attrs": {"verseId": "JER.10.6", "verseOrgIds": ["JER.10.6"]}}, {"text": "Who would not fear Thee, O king of the nations? For it befitteth Thee; forasmuch as among all the wise men of the nations, and in all their royalty, there is none like unto Thee. ", "type": "text", "attrs": {"verseId": "JER.10.7", "verseOrgIds": ["JER.10.7"]}}, {"text": "But they are altogether brutish and foolish: the vanities by which they are instructed are but a stock; ", "type": "text", "attrs": {"verseId": "JER.10.8", "verseOrgIds": ["JER.10.8"]}}, {"text": "Silver beaten into plates which is brought from Tarshish, and gold from Uphaz, the work of the craftsman and of the hands of the goldsmith; blue and purple is their clothing; they are all the work of skilful men. ", "type": "text", "attrs": {"verseId": "JER.10.9", "verseOrgIds": ["JER.10.9"]}}, {"text": "But the LORD God is the true God, He is the living God, and the everlasting King; at His wrath the earth trembleth, and the nations are not able to abide His indignation. ", "type": "text", "attrs": {"verseId": "JER.10.10", "verseOrgIds": ["JER.10.10"]}}, {"text": "Thus shall ye say unto them: 'The gods that have not made the heavens and the earth, these shall perish from the earth, and from under the heavens.' ", "type": "text", "attrs": {"verseId": "JER.10.11", "verseOrgIds": ["JER.10.11"]}}, {"text": "He that hath made the earth by His power, that hath established the world by His wisdom, and hath stretched out the heavens by His understanding; ", "type": "text", "attrs": {"verseId": "JER.10.12", "verseOrgIds": ["JER.10.12"]}}, {"text": "At the sound of His giving a multitude of waters in the heavens, when He causeth the vapours to ascend from the ends of the earth; when He maketh lightnings with the rain, and bringeth forth the wind out of His treasuries; ", "type": "text", "attrs": {"verseId": "JER.10.13", "verseOrgIds": ["JER.10.13"]}}, {"text": "Every man is proved to be brutish, without knowledge, every goldsmith is put to shame by the graven image, his molten image is falsehood, and there is no breath in them. ", "type": "text", "attrs": {"verseId": "JER.10.14", "verseOrgIds": ["JER.10.14"]}}, {"text": "They are vanity, a work of delusion; in the time of their visitation they shall perish. ", "type": "text", "attrs": {"verseId": "JER.10.15", "verseOrgIds": ["JER.10.15"]}}, {"text": "Not like these is the portion of Jacob; for He is the former of all things, and Israel is the tribe of His inheritance; the LORD of hosts is His name. ", "type": "text", "attrs": {"verseId": "JER.10.16", "verseOrgIds": ["JER.10.16"]}}, {"text": "Gather up thy wares from the ground, O thou that abidest in the siege. ", "type": "text", "attrs": {"verseId": "JER.10.17", "verseOrgIds": ["JER.10.17"]}}, {"text": "For thus saith the LORD: Behold, I will sling out the inhabitants of the land at this time, and will distress them, that they may feel it. ", "type": "text", "attrs": {"verseId": "JER.10.18", "verseOrgIds": ["JER.10.18"]}}, {"text": "Woe is me for my hurt! My wound is grievous; but I said: 'This is but a sickness, and I must bear it.' ", "type": "text", "attrs": {"verseId": "JER.10.19", "verseOrgIds": ["JER.10.19"]}}, {"text": "My tent is spoiled, and all my cords are broken; my children are gone forth of me, and they are not; there is none to stretch forth my tent any more, and to set up my curtains. ", "type": "text", "attrs": {"verseId": "JER.10.20", "verseOrgIds": ["JER.10.20"]}}, {"text": "For the shepherds are become brutish, and have not inquired of the LORD; therefore they have not prospered, and all their flocks are scattered. ", "type": "text", "attrs": {"verseId": "JER.10.21", "verseOrgIds": ["JER.10.21"]}}, {"text": "Hark! a report, behold, it cometh, and a great commotion out of the north country, to make the cities of Judah desolate, a dwelling-place of jackals. ", "type": "text", "attrs": {"verseId": "JER.10.22", "verseOrgIds": ["JER.10.22"]}}, {"text": "O LORD, I know that man's way is not his own; it is not in man to direct his steps as he walketh. ", "type": "text", "attrs": {"verseId": "JER.10.23", "verseOrgIds": ["JER.10.23"]}}, {"text": "O LORD, correct me, but in measure; not in Thine anger, lest Thou diminish me. ", "type": "text", "attrs": {"verseId": "JER.10.24", "verseOrgIds": ["JER.10.24"]}}, {"text": "Pour out Thy wrath upon the nations that know Thee not, and upon the families that call not on Thy name; for they have devoured Jacob, yea, they have devoured him and consumed him, and have laid waste his habitation.", "type": "text", "attrs": {"verseId": "JER.10.25", "verseOrgIds": ["JER.10.25"]}}]}], "next": {"id": "JER.11", "number": "11", "bookId": "JER"}, "previous": {"id": "JER.9", "number": "9", "bookId": "JER"}}}}