{"_default": {"1": {"id": "JDG.6", "bibleId": "bf8f1c7f3f9045a5-01", "number": "6", "bookId": "JDG", "reference": "Judges 6", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the children of Israel did that which was evil in the sight of the LORD; and the LORD delivered them into the hand of Midian seven years. ", "type": "text", "attrs": {"verseId": "JDG.6.1", "verseOrgIds": ["JDG.6.1"]}}, {"text": "And the hand of Midian prevailed against Israel; and because of Midian the children of Israel made them the dens which are in the mountains, and the caves, and the strongholds. ", "type": "text", "attrs": {"verseId": "JDG.6.2", "verseOrgIds": ["JDG.6.2"]}}, {"text": "And so it was, when Israel had sown, that the Midianites came up, and the Amalekites, and the children of the east; they came up against them; ", "type": "text", "attrs": {"verseId": "JDG.6.3", "verseOrgIds": ["JDG.6.3"]}}, {"text": "and they encamped against them, and destroyed the produce of the earth, till thou come unto Gaza, and left no sustenance in Israel, neither sheep, nor ox, nor ass. ", "type": "text", "attrs": {"verseId": "JDG.6.4", "verseOrgIds": ["JDG.6.4"]}}, {"text": "For they came up with their cattle and their tents, and they came in as locusts for multitude; both they and their camels were without number; and they came into the land to destroy it. ", "type": "text", "attrs": {"verseId": "JDG.6.5", "verseOrgIds": ["JDG.6.5"]}}, {"text": "And Israel was brought very low because of Midian; and the children of Israel cried unto the LORD. ", "type": "text", "attrs": {"verseId": "JDG.6.6", "verseOrgIds": ["JDG.6.6"]}}, {"text": "And it came to pass, when the children of Israel cried unto the LORD because of Midian, ", "type": "text", "attrs": {"verseId": "JDG.6.7", "verseOrgIds": ["JDG.6.7"]}}, {"text": "that the LORD sent a prophet unto the children of Israel; and he said unto them: 'Thus saith the LORD, the God of Israel: I brought you up from Egypt, and brought you forth out of the house of bondage; ", "type": "text", "attrs": {"verseId": "JDG.6.8", "verseOrgIds": ["JDG.6.8"]}}, {"text": "and I delivered you out of the hand of the Egyptians, and out of the hand of all that oppressed you, and drove them out from before you, and gave you their land. ", "type": "text", "attrs": {"verseId": "JDG.6.9", "verseOrgIds": ["JDG.6.9"]}}, {"text": "And I said unto you: I am the LORD your God; ye shall not fear the gods of the Amorites, in whose land ye dwell; but ye have not hearkened unto My voice.' ", "type": "text", "attrs": {"verseId": "JDG.6.10", "verseOrgIds": ["JDG.6.10"]}}, {"text": "And the angel of the LORD came, and sat under the terebinth which was in Ophrah, that belonged unto Joash the Abiezrite; and his son Gideon was beating out wheat in the winepress, to hide it from the Midianites. ", "type": "text", "attrs": {"verseId": "JDG.6.11", "verseOrgIds": ["JDG.6.11"]}}, {"text": "And the angel of the LORD appeared unto him, and said unto him: 'The LORD is with thee, thou mighty man of valour.' ", "type": "text", "attrs": {"verseId": "JDG.6.12", "verseOrgIds": ["JDG.6.12"]}}, {"text": "And Gideon said unto him: 'Oh, my lord, if the LORD be with us, why then is all this befallen us? and where are all His wondrous works which our fathers told us of, saying: Did not the LORD bring us up from Egypt? but now the LORD hath cast us off, and delivered us into the hand of Midian.' ", "type": "text", "attrs": {"verseId": "JDG.6.13", "verseOrgIds": ["JDG.6.13"]}}, {"text": "And the LORD turned towards him, and said: 'Go in this thy might, and save Israel from the hand of Midian; have not I sent thee?' ", "type": "text", "attrs": {"verseId": "JDG.6.14", "verseOrgIds": ["JDG.6.14"]}}, {"text": "And he said unto him: 'Oh, my lord, wherewith shall I save Israel? behold, my family is the poorest in Manasseh, and I am the least in my father's house.' ", "type": "text", "attrs": {"verseId": "JDG.6.15", "verseOrgIds": ["JDG.6.15"]}}, {"text": "And the LORD said unto him: 'Surely I will be with thee, and thou shalt smite the Midianites as one man.' ", "type": "text", "attrs": {"verseId": "JDG.6.16", "verseOrgIds": ["JDG.6.16"]}}, {"text": "And he said unto him: 'If now I have found favour in thy sight, then show me a sign that it is thou that talkest with me. ", "type": "text", "attrs": {"verseId": "JDG.6.17", "verseOrgIds": ["JDG.6.17"]}}, {"text": "Depart not hence, I pray thee, until I come unto thee, and bring forth my present, and lay it before thee.' And he said: 'I will tarry until thou come back.' ", "type": "text", "attrs": {"verseId": "JDG.6.18", "verseOrgIds": ["JDG.6.18"]}}, {"text": "And Gideon went in, and made ready a kid, and unleavened cakes of an ephah of meal; the flesh he put in a basket, and he put the broth in a pot, and brought it out unto him under the terebinth, and presented it. ", "type": "text", "attrs": {"verseId": "JDG.6.19", "verseOrgIds": ["JDG.6.19"]}}, {"text": "And the angel of God said unto him: 'Take the flesh and the unleavened cakes, and lay them upon this rock, and pour out the broth.' And he did so. ", "type": "text", "attrs": {"verseId": "JDG.6.20", "verseOrgIds": ["JDG.6.20"]}}, {"text": "Then the angel of the LORD put forth the end of the staff that was in his hand, and touched the flesh and the unleavened cakes; and there went up fire out of the rock, and consumed the flesh and the unleavened cakes; and the angel of the LORD departed out of his sight. ", "type": "text", "attrs": {"verseId": "JDG.6.21", "verseOrgIds": ["JDG.6.21"]}}, {"text": "And Gideon saw that he was the angel of the LORD; and Gideon said: 'Alas, O Lord GOD! forasmuch as I have seen the angel of the LORD face to face.' ", "type": "text", "attrs": {"verseId": "JDG.6.22", "verseOrgIds": ["JDG.6.22"]}}, {"text": "And the LORD said unto him: 'Peace be unto thee; fear not; thou shalt not die.' ", "type": "text", "attrs": {"verseId": "JDG.6.23", "verseOrgIds": ["JDG.6.23"]}}, {"text": "Then Gideon built an altar there unto the LORD, and called it 'Adonai-shalom'; unto this day it is yet in Ophrah of the Abiezrites. ", "type": "text", "attrs": {"verseId": "JDG.6.24", "verseOrgIds": ["JDG.6.24"]}}, {"text": "And it came to pass the same night, that the LORD said unto him: 'Take thy father's bullock, and the second bullock of seven years old, and throw down the altar of Baal that thy father hath, and cut down the Asherah that is by it; ", "type": "text", "attrs": {"verseId": "JDG.6.25", "verseOrgIds": ["JDG.6.25"]}}, {"text": "and build an altar unto the LORD thy God upon the top of this stronghold, in the ordered place, and take the second bullock, and offer a burnt-offering with the wood of the Asherah which thou shalt cut down.' ", "type": "text", "attrs": {"verseId": "JDG.6.26", "verseOrgIds": ["JDG.6.26"]}}, {"text": "Then Gideon took ten men of his servants, and did as the LORD had spoken unto him; and it came to pass, because he feared his father's household and the men of the city, so that he could not do it by day, that he did it by night. ", "type": "text", "attrs": {"verseId": "JDG.6.27", "verseOrgIds": ["JDG.6.27"]}}, {"text": "And when the men of the city arose early in the morning, behold, the altar of Baal was broken down, and the Asherah was cut down that was by it, and the second bullock was offered upon the altar that was built. ", "type": "text", "attrs": {"verseId": "JDG.6.28", "verseOrgIds": ["JDG.6.28"]}}, {"text": "And they said one to another: 'Who hath done this thing?' And when they inquired and asked, they said: 'Gideon the son of Joash hath done this thing.' ", "type": "text", "attrs": {"verseId": "JDG.6.29", "verseOrgIds": ["JDG.6.29"]}}, {"text": "Then the men of the city said unto Joash: 'Bring out thy son, that he may die; because he hath broken down the altar of Baal, and because he hath cut down the Asherah that was by it.' ", "type": "text", "attrs": {"verseId": "JDG.6.30", "verseOrgIds": ["JDG.6.30"]}}, {"text": "And Joash said unto all that stood against him: 'Will ye contend for Baal? or will ye save him? he that will contend for him, shall be put to death before morning; if he be a god, let him contend for himself, because one hath broken down his altar.' ", "type": "text", "attrs": {"verseId": "JDG.6.31", "verseOrgIds": ["JDG.6.31"]}}, {"text": "Therefore on that day he was called Jerubbaal, saying: 'Let Baal contend against him, because he hath broken down his altar.' ", "type": "text", "attrs": {"verseId": "JDG.6.32", "verseOrgIds": ["JDG.6.32"]}}, {"text": "Now all the Midianites and the Amalekites and the children of the east assembled themselves together; and they passed over, and pitched in the valley of Jezreel. ", "type": "text", "attrs": {"verseId": "JDG.6.33", "verseOrgIds": ["JDG.6.33"]}}, {"text": "But the spirit of the LORD clothed Gideon; and he blew a horn; and Abiezer was gathered together after him. ", "type": "text", "attrs": {"verseId": "JDG.6.34", "verseOrgIds": ["JDG.6.34"]}}, {"text": "And he sent messengers throughout all Manasseh; and they also were gathered together after him; and he sent messengers unto Asher, and unto Zebulun, and unto Naphtali; and they came up to meet them. ", "type": "text", "attrs": {"verseId": "JDG.6.35", "verseOrgIds": ["JDG.6.35"]}}, {"text": "And Gideon said unto God: 'If Thou wilt save Israel by my hand, as Thou hast spoken, ", "type": "text", "attrs": {"verseId": "JDG.6.36", "verseOrgIds": ["JDG.6.36"]}}, {"text": "behold, I will put a fleece of wool on the threshing-floor; if there be dew on the fleece only, and it be dry upon all the ground, then shall I know that Thou wilt save Israel by my hand, as Thou hast spoken.' ", "type": "text", "attrs": {"verseId": "JDG.6.37", "verseOrgIds": ["JDG.6.37"]}}, {"text": "And it was so; for he rose up early on the morrow, and pressed the fleece together, and wrung dew out of the fleece, a bowlful of water. ", "type": "text", "attrs": {"verseId": "JDG.6.38", "verseOrgIds": ["JDG.6.38"]}}, {"text": "And Gideon said unto God: 'Let not Thine anger be kindled against me, and I will speak but this once: let me make trial, I pray Thee, but this once with the fleece; let it now be dry only upon the fleece, and upon all the ground let there be dew.' ", "type": "text", "attrs": {"verseId": "JDG.6.39", "verseOrgIds": ["JDG.6.39"]}}, {"text": "And God did so that night; for it was dry upon the fleece only, and there was dew on all the ground.", "type": "text", "attrs": {"verseId": "JDG.6.40", "verseOrgIds": ["JDG.6.40"]}}]}], "next": {"id": "JDG.7", "number": "7", "bookId": "JDG"}, "previous": {"id": "JDG.5", "number": "5", "bookId": "JDG"}}}}