{"_default": {"1": {"id": "ISA.27", "bibleId": "bf8f1c7f3f9045a5-01", "number": "27", "bookId": "ISA", "reference": "Isaiah 27", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In that day the LORD with His sore and great and strong sword will punish leviathan the slant serpent, and leviathan the tortuous serpent; and He will slay the dragon that is in the sea. ", "type": "text", "attrs": {"verseId": "ISA.27.1", "verseOrgIds": ["ISA.27.1"]}}, {"text": "In that day sing ye of her: 'A vineyard of foaming wine!' ", "type": "text", "attrs": {"verseId": "ISA.27.2", "verseOrgIds": ["ISA.27.2"]}}, {"text": "I the LORD do guard it, I water it every moment; lest Mine anger visit it, I guard it night and day. ", "type": "text", "attrs": {"verseId": "ISA.27.3", "verseOrgIds": ["ISA.27.3"]}}, {"text": "Fury is not in Me; would that I were as the briers and thorns in flame! I would with one step burn it altogether. ", "type": "text", "attrs": {"verseId": "ISA.27.4", "verseOrgIds": ["ISA.27.4"]}}, {"text": "Or else let him take hold of My strength, that he may make peace with Me; yea, let him make peace with Me. ", "type": "text", "attrs": {"verseId": "ISA.27.5", "verseOrgIds": ["ISA.27.5"]}}, {"text": "In days to come shall Jacob take root, Israel shall blossom and bud; and the face of the world shall be filled with fruitage. ", "type": "text", "attrs": {"verseId": "ISA.27.6", "verseOrgIds": ["ISA.27.6"]}}, {"text": "Hath He smitten him as He smote those that smote him? Or is he slain according to the slaughter of them that were slain by Him? ", "type": "text", "attrs": {"verseId": "ISA.27.7", "verseOrgIds": ["ISA.27.7"]}}, {"text": "In full measure, when Thou sendest her away, Thou dost contend with her; He hath removed her with His rough blast in the day of the east wind. ", "type": "text", "attrs": {"verseId": "ISA.27.8", "verseOrgIds": ["ISA.27.8"]}}, {"text": "Therefore by this shall the iniquity of Jacob be expiated, and this is all the fruit of taking away his sin: when he maketh all the stones of the altar as chalkstones that are beaten in pieces, so that the Asherim and the sun-images shall rise no more. ", "type": "text", "attrs": {"verseId": "ISA.27.9", "verseOrgIds": ["ISA.27.9"]}}, {"text": "For the fortified city is solitary, a habitation abandoned and forsaken, like the wilderness; there shall the calf feed, and there shall he lie down, and consume the branches thereof. ", "type": "text", "attrs": {"verseId": "ISA.27.10", "verseOrgIds": ["ISA.27.10"]}}, {"text": "When the boughs thereof are withered, they shall be broken off; the women shall come, and set them on fire; for it is a people of no understanding; therefore He that made them will not have compassion upon them, and He that formed them will not be gracious unto them. ", "type": "text", "attrs": {"verseId": "ISA.27.11", "verseOrgIds": ["ISA.27.11"]}}, {"text": "And it shall come to pass in that day, that the LORD will beat off His fruit from the flood of the River unto the Brook of Egypt, and ye shall be gathered one by one, O ye children of Israel. ", "type": "text", "attrs": {"verseId": "ISA.27.12", "verseOrgIds": ["ISA.27.12"]}}, {"text": "And it shall come to pass in that day, that a great horn shall be blown; and they shall come that were lost in the land of Assyria, and they that were dispersed in the land of Egypt; and they shall worship the LORD in the holy mountain at Jerusalem.", "type": "text", "attrs": {"verseId": "ISA.27.13", "verseOrgIds": ["ISA.27.13"]}}]}], "next": {"id": "ISA.28", "number": "28", "bookId": "ISA"}, "previous": {"id": "ISA.26", "number": "26", "bookId": "ISA"}}}}