{"_default": {"1": {"id": "EXO.15", "bibleId": "bf8f1c7f3f9045a5-01", "number": "15", "bookId": "EXO", "reference": "Exodus 15", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then sang Moses and the children of Israel this song unto the LORD, and spoke, saying: I will sing unto the LORD, for He is highly exalted; the horse and his rider hath He thrown into the sea. ", "type": "text", "attrs": {"verseId": "EXO.15.1", "verseOrgIds": ["EXO.15.1"]}}, {"text": "The LORD is my strength and song, and He is become my salvation; this is my God, and I will glorify Him; my father's God, and I will exalt Him. ", "type": "text", "attrs": {"verseId": "EXO.15.2", "verseOrgIds": ["EXO.15.2"]}}, {"text": "The LORD is a man of war, The LORD is His name. ", "type": "text", "attrs": {"verseId": "EXO.15.3", "verseOrgIds": ["EXO.15.3"]}}, {"text": "Pharaoh's chariots and his host hath He cast into the sea, and his chosen captains are sunk in the Red Sea. ", "type": "text", "attrs": {"verseId": "EXO.15.4", "verseOrgIds": ["EXO.15.4"]}}, {"text": "The deeps cover them — they went down into the depths like a stone. ", "type": "text", "attrs": {"verseId": "EXO.15.5", "verseOrgIds": ["EXO.15.5"]}}, {"text": "Thy right hand, O LORD, glorious in power, Thy right hand, O LORD, dasheth in pieces the enemy. ", "type": "text", "attrs": {"verseId": "EXO.15.6", "verseOrgIds": ["EXO.15.6"]}}, {"text": "And in the greatness of Thine excellency Thou overthrowest them that rise up against Thee; Thou sendest forth Thy wrath, it consumeth them as stubble. ", "type": "text", "attrs": {"verseId": "EXO.15.7", "verseOrgIds": ["EXO.15.7"]}}, {"text": "And with the blast of Thy nostrils the waters were piled up — the floods stood upright as a heap; the deeps were congealed in the heart of the sea. ", "type": "text", "attrs": {"verseId": "EXO.15.8", "verseOrgIds": ["EXO.15.8"]}}, {"text": "The enemy said: 'I will pursue, I will overtake, I will divide the spoil; my lust shall be satisfied upon them; I will draw my sword, my hand shall destroy them.' ", "type": "text", "attrs": {"verseId": "EXO.15.9", "verseOrgIds": ["EXO.15.9"]}}, {"text": "Thou didst blow with Thy wind, the sea covered them; they sank as lead in the mighty waters. ", "type": "text", "attrs": {"verseId": "EXO.15.10", "verseOrgIds": ["EXO.15.10"]}}, {"text": "Who is like unto Thee, O LORD, among the mighty? who is like unto Thee, glorious in holiness, fearful in praises, doing wonders? ", "type": "text", "attrs": {"verseId": "EXO.15.11", "verseOrgIds": ["EXO.15.11"]}}, {"text": "Thou stretchedst out Thy right hand — the earth swallowed them. ", "type": "text", "attrs": {"verseId": "EXO.15.12", "verseOrgIds": ["EXO.15.12"]}}, {"text": "Thou in Thy love hast led the people that Thou hast redeemed; Thou hast guided them in Thy strength to Thy holy habitation. ", "type": "text", "attrs": {"verseId": "EXO.15.13", "verseOrgIds": ["EXO.15.13"]}}, {"text": "The peoples have heard, they tremble; pangs have taken hold on the inhabitants of Philistia. ", "type": "text", "attrs": {"verseId": "EXO.15.14", "verseOrgIds": ["EXO.15.14"]}}, {"text": "Then were the chiefs of Edom affrighted; the mighty men of Moab, trembling taketh hold upon them; all the inhabitants of Canaan are melted away. ", "type": "text", "attrs": {"verseId": "EXO.15.15", "verseOrgIds": ["EXO.15.15"]}}, {"text": "Terror and dread falleth upon them; by the greatness of Thine arm they are as still as a stone; till Thy people pass over, O LORD, till the people pass over that Thou hast gotten. ", "type": "text", "attrs": {"verseId": "EXO.15.16", "verseOrgIds": ["EXO.15.16"]}}, {"text": "Thou bringest them in, and plantest them in the mountain of Thine inheritance, the place, O LORD, which Thou hast made for Thee to dwell in, the sanctuary, O Lord, which Thy hands have established. ", "type": "text", "attrs": {"verseId": "EXO.15.17", "verseOrgIds": ["EXO.15.17"]}}, {"text": "The LORD shall reign for ever and ever. ", "type": "text", "attrs": {"verseId": "EXO.15.18", "verseOrgIds": ["EXO.15.18"]}}, {"text": "For the horses of Pharaoh went in with his chariots and with his horsemen into the sea, and the LORD brought back the waters of the sea upon them; but the children of Israel walked on dry land in the midst of the sea. ", "type": "text", "attrs": {"verseId": "EXO.15.19", "verseOrgIds": ["EXO.15.19"]}}, {"text": "And Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances. ", "type": "text", "attrs": {"verseId": "EXO.15.20", "verseOrgIds": ["EXO.15.20"]}}, {"text": "And Miriam sang unto them: Sing ye to the LORD, for He is highly exalted: the horse and his rider hath He thrown into the sea. ", "type": "text", "attrs": {"verseId": "EXO.15.21", "verseOrgIds": ["EXO.15.21"]}}, {"text": "And Moses led Israel onward from the Red Sea, and they went out into the wilderness of Shur; and they went three days in the wilderness, and found no water. ", "type": "text", "attrs": {"verseId": "EXO.15.22", "verseOrgIds": ["EXO.15.22"]}}, {"text": "And when they came to Marah, they could not drink of the waters of Marah, for they were bitter. Therefore the name of it was called Marah. ", "type": "text", "attrs": {"verseId": "EXO.15.23", "verseOrgIds": ["EXO.15.23"]}}, {"text": "And the people murmured against Moses, saying: 'What shall we drink?' ", "type": "text", "attrs": {"verseId": "EXO.15.24", "verseOrgIds": ["EXO.15.24"]}}, {"text": "And he cried unto the LORD; and the LORD showed him a tree, and he cast it into the waters, and the waters were made sweet. There He made for them a statute and an ordinance, and there He proved them; ", "type": "text", "attrs": {"verseId": "EXO.15.25", "verseOrgIds": ["EXO.15.25"]}}, {"text": "and He said: 'If thou wilt diligently hearken to the voice of the LORD thy God, and wilt do that which is right in His eyes, and wilt give ear to His commandments, and keep all His statutes, I will put none of the diseases upon thee, which I have put upon the Egyptians; for I am the LORD that healeth thee.' ", "type": "text", "attrs": {"verseId": "EXO.15.26", "verseOrgIds": ["EXO.15.26"]}}, {"text": "And they came to Elim, where were twelve springs of water, and three score and ten palm-trees; and they encamped there by the waters.", "type": "text", "attrs": {"verseId": "EXO.15.27", "verseOrgIds": ["EXO.15.27"]}}]}], "next": {"id": "EXO.16", "number": "16", "bookId": "EXO"}, "previous": {"id": "EXO.14", "number": "14", "bookId": "EXO"}}}}