{"_default": {"1": {"id": "JDG.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "JDG", "reference": "Judges 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the men of Israel had sworn in Mizpah, saying: 'There shall not any of us give his daughter unto Benjamin to wife.' ", "type": "text", "attrs": {"verseId": "JDG.21.1", "verseOrgIds": ["JDG.21.1"]}}, {"text": "And the people came to Beth-el, and sat there till even before God, and lifted up their voices, and wept sore. ", "type": "text", "attrs": {"verseId": "JDG.21.2", "verseOrgIds": ["JDG.21.2"]}}, {"text": "And they said: 'O LORD, the God of Israel, why is this come to pass in Israel, that there should be to-day one tribe lacking in Israel?' ", "type": "text", "attrs": {"verseId": "JDG.21.3", "verseOrgIds": ["JDG.21.3"]}}, {"text": "And it came to pass on the morrow that the people rose early, and built there an altar, and offered burnt-offerings and peace-offerings. ", "type": "text", "attrs": {"verseId": "JDG.21.4", "verseOrgIds": ["JDG.21.4"]}}, {"text": "And the children of Israel said: 'Who is there among all the tribes of Israel that came not up in the assembly unto the LORD?' For they had made a great oath concerning him that came not up unto the LORD to Mizpah, saying: 'He shall surely be put to death.' ", "type": "text", "attrs": {"verseId": "JDG.21.5", "verseOrgIds": ["JDG.21.5"]}}, {"text": "And the children of Israel repented them for Benjamin their brother, and said: 'There is one tribe cut off from Israel this day. ", "type": "text", "attrs": {"verseId": "JDG.21.6", "verseOrgIds": ["JDG.21.6"]}}, {"text": "How shall we do for wives for them that remain, seeing we have sworn by the LORD that we will not give them of our daughters to wives?' ", "type": "text", "attrs": {"verseId": "JDG.21.7", "verseOrgIds": ["JDG.21.7"]}}, {"text": "And they said: 'What one is there of the tribes of Israel that came not up unto the LORD to Mizpah?' And, behold, there came none to the camp from Jabesh-gilead to the assembly. ", "type": "text", "attrs": {"verseId": "JDG.21.8", "verseOrgIds": ["JDG.21.8"]}}, {"text": "For when the people were numbered, behold, there were none of the inhabitants of Jabesh-gilead there. ", "type": "text", "attrs": {"verseId": "JDG.21.9", "verseOrgIds": ["JDG.21.9"]}}, {"text": "And the congregation sent thither twelve thousand men of the valiantest, and commanded them, saying: 'Go and smite the inhabitants of Jabesh-gilead with the edge of the sword, with the women and the little ones. ", "type": "text", "attrs": {"verseId": "JDG.21.10", "verseOrgIds": ["JDG.21.10"]}}, {"text": "And this is the thing that ye shall do: ye shall utterly destroy every male, and every woman that hath lain by man.' ", "type": "text", "attrs": {"verseId": "JDG.21.11", "verseOrgIds": ["JDG.21.11"]}}, {"text": "And they found among the inhabitants of Jabesh-gilead four hundred young virgins, that had not known man by lying with him; and they brought them unto the camp to Shiloh, which is in the land of Canaan. ", "type": "text", "attrs": {"verseId": "JDG.21.12", "verseOrgIds": ["JDG.21.12"]}}, {"text": "And the whole congregation sent and spoke to the children of Benjamin that were in the rock of Rimmon, and proclaimed peace unto them. ", "type": "text", "attrs": {"verseId": "JDG.21.13", "verseOrgIds": ["JDG.21.13"]}}, {"text": "And Benjamin returned at that time; and they gave them the women whom they had saved alive of the women of Jabesh-gilead; and yet so they sufficed them not. ", "type": "text", "attrs": {"verseId": "JDG.21.14", "verseOrgIds": ["JDG.21.14"]}}, {"text": "And the people repented them for Benjamin, because that the LORD had made a breach in the tribes of Israel. ", "type": "text", "attrs": {"verseId": "JDG.21.15", "verseOrgIds": ["JDG.21.15"]}}, {"text": "Then the elders of the congregation said: 'How shall we do for wives for them that remain, seeing the women are destroyed out of Benjamin?' ", "type": "text", "attrs": {"verseId": "JDG.21.16", "verseOrgIds": ["JDG.21.16"]}}, {"text": "And they said: 'They that are escaped must be as an inheritance for Benjamin, that a tribe be not blotted out from Israel. ", "type": "text", "attrs": {"verseId": "JDG.21.17", "verseOrgIds": ["JDG.21.17"]}}, {"text": "Howbeit we may not give them wives of our daughters.' For the children of Israel had sworn, saying: 'Cursed be he that giveth a wife to Benjamin.' ", "type": "text", "attrs": {"verseId": "JDG.21.18", "verseOrgIds": ["JDG.21.18"]}}, {"text": "And they said: 'Behold, there is the feast of the LORD from year to year in Shiloh, which is on the north of Beth-el, on the east side of the highway that goeth up from Beth-el to Shechem, and on the south of Lebonah.' ", "type": "text", "attrs": {"verseId": "JDG.21.19", "verseOrgIds": ["JDG.21.19"]}}, {"text": "And they commanded the children of Benjamin, saying: 'Go and lie in wait in the vineyards; ", "type": "text", "attrs": {"verseId": "JDG.21.20", "verseOrgIds": ["JDG.21.20"]}}, {"text": "and see, and, behold, if the daughters of Shiloh come out to dance in the dances, then come ye out of the vineyards, and catch you every man his wife of the daughters of Shiloh, and go to the land of Benjamin. ", "type": "text", "attrs": {"verseId": "JDG.21.21", "verseOrgIds": ["JDG.21.21"]}}, {"text": "And it shall be, when their fathers or their brethren come to strive with us, that we will say unto them: Grant them graciously unto us; because we took not for each man of them his wife in battle; neither did ye give them unto them, that ye should now be guilty.' ", "type": "text", "attrs": {"verseId": "JDG.21.22", "verseOrgIds": ["JDG.21.22"]}}, {"text": "And the children of Benjamin did so, and took them wives, according to their number, of them that danced, whom they carried off; and they went and returned unto their inheritance, and built the cities, and dwelt in them. ", "type": "text", "attrs": {"verseId": "JDG.21.23", "verseOrgIds": ["JDG.21.23"]}}, {"text": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance. ", "type": "text", "attrs": {"verseId": "JDG.21.24", "verseOrgIds": ["JDG.21.24"]}}, {"text": "In those days there was no king in Israel; every man did that which was right in his own eyes.", "type": "text", "attrs": {"verseId": "JDG.21.25", "verseOrgIds": ["JDG.21.25"]}}]}], "next": {"id": "1SA.intro", "number": "intro", "bookId": "1SA"}, "previous": {"id": "JDG.20", "number": "20", "bookId": "JDG"}}}}