{"_default": {"1": {"id": "JOS.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "JOS", "reference": "Joshua 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Joshua rose up early in the morning, and they removed from Shittim, and came to the Jordan, he and all the children of Israel; and they lodged there before they passed over. ", "type": "text", "attrs": {"verseId": "JOS.3.1", "verseOrgIds": ["JOS.3.1"]}}, {"text": "And it came to pass after three days, that the officers went through the midst of the camp; ", "type": "text", "attrs": {"verseId": "JOS.3.2", "verseOrgIds": ["JOS.3.2"]}}, {"text": "and they commanded the people, saying: 'When ye see the ark of the covenant of the LORD your God, and the priests the Levites bearing it, then ye shall remove from your place, and go after it. ", "type": "text", "attrs": {"verseId": "JOS.3.3", "verseOrgIds": ["JOS.3.3"]}}, {"text": "Yet there shall be a space between you and it, about two thousand cubits by measure; come not near unto it, that ye may know the way by which ye must go; for ye have not passed this way heretofore.' ", "type": "text", "attrs": {"verseId": "JOS.3.4", "verseOrgIds": ["JOS.3.4"]}}, {"text": "And Joshua said unto the people: 'Sanctify yourselves; for to-morrow the LORD will do wonders among you.' ", "type": "text", "attrs": {"verseId": "JOS.3.5", "verseOrgIds": ["JOS.3.5"]}}, {"text": "And Joshua spoke unto the priests, saying: 'Take up the ark of the covenant, and pass on before the people.' And they took up the ark of the covenant, and went before the people. ", "type": "text", "attrs": {"verseId": "JOS.3.6", "verseOrgIds": ["JOS.3.6"]}}, {"text": "And the LORD said unto Joshua: 'This day will I begin to magnify thee in the sight of all Israel, that they may know that, as I was with Moses, so I will be with thee. ", "type": "text", "attrs": {"verseId": "JOS.3.7", "verseOrgIds": ["JOS.3.7"]}}, {"text": "And thou shalt command the priests that bear the ark of the covenant, saying: When ye are come to the brink of the waters of the Jordan, ye shall stand still in the Jordan.' ", "type": "text", "attrs": {"verseId": "JOS.3.8", "verseOrgIds": ["JOS.3.8"]}}, {"text": "And Joshua said unto the children of Israel: 'Come hither, and hear the words of the LORD your God.' ", "type": "text", "attrs": {"verseId": "JOS.3.9", "verseOrgIds": ["JOS.3.9"]}}, {"text": "And Joshua said: 'Hereby ye shall know that the living God is among you, and that He will without fail drive out from before you the Canaanite, and the Hittite, and the Hivite, and the Perizzite, and the Girgashite, and the Amorite, and the Jebusite. ", "type": "text", "attrs": {"verseId": "JOS.3.10", "verseOrgIds": ["JOS.3.10"]}}, {"text": "Behold, the ark of the covenant of the Lord of all the earth passeth on before you over the Jordan. ", "type": "text", "attrs": {"verseId": "JOS.3.11", "verseOrgIds": ["JOS.3.11"]}}, {"text": "Now therefore take you twelve men out of the tribes of Israel, for every tribe a man. ", "type": "text", "attrs": {"verseId": "JOS.3.12", "verseOrgIds": ["JOS.3.12"]}}, {"text": "And it shall come to pass, when the soles of the feet of the priests that bear the ark of the LORD, the Lord of all the earth, shall rest in the waters of the Jordan, that the waters of the Jordan shall be cut off, even the waters that come down from above; and they shall stand in one heap.' ", "type": "text", "attrs": {"verseId": "JOS.3.13", "verseOrgIds": ["JOS.3.13"]}}, {"text": "And it came to pass, when the people removed from their tents, to pass over the Jordan, the priests that bore the ark of the covenant being before the people; ", "type": "text", "attrs": {"verseId": "JOS.3.14", "verseOrgIds": ["JOS.3.14"]}}, {"text": "and when they that bore the ark were come unto the Jordan, and the feet of the priests that bore the ark were dipped in the brink of the water — for the Jordan overfloweth all its banks all the time of harvest — ", "type": "text", "attrs": {"verseId": "JOS.3.15", "verseOrgIds": ["JOS.3.15"]}}, {"text": "that the waters which came down from above stood, and rose up in one heap, a great way off from Adam, the city that is beside Zarethan; and those that went down toward the sea of the Arabah, even the Salt Sea, were wholly cut off; and the people passed over right against Jericho. ", "type": "text", "attrs": {"verseId": "JOS.3.16", "verseOrgIds": ["JOS.3.16"]}}, {"text": "And the priests that bore the ark of the covenant of the LORD stood firm on dry ground in the midst of the Jordan, while all Israel passed over on dry ground, until all the nation were passed clean over the Jordan.", "type": "text", "attrs": {"verseId": "JOS.3.17", "verseOrgIds": ["JOS.3.17"]}}]}], "next": {"id": "JOS.4", "number": "4", "bookId": "JOS"}, "previous": {"id": "JOS.2", "number": "2", "bookId": "JOS"}}}}