{"_default": {"1": {"id": "ISA.30", "bibleId": "bf8f1c7f3f9045a5-01", "number": "30", "bookId": "ISA", "reference": "Isaiah 30", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Woe to the rebellious children, saith the LORD, that take counsel, but not of Me; and that form projects, but not of My spirit, that they may add sin to sin; ", "type": "text", "attrs": {"verseId": "ISA.30.1", "verseOrgIds": ["ISA.30.1"]}}, {"text": "That walk to go down into Egypt, and have not asked at My mouth; to take refuge in the stronghold of Pharaoh, and to take shelter in the shadow of Egypt! ", "type": "text", "attrs": {"verseId": "ISA.30.2", "verseOrgIds": ["ISA.30.2"]}}, {"text": "Therefore shall the stronghold of Pharaoh turn to your shame, and the shelter in the shadow of Egypt to your confusion. ", "type": "text", "attrs": {"verseId": "ISA.30.3", "verseOrgIds": ["ISA.30.3"]}}, {"text": "For his princes are at Zoan, and his ambassadors are come to Hanes. ", "type": "text", "attrs": {"verseId": "ISA.30.4", "verseOrgIds": ["ISA.30.4"]}}, {"text": "They shall all be ashamed of a people that cannot profit them, that are not a help nor profit, but a shame, and also a reproach. ", "type": "text", "attrs": {"verseId": "ISA.30.5", "verseOrgIds": ["ISA.30.5"]}}, {"text": "The burden of the beasts of the South. Through the land of trouble and anguish, from whence come the lioness and the lion, the viper and flying serpent, they carry their riches upon the shoulders of young asses, and their treasures upon the humps of camels, to a people that shall not profit them. ", "type": "text", "attrs": {"verseId": "ISA.30.6", "verseOrgIds": ["ISA.30.6"]}}, {"text": "For Egypt helpeth in vain, and to no purpose; therefore have I called her arrogancy that sitteth still. ", "type": "text", "attrs": {"verseId": "ISA.30.7", "verseOrgIds": ["ISA.30.7"]}}, {"text": "Now go, write it before them on a tablet, and inscribe it in a book, that it may be for the time to come for ever and ever. ", "type": "text", "attrs": {"verseId": "ISA.30.8", "verseOrgIds": ["ISA.30.8"]}}, {"text": "For it is a rebellious people, lying children, children that refuse to hear the teaching of the LORD; ", "type": "text", "attrs": {"verseId": "ISA.30.9", "verseOrgIds": ["ISA.30.9"]}}, {"text": "That say to the seers: 'See not,' and to the prophets: 'Prophesy not unto us right things, speak unto us smooth things, prophesy delusions; ", "type": "text", "attrs": {"verseId": "ISA.30.10", "verseOrgIds": ["ISA.30.10"]}}, {"text": "Get you out of the way, turn aside out of the path, cause the Holy One of Israel to cease from before us.' ", "type": "text", "attrs": {"verseId": "ISA.30.11", "verseOrgIds": ["ISA.30.11"]}}, {"text": "Wherefore thus saith the Holy One of Israel: because ye despise this word, and trust in oppression and perverseness, and stay thereon; ", "type": "text", "attrs": {"verseId": "ISA.30.12", "verseOrgIds": ["ISA.30.12"]}}, {"text": "Therefore this iniquity shall be to you as a breach ready to fall, swelling out in a high wall, whose breaking cometh suddenly at an instant. ", "type": "text", "attrs": {"verseId": "ISA.30.13", "verseOrgIds": ["ISA.30.13"]}}, {"text": "And He shall break it as a potter's vessel is broken, breaking it in pieces without sparing; so that there shall not be found among the pieces thereof a sherd to take fire from the hearth, or to take water out of the cistern. ", "type": "text", "attrs": {"verseId": "ISA.30.14", "verseOrgIds": ["ISA.30.14"]}}, {"text": "For thus said the Lord GOD, the Holy One of Israel: in sitting still and rest shall ye be saved, in quietness and in confidence shall be your strength; and ye would not. ", "type": "text", "attrs": {"verseId": "ISA.30.15", "verseOrgIds": ["ISA.30.15"]}}, {"text": "But ye said: 'No, for we will flee upon horses'; therefore shall ye flee; and: 'We will ride upon the swift'; therefore shall they that pursue you be swift. ", "type": "text", "attrs": {"verseId": "ISA.30.16", "verseOrgIds": ["ISA.30.16"]}}, {"text": "One thousand shall flee at the rebuke of one, at the rebuke of five shall ye flee; till ye be left as a beacon upon the top of a mountain, and as an ensign on a hill. ", "type": "text", "attrs": {"verseId": "ISA.30.17", "verseOrgIds": ["ISA.30.17"]}}, {"text": "And therefore will the LORD wait, that He may be gracious unto you, and therefore will He be exalted, that He may have compassion upon you; for the LORD is a God of justice, happy are all they that wait for Him. ", "type": "text", "attrs": {"verseId": "ISA.30.18", "verseOrgIds": ["ISA.30.18"]}}, {"text": "For, O people that dwellest in Zion at Jerusalem, thou shalt weep no more; He will surely be gracious unto thee at the voice of thy cry, when He shall hear, He will answer thee. ", "type": "text", "attrs": {"verseId": "ISA.30.19", "verseOrgIds": ["ISA.30.19"]}}, {"text": "And though the Lord give you sparing bread and scant water, yet shall not thy Teacher hide Himself any more, but thine eyes shall see thy Teacher; ", "type": "text", "attrs": {"verseId": "ISA.30.20", "verseOrgIds": ["ISA.30.20"]}}, {"text": "And thine ears shall hear a word behind thee, saying: 'This is the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left.' ", "type": "text", "attrs": {"verseId": "ISA.30.21", "verseOrgIds": ["ISA.30.21"]}}, {"text": "And ye shall defile thy graven images overlaid with silver, and thy molten images covered with gold; thou shalt put them far away as one unclean; thou shalt say unto it: 'Get thee hence.' ", "type": "text", "attrs": {"verseId": "ISA.30.22", "verseOrgIds": ["ISA.30.22"]}}, {"text": "And He will give the rain for thy seed, wherewith thou sowest the ground, and bread of the increase of the ground, and it shall be fat and plenteous; in that day shall thy cattle feed in large pastures. ", "type": "text", "attrs": {"verseId": "ISA.30.23", "verseOrgIds": ["ISA.30.23"]}}, {"text": "The oxen likewise and the young asses that till the ground shall eat savoury provender, which hath been winnowed with the shovel and with the fan. ", "type": "text", "attrs": {"verseId": "ISA.30.24", "verseOrgIds": ["ISA.30.24"]}}, {"text": "And there shall be upon every lofty mountain, and upon every high hill streams and watercourses, in the day of the great slaughter, when the towers fall. ", "type": "text", "attrs": {"verseId": "ISA.30.25", "verseOrgIds": ["ISA.30.25"]}}, {"text": "Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of the seven days, in the day that the LORD bindeth up the bruise of His people, and healeth the stroke of their wound. ", "type": "text", "attrs": {"verseId": "ISA.30.26", "verseOrgIds": ["ISA.30.26"]}}, {"text": "Behold, the name of the LORD cometh from far, with His anger burning, and in thick uplifting of smoke; His lips are full of indignation, and His tongue is as a devouring fire; ", "type": "text", "attrs": {"verseId": "ISA.30.27", "verseOrgIds": ["ISA.30.27"]}}, {"text": "And His breath is as an overflowing stream, that divideth even unto the neck, to sift the nations with the sieve of destruction; and a bridle that causeth to err shall be in the jaws of the peoples. ", "type": "text", "attrs": {"verseId": "ISA.30.28", "verseOrgIds": ["ISA.30.28"]}}, {"text": "Ye shall have a song as in the night when a feast is hallowed; and gladness of heart, as when one goeth with the pipe to come into the mountain of the LORD, to the Rock of Israel. ", "type": "text", "attrs": {"verseId": "ISA.30.29", "verseOrgIds": ["ISA.30.29"]}}, {"text": "And the LORD will cause His glorious voice to be heard, and will show the lighting down of His arm, with furious anger, and the flame of a devouring fire, with a bursting of clouds, and a storm of rain, and hailstones. ", "type": "text", "attrs": {"verseId": "ISA.30.30", "verseOrgIds": ["ISA.30.30"]}}, {"text": "For through the voice of the LORD shall Asshur be dismayed, the rod with which He smote. ", "type": "text", "attrs": {"verseId": "ISA.30.31", "verseOrgIds": ["ISA.30.31"]}}, {"text": "And in every place where the appointed staff shall pass, which the LORD shall lay upon him, it shall be with tabrets and harps; and in battles of wielding will He fight with them. ", "type": "text", "attrs": {"verseId": "ISA.30.32", "verseOrgIds": ["ISA.30.32"]}}, {"text": "For a hearth is ordered of old; yea, for the king it is prepared, deep and large; the pile thereof is fire and much wood; the breath of the LORD, like a stream of brimstone, doth kindle it.", "type": "text", "attrs": {"verseId": "ISA.30.33", "verseOrgIds": ["ISA.30.33"]}}]}], "next": {"id": "ISA.31", "number": "31", "bookId": "ISA"}, "previous": {"id": "ISA.29", "number": "29", "bookId": "ISA"}}}}