{"_default": {"1": {"id": "ECC.12", "bibleId": "bf8f1c7f3f9045a5-01", "number": "12", "bookId": "ECC", "reference": "Ecclesiastes 12", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Remember then thy Creator in the days of thy youth, before the evil days come, and the years draw nigh, when thou shalt say: 'I have no pleasure in them'; ", "type": "text", "attrs": {"verseId": "ECC.12.1", "verseOrgIds": ["ECC.12.1"]}}, {"text": "Before the sun, and the light, and the moon, and the stars, are darkened, and the clouds return after the rain; ", "type": "text", "attrs": {"verseId": "ECC.12.2", "verseOrgIds": ["ECC.12.2"]}}, {"text": "In the day when the keepers of the house shall tremble, and the strong men shall bow themselves, and the grinders cease because they are few, and those that look out shall be darkened in the windows, ", "type": "text", "attrs": {"verseId": "ECC.12.3", "verseOrgIds": ["ECC.12.3"]}}, {"text": "And the doors shall be shut in the street, when the sound of the grinding is low; and one shall start up at the voice of a bird, and all the daughters of music shall be brought low; ", "type": "text", "attrs": {"verseId": "ECC.12.4", "verseOrgIds": ["ECC.12.4"]}}, {"text": "Also when they shall be afraid of that which is high, and terrors shall be in the way; and the almond-tree shall blossom, and the grasshopper shall drag itself along, and the caperberry shall fail; because man goeth to his long home, and the mourners go about the streets; ", "type": "text", "attrs": {"verseId": "ECC.12.5", "verseOrgIds": ["ECC.12.5"]}}, {"text": "Before the silver cord is snapped asunder, and the golden bowl is shattered, and the pitcher is broken at the fountain, and the wheel falleth shattered, into the pit; ", "type": "text", "attrs": {"verseId": "ECC.12.6", "verseOrgIds": ["ECC.12.6"]}}, {"text": "And the dust returneth to the earth as it was, and the spirit returneth unto God who gave it. ", "type": "text", "attrs": {"verseId": "ECC.12.7", "verseOrgIds": ["ECC.12.7"]}}, {"text": "Vanity of vanities, saith Koheleth; all is vanity. ", "type": "text", "attrs": {"verseId": "ECC.12.8", "verseOrgIds": ["ECC.12.8"]}}, {"text": "And besides that Koheleth was wise, he also taught the people knowledge; yea, he pondered, and sought out, and set in order many proverbs. ", "type": "text", "attrs": {"verseId": "ECC.12.9", "verseOrgIds": ["ECC.12.9"]}}, {"text": "Koheleth sought to find out words of delight, and that which was written uprightly, even words of truth. ", "type": "text", "attrs": {"verseId": "ECC.12.10", "verseOrgIds": ["ECC.12.10"]}}, {"text": "The words of the wise are as goads, and as nails well fastened are those that are composed in collections; they are given from one shepherd. ", "type": "text", "attrs": {"verseId": "ECC.12.11", "verseOrgIds": ["ECC.12.11"]}}, {"text": "And furthermore, my son, be admonished: of making many books there is no end; and much study is a weariness of the flesh. ", "type": "text", "attrs": {"verseId": "ECC.12.12", "verseOrgIds": ["ECC.12.12"]}}, {"text": "The end of the matter, all having been heard: fear God, and keep His commandments; for this is the whole man. ", "type": "text", "attrs": {"verseId": "ECC.12.13", "verseOrgIds": ["ECC.12.13"]}}, {"text": "For God shall bring every work into the judgment concerning every hidden thing, whether it be good or whether it be evil.", "type": "text", "attrs": {"verseId": "ECC.12.14", "verseOrgIds": ["ECC.12.14"]}}]}], "next": {"id": "EST.intro", "number": "intro", "bookId": "EST"}, "previous": {"id": "ECC.11", "number": "11", "bookId": "ECC"}}}}