{"_default": {"1": {"id": "ECC.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "ECC", "reference": "Ecclesiastes 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But I returned and considered all the oppressions that are done under the sun; and behold the tears of such as were oppressed, and they had no comforter; and on the side of their oppressors there was power, but they had no comforter. ", "type": "text", "attrs": {"verseId": "ECC.4.1", "verseOrgIds": ["ECC.4.1"]}}, {"text": "Wherefore I praised the dead that are already dead more than the living that are yet alive; ", "type": "text", "attrs": {"verseId": "ECC.4.2", "verseOrgIds": ["ECC.4.2"]}}, {"text": "but better than they both is he that hath not yet been, who hath not seen the evil work that is done under the sun. ", "type": "text", "attrs": {"verseId": "ECC.4.3", "verseOrgIds": ["ECC.4.3"]}}, {"text": "Again, I considered all labour and all excelling in work, that it is a man's rivalry with his neighbour. This also is vanity and a striving after wind. ", "type": "text", "attrs": {"verseId": "ECC.4.4", "verseOrgIds": ["ECC.4.4"]}}, {"text": "The fool foldeth his hands together, and eateth his own flesh. ", "type": "text", "attrs": {"verseId": "ECC.4.5", "verseOrgIds": ["ECC.4.5"]}}, {"text": "Better is a handful of quietness, than both the hands full of labour and striving after wind. ", "type": "text", "attrs": {"verseId": "ECC.4.6", "verseOrgIds": ["ECC.4.6"]}}, {"text": "Then I returned and saw vanity under the sun. ", "type": "text", "attrs": {"verseId": "ECC.4.7", "verseOrgIds": ["ECC.4.7"]}}, {"text": "There is one that is alone, and he hath not a second; yea, he hath neither son nor brother; yet is there no end of all his labour, neither is his eye satisfied with riches: 'for whom then do I labour, and bereave my soul of pleasure?' This also is vanity, yea, it is a grievous business. ", "type": "text", "attrs": {"verseId": "ECC.4.8", "verseOrgIds": ["ECC.4.8"]}}, {"text": "Two are better than one; because they have a good reward for their labour. ", "type": "text", "attrs": {"verseId": "ECC.4.9", "verseOrgIds": ["ECC.4.9"]}}, {"text": "For if they fall, the one will lift up his fellow; but woe to him that is alone when he falleth, and hath not another to lift him up. ", "type": "text", "attrs": {"verseId": "ECC.4.10", "verseOrgIds": ["ECC.4.10"]}}, {"text": "Again, if two lie together, then they have warmth; but how can one be warm alone? ", "type": "text", "attrs": {"verseId": "ECC.4.11", "verseOrgIds": ["ECC.4.11"]}}, {"text": "And if a man prevail against him that is alone, two shall withstand him; and a threefold cord is not quickly broken. ", "type": "text", "attrs": {"verseId": "ECC.4.12", "verseOrgIds": ["ECC.4.12"]}}, {"text": "Better is a poor and wise child than an old and foolish king, who knoweth not how to receive admonition any more. ", "type": "text", "attrs": {"verseId": "ECC.4.13", "verseOrgIds": ["ECC.4.13"]}}, {"text": "For out of prison he came forth to be king; although in his kingdom he was born poor. ", "type": "text", "attrs": {"verseId": "ECC.4.14", "verseOrgIds": ["ECC.4.14"]}}, {"text": "I saw all the living that walk under the sun, that they were with the child, the second, that was to stand up in his stead. ", "type": "text", "attrs": {"verseId": "ECC.4.15", "verseOrgIds": ["ECC.4.15"]}}, {"text": "There was no end of all the people, even of all them whom he did lead; yet they that come after shall not rejoice in him. Surely this also is vanity and a striving after wind.", "type": "text", "attrs": {"verseId": "ECC.4.16", "verseOrgIds": ["ECC.4.16"]}}]}], "next": {"id": "ECC.5", "number": "5", "bookId": "ECC"}, "previous": {"id": "ECC.3", "number": "3", "bookId": "ECC"}}}}