{"_default": {"1": {"id": "LEV.26", "bibleId": "bf8f1c7f3f9045a5-01", "number": "26", "bookId": "LEV", "reference": "Leviticus 26", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Ye shall make you no idols, neither shall ye rear you up a graven image, or a pillar, neither shall ye place any figured stone in your land, to bow down unto it; for I am the LORD your God. ", "type": "text", "attrs": {"verseId": "LEV.26.1", "verseOrgIds": ["LEV.26.1"]}}, {"text": "Ye shall keep My sabbaths, and reverence My sanctuary: I am the LORD. ", "type": "text", "attrs": {"verseId": "LEV.26.2", "verseOrgIds": ["LEV.26.2"]}}, {"text": "If ye walk in My statutes, and keep My commandments, and do them; ", "type": "text", "attrs": {"verseId": "LEV.26.3", "verseOrgIds": ["LEV.26.3"]}}, {"text": "then I will give your rains in their season, and the land shall yield her produce, and the trees of the field shall yield their fruit. ", "type": "text", "attrs": {"verseId": "LEV.26.4", "verseOrgIds": ["LEV.26.4"]}}, {"text": "And your threshing shall reach unto the vintage, and the vintage shall reach unto the sowing time; and ye shall eat your bread until ye have enough, and dwell in your land safely. ", "type": "text", "attrs": {"verseId": "LEV.26.5", "verseOrgIds": ["LEV.26.5"]}}, {"text": "And I will give peace in the land, and ye shall lie down, and none shall make you afraid; and I will cause evil beasts to cease out of the land, neither shall the sword go through your land. ", "type": "text", "attrs": {"verseId": "LEV.26.6", "verseOrgIds": ["LEV.26.6"]}}, {"text": "And ye shall chase your enemies, and they shall fall before you by the sword. ", "type": "text", "attrs": {"verseId": "LEV.26.7", "verseOrgIds": ["LEV.26.7"]}}, {"text": "And five of you shall chase a hundred, and a hundred of you shall chase ten thousand; and your enemies shall fall before you by the sword. ", "type": "text", "attrs": {"verseId": "LEV.26.8", "verseOrgIds": ["LEV.26.8"]}}, {"text": "And I will have respect unto you, and make you fruitful, and multiply you; and will establish My covenant with you. ", "type": "text", "attrs": {"verseId": "LEV.26.9", "verseOrgIds": ["LEV.26.9"]}}, {"text": "And ye shall eat old store long kept, and ye shall bring forth the old from before the new. ", "type": "text", "attrs": {"verseId": "LEV.26.10", "verseOrgIds": ["LEV.26.10"]}}, {"text": "And I will set My tabernacle among you, and My soul shall not abhor you. ", "type": "text", "attrs": {"verseId": "LEV.26.11", "verseOrgIds": ["LEV.26.11"]}}, {"text": "And I will walk among you, and will be your God, and ye shall be My people. ", "type": "text", "attrs": {"verseId": "LEV.26.12", "verseOrgIds": ["LEV.26.12"]}}, {"text": "I am the LORD your God, who brought you forth out of the land of Egypt, that ye should not be their bondmen; and I have broken the bars of your yoke, and made you go upright. ", "type": "text", "attrs": {"verseId": "LEV.26.13", "verseOrgIds": ["LEV.26.13"]}}, {"text": "But if ye will not hearken unto Me, and will not do all these commandments; ", "type": "text", "attrs": {"verseId": "LEV.26.14", "verseOrgIds": ["LEV.26.14"]}}, {"text": "and if ye shall reject My statutes, and if your soul abhor Mine ordinances, so that ye will not do all My commandments, but break My covenant; ", "type": "text", "attrs": {"verseId": "LEV.26.15", "verseOrgIds": ["LEV.26.15"]}}, {"text": "I also will do this unto you: I will appoint terror over you, even consumption and fever, that shall make the eyes to fail, and the soul to languish; and ye shall sow your seed in vain, for your enemies shall eat it. ", "type": "text", "attrs": {"verseId": "LEV.26.16", "verseOrgIds": ["LEV.26.16"]}}, {"text": "And I will set My face against you, and ye shall be smitten before your enemies; they that hate you shall rule over you; and ye shall flee when none pursueth you. ", "type": "text", "attrs": {"verseId": "LEV.26.17", "verseOrgIds": ["LEV.26.17"]}}, {"text": "And if ye will not yet for these things hearken unto Me, then I will chastise you seven times more for your sins. ", "type": "text", "attrs": {"verseId": "LEV.26.18", "verseOrgIds": ["LEV.26.18"]}}, {"text": "And I will break the pride of your power; and I will make your heaven as iron, and your earth as brass. ", "type": "text", "attrs": {"verseId": "LEV.26.19", "verseOrgIds": ["LEV.26.19"]}}, {"text": "And your strength shall be spent in vain; for your land shall not yield her produce, neither shall the trees of the land yield their fruit. ", "type": "text", "attrs": {"verseId": "LEV.26.20", "verseOrgIds": ["LEV.26.20"]}}, {"text": "And if ye walk contrary unto Me, and will not hearken unto Me; I will bring seven times more plagues upon you according to your sins. ", "type": "text", "attrs": {"verseId": "LEV.26.21", "verseOrgIds": ["LEV.26.21"]}}, {"text": "And I will send the beast of the field among you, which shall rob you of your children, and destroy your cattle, and make you few in number; and your ways shall become desolate. ", "type": "text", "attrs": {"verseId": "LEV.26.22", "verseOrgIds": ["LEV.26.22"]}}, {"text": "And if in spite of these things ye will not be corrected unto Me, but will walk contrary unto Me; ", "type": "text", "attrs": {"verseId": "LEV.26.23", "verseOrgIds": ["LEV.26.23"]}}, {"text": "then will I also walk contrary unto you; and I will smite you, even I, seven times for your sins. ", "type": "text", "attrs": {"verseId": "LEV.26.24", "verseOrgIds": ["LEV.26.24"]}}, {"text": "And I will bring a sword upon you, that shall execute the vengeance of the covenant; and ye shall be gathered together within your cities; and I will send the pestilence among you; and ye shall be delivered into the hand of the enemy. ", "type": "text", "attrs": {"verseId": "LEV.26.25", "verseOrgIds": ["LEV.26.25"]}}, {"text": "When I break your staff of bread, ten women shall bake your bread in one oven, and they shall deliver your bread again by weight; and ye shall eat, and not be satisfied. ", "type": "text", "attrs": {"verseId": "LEV.26.26", "verseOrgIds": ["LEV.26.26"]}}, {"text": "And if ye will not for all this hearken unto Me, but walk contrary unto Me; ", "type": "text", "attrs": {"verseId": "LEV.26.27", "verseOrgIds": ["LEV.26.27"]}}, {"text": "then I will walk contrary unto you in fury; and I also will chastise you seven times for your sins. ", "type": "text", "attrs": {"verseId": "LEV.26.28", "verseOrgIds": ["LEV.26.28"]}}, {"text": "And ye shall eat the flesh of your sons, and the flesh of your daughters shall ye eat. ", "type": "text", "attrs": {"verseId": "LEV.26.29", "verseOrgIds": ["LEV.26.29"]}}, {"text": "And I will destroy your high places, and cut down your sun-pillars, and cast your carcasses upon the carcasses of your idols; and My soul shall abhor you. ", "type": "text", "attrs": {"verseId": "LEV.26.30", "verseOrgIds": ["LEV.26.30"]}}, {"text": "And I will make your cities a waste, and will bring your sanctuaries unto desolation, and I will not smell the savour of your sweet odours. ", "type": "text", "attrs": {"verseId": "LEV.26.31", "verseOrgIds": ["LEV.26.31"]}}, {"text": "And I will bring the land into desolation; and your enemies that dwell therein shall be astonished at it. ", "type": "text", "attrs": {"verseId": "LEV.26.32", "verseOrgIds": ["LEV.26.32"]}}, {"text": "And you will I scatter among the nations, and I will draw out the sword after you; and your land shall be a desolation, and your cities shall be a waste. ", "type": "text", "attrs": {"verseId": "LEV.26.33", "verseOrgIds": ["LEV.26.33"]}}, {"text": "Then shall the land be paid her sabbaths, as long as it lieth desolate, and ye are in your enemies' land; even then shall the land rest, and repay her sabbaths. ", "type": "text", "attrs": {"verseId": "LEV.26.34", "verseOrgIds": ["LEV.26.34"]}}, {"text": "As long as it lieth desolate it shall have rest; even the rest which it had not in your sabbaths, when ye dwelt upon it. ", "type": "text", "attrs": {"verseId": "LEV.26.35", "verseOrgIds": ["LEV.26.35"]}}, {"text": "And as for them that are left of you, I will send a faintness into their heart in the lands of their enemies; and the sound of a driven leaf shall chase them; and they shall flee, as one fleeth from the sword; and they shall fall when none pursueth. ", "type": "text", "attrs": {"verseId": "LEV.26.36", "verseOrgIds": ["LEV.26.36"]}}, {"text": "And they shall stumble one upon another, as it were before the sword, when none pursueth; and ye shall have no power to stand before your enemies. ", "type": "text", "attrs": {"verseId": "LEV.26.37", "verseOrgIds": ["LEV.26.37"]}}, {"text": "And ye shall perish among the nations, and the land of your enemies shall eat you up. ", "type": "text", "attrs": {"verseId": "LEV.26.38", "verseOrgIds": ["LEV.26.38"]}}, {"text": "And they that are left of you shall pine away in their iniquity in your enemies' lands; and also in the iniquities of their fathers shall they pine away with them. ", "type": "text", "attrs": {"verseId": "LEV.26.39", "verseOrgIds": ["LEV.26.39"]}}, {"text": "And they shall confess their iniquity, and the iniquity of their fathers, in their treachery which they committed against Me, and also that they have walked contrary unto Me. ", "type": "text", "attrs": {"verseId": "LEV.26.40", "verseOrgIds": ["LEV.26.40"]}}, {"text": "I also will walk contrary unto them, and bring them into the land of their enemies; if then perchance their uncircumcised heart be humbled, and they then be paid the punishment of their iniquity; ", "type": "text", "attrs": {"verseId": "LEV.26.41", "verseOrgIds": ["LEV.26.41"]}}, {"text": "then will I remember My covenant with Jacob, and also My covenant with Isaac, and also My covenant with Abraham will I remember; and I will remember the land. ", "type": "text", "attrs": {"verseId": "LEV.26.42", "verseOrgIds": ["LEV.26.42"]}}, {"text": "For the land shall lie forsaken without them, and shall be paid her sabbaths, while she lieth desolate without them; and they shall be paid the punishment of their iniquity; because, even because they rejected Mine ordinances, and their soul abhorred My statutes. ", "type": "text", "attrs": {"verseId": "LEV.26.43", "verseOrgIds": ["LEV.26.43"]}}, {"text": "And yet for all that, when they are in the land of their enemies, I will not reject them, neither will I abhor them, to destroy them utterly, and to break My covenant with them; for I am the LORD their God. ", "type": "text", "attrs": {"verseId": "LEV.26.44", "verseOrgIds": ["LEV.26.44"]}}, {"text": "But I will for their sakes remember the covenant of their ancestors, whom I brought forth out of the land of Egypt in the sight of the nations, that I might be their God: I am the LORD. ", "type": "text", "attrs": {"verseId": "LEV.26.45", "verseOrgIds": ["LEV.26.45"]}}, {"text": "These are the statutes and ordinances and laws, which the LORD made between Him and the children of Israel in mount Sinai by the hand of Moses.", "type": "text", "attrs": {"verseId": "LEV.26.46", "verseOrgIds": ["LEV.26.46"]}}]}], "next": {"id": "LEV.27", "number": "27", "bookId": "LEV"}, "previous": {"id": "LEV.25", "number": "25", "bookId": "LEV"}}}}