{"_default": {"1": {"id": "1SA.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "1SA", "reference": "1 Samuel 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "NOW THERE was a certain man of Ramathaim-zophim, of the hill-country of Ephraim, and his name was Elkanah, the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite. ", "type": "text", "attrs": {"verseId": "1SA.1.1", "verseOrgIds": ["1SA.1.1"]}}, {"text": "And he had two wives: the name of the one was Hannah, and the name of the other Peninnah; and Peninnah had children, but Hannah had no children. ", "type": "text", "attrs": {"verseId": "1SA.1.2", "verseOrgIds": ["1SA.1.2"]}}, {"text": "And this man went up out of his city from year to year to worship and to sacrifice unto the LORD of hosts in Shiloh. And the two sons of Eli, Hophni and Phinehas, were there priests unto the LORD. ", "type": "text", "attrs": {"verseId": "1SA.1.3", "verseOrgIds": ["1SA.1.3"]}}, {"text": "And it came to pass upon a day, when Elkanah sacrificed, that he gave to Peninnah his wife, and to all her sons and her daughters, portions; ", "type": "text", "attrs": {"verseId": "1SA.1.4", "verseOrgIds": ["1SA.1.4"]}}, {"text": "but unto Hannah he gave a double portion; for he loved Hannah, but the LORD had shut up her womb. ", "type": "text", "attrs": {"verseId": "1SA.1.5", "verseOrgIds": ["1SA.1.5"]}}, {"text": "And her rival vexed her sore, to make her fret, because the LORD had shut up her womb. ", "type": "text", "attrs": {"verseId": "1SA.1.6", "verseOrgIds": ["1SA.1.6"]}}, {"text": "And as he did so year by year, when she went up to the house of the LORD, so she vexed her; therefore she wept, and would not eat. ", "type": "text", "attrs": {"verseId": "1SA.1.7", "verseOrgIds": ["1SA.1.7"]}}, {"text": "And Elkanah her husband said unto her: 'Hannah, why weepest thou? and why eatest thou not? and why is thy heart grieved? am not I better to thee than ten sons?' ", "type": "text", "attrs": {"verseId": "1SA.1.8", "verseOrgIds": ["1SA.1.8"]}}, {"text": "So Hannah rose up after they had eaten in Shiloh, and after they had drunk — now Eli the priest sat upon his seat by the door-post of the temple of the LORD; ", "type": "text", "attrs": {"verseId": "1SA.1.9", "verseOrgIds": ["1SA.1.9"]}}, {"text": "and she was in bitterness of soul — and prayed unto the LORD, and wept sore. ", "type": "text", "attrs": {"verseId": "1SA.1.10", "verseOrgIds": ["1SA.1.10"]}}, {"text": "And she vowed a vow, and said: 'O LORD of hosts, if Thou wilt indeed look on the affliction of Thy handmaid, and remember me, and not forget Thy handmaid, but wilt give unto Thy handmaid a man-child, then I will give him unto the LORD all the days of his life, and there shall no razor come upon his head.' ", "type": "text", "attrs": {"verseId": "1SA.1.11", "verseOrgIds": ["1SA.1.11"]}}, {"text": "And it came to pass, as she prayed long before the LORD, that Eli watched her mouth. ", "type": "text", "attrs": {"verseId": "1SA.1.12", "verseOrgIds": ["1SA.1.12"]}}, {"text": "Now Hannah, she spoke in her heart; only her lips moved, but her voice could not be heard; therefore, Eli thought she had been drunken. ", "type": "text", "attrs": {"verseId": "1SA.1.13", "verseOrgIds": ["1SA.1.13"]}}, {"text": "And Eli said unto her: 'How long wilt thou be drunken? put away thy wine from thee.' ", "type": "text", "attrs": {"verseId": "1SA.1.14", "verseOrgIds": ["1SA.1.14"]}}, {"text": "And Hannah answered and said: 'No, my lord, I am a woman of a sorrowful spirit; I have drunk neither wine nor strong drink, but I poured out my soul before the LORD. ", "type": "text", "attrs": {"verseId": "1SA.1.15", "verseOrgIds": ["1SA.1.15"]}}, {"text": "Count not thy handmaid for a wicked woman: for out of the abundance of my complaint and my vexation have I spoken hitherto.' ", "type": "text", "attrs": {"verseId": "1SA.1.16", "verseOrgIds": ["1SA.1.16"]}}, {"text": "Then Eli answered and said: 'Go in peace, and the God of Israel grant thy petition that thou hast asked of Him.' ", "type": "text", "attrs": {"verseId": "1SA.1.17", "verseOrgIds": ["1SA.1.17"]}}, {"text": "And she said: 'Let thy servant find favour in thy sight.' So the woman went her way, and did eat, and her countenance was no more sad. ", "type": "text", "attrs": {"verseId": "1SA.1.18", "verseOrgIds": ["1SA.1.18"]}}, {"text": "And they rose up in the morning early, and worshipped before the LORD, and returned, and came to their house to Ramah; and Elkanah knew Hannah his wife; and the LORD remembered her. ", "type": "text", "attrs": {"verseId": "1SA.1.19", "verseOrgIds": ["1SA.1.19"]}}, {"text": "And it came to pass, when the time was come about, that Hannah conceived, and bore a son; and she called his name Samuel: 'because I have asked him of the LORD.' ", "type": "text", "attrs": {"verseId": "1SA.1.20", "verseOrgIds": ["1SA.1.20"]}}, {"text": "And the man Elkanah, and all his house, went up to offer unto the LORD the yearly sacrifice, and his vow. ", "type": "text", "attrs": {"verseId": "1SA.1.21", "verseOrgIds": ["1SA.1.21"]}}, {"text": "But Hannah went not up; for she said unto her husband: 'Until the child be weaned, when I will bring him, that he may appear before the LORD, and there abide for ever.' ", "type": "text", "attrs": {"verseId": "1SA.1.22", "verseOrgIds": ["1SA.1.22"]}}, {"text": "And Elkanah her husband said unto her: 'Do what seemeth thee good; tarry until thou have weaned him; only the LORD establish His word.' So the woman tarried and gave her son suck, until she weaned him. ", "type": "text", "attrs": {"verseId": "1SA.1.23", "verseOrgIds": ["1SA.1.23"]}}, {"text": "And when she had weaned him, she took him up with her, with three bullocks, and one ephah of meal, and a bottle of wine, and brought him unto the house of the LORD in Shiloh; and the child was young. ", "type": "text", "attrs": {"verseId": "1SA.1.24", "verseOrgIds": ["1SA.1.24"]}}, {"text": "And when the bullock was slain, the child was brought to Eli. ", "type": "text", "attrs": {"verseId": "1SA.1.25", "verseOrgIds": ["1SA.1.25"]}}, {"text": "And she said: 'Oh, my lord, as thy soul liveth, my lord, I am the woman that stood by thee here, praying unto the LORD. ", "type": "text", "attrs": {"verseId": "1SA.1.26", "verseOrgIds": ["1SA.1.26"]}}, {"text": "For this child I prayed; and the LORD hath granted me my petition which I asked of Him; ", "type": "text", "attrs": {"verseId": "1SA.1.27", "verseOrgIds": ["1SA.1.27"]}}, {"text": "therefore I also have lent him to the LORD; as long as he liveth he is lent to the LORD.' And he worshipped the LORD there.", "type": "text", "attrs": {"verseId": "1SA.1.28", "verseOrgIds": ["1SA.1.28"]}}]}], "next": {"id": "1SA.2", "number": "2", "bookId": "1SA"}, "previous": {"id": "1SA.intro", "number": "intro", "bookId": "1SA"}}}}