{"_default": {"1": {"id": "ISA.50", "bibleId": "bf8f1c7f3f9045a5-01", "number": "50", "bookId": "ISA", "reference": "Isaiah 50", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Thus saith the LORD: Where is the bill of your mother's divorcement, wherewith I have put her away? Or which of My creditors is it to whom I have sold you? Behold, for your iniquities were ye sold, and for your transgressions was your mother put away. ", "type": "text", "attrs": {"verseId": "ISA.50.1", "verseOrgIds": ["ISA.50.1"]}}, {"text": "Wherefore, when I came, was there no man? when I called, was there none to answer? Is My hand shortened at all, that it cannot redeem? Or have I no power to deliver? Behold, at My rebuke I dry up the sea, I make the rivers a wilderness; their fish become foul, because there is no water, and die for thirst. ", "type": "text", "attrs": {"verseId": "ISA.50.2", "verseOrgIds": ["ISA.50.2"]}}, {"text": "I clothe the heavens with blackness, and I make sackcloth their covering. ", "type": "text", "attrs": {"verseId": "ISA.50.3", "verseOrgIds": ["ISA.50.3"]}}, {"text": "The Lord GOD hath given me the tongue of them that are taught, that I should know how to sustain with words him that is weary; He wakeneth morning by morning, He wakeneth mine ear to hear as they that are taught. ", "type": "text", "attrs": {"verseId": "ISA.50.4", "verseOrgIds": ["ISA.50.4"]}}, {"text": "The Lord GOD hath opened mine ear, and I was not rebellious, neither turned away backward. ", "type": "text", "attrs": {"verseId": "ISA.50.5", "verseOrgIds": ["ISA.50.5"]}}, {"text": "I gave my back to the smiters, and my checks to them that plucked off the hair; I hid not my face from shame and spitting. ", "type": "text", "attrs": {"verseId": "ISA.50.6", "verseOrgIds": ["ISA.50.6"]}}, {"text": "For the Lord GOD will help me; therefore have I not been confounded; therefore have I set my face like a flint, and I know that I shall not be ashamed. ", "type": "text", "attrs": {"verseId": "ISA.50.7", "verseOrgIds": ["ISA.50.7"]}}, {"text": "He is near that justifieth me; who will contend with me? let us stand up together; who is mine adversary? let him come near to me. ", "type": "text", "attrs": {"verseId": "ISA.50.8", "verseOrgIds": ["ISA.50.8"]}}, {"text": "Behold, the Lord GOD will help me; who is he that shall condemn me? Behold, they all shall wax old as a garment, the moth shall eat them up. ", "type": "text", "attrs": {"verseId": "ISA.50.9", "verseOrgIds": ["ISA.50.9"]}}, {"text": "Who is among you that feareth the LORD, that obeyeth the voice of His servant? though he walketh in darkness, and hath no light, let him trust in the name of the LORD, and stay upon his God. ", "type": "text", "attrs": {"verseId": "ISA.50.10", "verseOrgIds": ["ISA.50.10"]}}, {"text": "Behold, all ye that kindle a fire, that gird yourselves with firebrands, begone in the flame of your fire, and among the brands that ye have kindled. This shall ye have of My hand; ye shall lie down in sorrow.", "type": "text", "attrs": {"verseId": "ISA.50.11", "verseOrgIds": ["ISA.50.11"]}}]}], "next": {"id": "ISA.51", "number": "51", "bookId": "ISA"}, "previous": {"id": "ISA.49", "number": "49", "bookId": "ISA"}}}}