{"_default": {"1": {"id": "DEU.8", "bibleId": "bf8f1c7f3f9045a5-01", "number": "8", "bookId": "DEU", "reference": "Deuteronomy 8", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "All the commandment which I command thee this day shall ye observe to do, that ye may live, and multiply, and go in and possess the land which the LORD swore unto your fathers. ", "type": "text", "attrs": {"verseId": "DEU.8.1", "verseOrgIds": ["DEU.8.1"]}}, {"text": "And thou shalt remember all the way which the LORD thy God hath led thee these forty years in the wilderness, that He might afflict thee, to prove thee, to know what was in thy heart, whether thou wouldest keep His commandments, or no. ", "type": "text", "attrs": {"verseId": "DEU.8.2", "verseOrgIds": ["DEU.8.2"]}}, {"text": "And He afflicted thee, and suffered thee to hunger, and fed thee with manna, which thou knewest not, neither did thy fathers know; that He might make thee know that man doth not live by bread only, but by every thing that proceedeth out of the mouth of the LORD doth man live. ", "type": "text", "attrs": {"verseId": "DEU.8.3", "verseOrgIds": ["DEU.8.3"]}}, {"text": "Thy raiment waxed not old upon thee, neither did thy foot swell, these forty years. ", "type": "text", "attrs": {"verseId": "DEU.8.4", "verseOrgIds": ["DEU.8.4"]}}, {"text": "And thou shalt consider in thy heart, that, as a man chasteneth his son, so the LORD thy God chasteneth thee. ", "type": "text", "attrs": {"verseId": "DEU.8.5", "verseOrgIds": ["DEU.8.5"]}}, {"text": "And thou shalt keep the commandments of the LORD thy God, to walk in His ways, and to fear Him. ", "type": "text", "attrs": {"verseId": "DEU.8.6", "verseOrgIds": ["DEU.8.6"]}}, {"text": "For the LORD thy God bringeth thee into a good land, a land of brooks of water, of fountains and depths, springing forth in valleys and hills; ", "type": "text", "attrs": {"verseId": "DEU.8.7", "verseOrgIds": ["DEU.8.7"]}}, {"text": "a land of wheat and barley, and vines and fig-trees and pomegranates; a land of olive-trees and honey; ", "type": "text", "attrs": {"verseId": "DEU.8.8", "verseOrgIds": ["DEU.8.8"]}}, {"text": "a land wherein thou shalt eat bread without scarceness, thou shalt not lack any thing in it; a land whose stones are iron, and out of whose hills thou mayest dig brass. ", "type": "text", "attrs": {"verseId": "DEU.8.9", "verseOrgIds": ["DEU.8.9"]}}, {"text": "And thou shalt eat and be satisfied, and bless the LORD thy God for the good land which He hath given thee. ", "type": "text", "attrs": {"verseId": "DEU.8.10", "verseOrgIds": ["DEU.8.10"]}}, {"text": "Beware lest thou forget the LORD thy God, in not keeping His commandments, and His ordinances, and His statutes, which I command thee this day; ", "type": "text", "attrs": {"verseId": "DEU.8.11", "verseOrgIds": ["DEU.8.11"]}}, {"text": "lest when thou hast eaten and art satisfied, and hast built goodly houses, and dwelt therein; ", "type": "text", "attrs": {"verseId": "DEU.8.12", "verseOrgIds": ["DEU.8.12"]}}, {"text": "and when thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all that thou hast is multiplied; ", "type": "text", "attrs": {"verseId": "DEU.8.13", "verseOrgIds": ["DEU.8.13"]}}, {"text": "then thy heart be lifted up, and thou forget the LORD thy God, who brought thee forth out of the land of Egypt, out of the house of bondage; ", "type": "text", "attrs": {"verseId": "DEU.8.14", "verseOrgIds": ["DEU.8.14"]}}, {"text": "who led thee through the great and dreadful wilderness, wherein were serpents, fiery serpents, and scorpions, and thirsty ground where was no water; who brought thee forth water out of the rock of flint; ", "type": "text", "attrs": {"verseId": "DEU.8.15", "verseOrgIds": ["DEU.8.15"]}}, {"text": "who fed thee in the wilderness with manna, which thy fathers knew not, that He might afflict thee, and that He might prove thee, to do thee good at thy latter end; ", "type": "text", "attrs": {"verseId": "DEU.8.16", "verseOrgIds": ["DEU.8.16"]}}, {"text": "and thou say in thy heart: 'My power and the might of my hand hath gotten me this wealth.' ", "type": "text", "attrs": {"verseId": "DEU.8.17", "verseOrgIds": ["DEU.8.17"]}}, {"text": "But thou shalt remember the LORD thy God, for it is He that giveth thee power to get wealth, that He may establish His covenant which He swore unto thy fathers, as it is this day. ", "type": "text", "attrs": {"verseId": "DEU.8.18", "verseOrgIds": ["DEU.8.18"]}}, {"text": "And it shall be, if thou shalt forget the LORD thy God, and walk after other gods, and serve them, and worship them, I forewarn you this day that ye shall surely perish. ", "type": "text", "attrs": {"verseId": "DEU.8.19", "verseOrgIds": ["DEU.8.19"]}}, {"text": "As the nations that the LORD maketh to perish before you, so shall ye perish; because ye would not hearken unto the voice of the LORD your God.", "type": "text", "attrs": {"verseId": "DEU.8.20", "verseOrgIds": ["DEU.8.20"]}}]}], "next": {"id": "DEU.9", "number": "9", "bookId": "DEU"}, "previous": {"id": "DEU.7", "number": "7", "bookId": "DEU"}}}}