{"_default": {"1": {"id": "DEU.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "DEU", "reference": "Deuteronomy 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "If one be found slain in the land which the LORD thy God giveth thee to possess it, lying in the field, and it be not known who hath smitten him; ", "type": "text", "attrs": {"verseId": "DEU.21.1", "verseOrgIds": ["DEU.21.1"]}}, {"text": "then thy elders and thy judges shall come forth, and they shall measure unto the cities which are round about him that is slain. ", "type": "text", "attrs": {"verseId": "DEU.21.2", "verseOrgIds": ["DEU.21.2"]}}, {"text": "And it shall be, that the city which is nearest unto the slain man, even the elders of that city shall take a heifer of the herd, which hath not been wrought with, and which hath not drawn in the yoke. ", "type": "text", "attrs": {"verseId": "DEU.21.3", "verseOrgIds": ["DEU.21.3"]}}, {"text": "And the elders of that city shall bring down the heifer unto a rough valley, which may neither be plowed nor sown, and shall break the heifer's neck there in the valley. ", "type": "text", "attrs": {"verseId": "DEU.21.4", "verseOrgIds": ["DEU.21.4"]}}, {"text": "And the priests the sons of Levi shall come near — for them the LORD thy God hath chosen to minister unto Him, and to bless in the name of the LORD; and according to their word shall every controversy and every stroke be. ", "type": "text", "attrs": {"verseId": "DEU.21.5", "verseOrgIds": ["DEU.21.5"]}}, {"text": "And all the elders of that city, who are nearest unto the slain man, shall wash their hands over the heifer whose neck was broken in the valley. ", "type": "text", "attrs": {"verseId": "DEU.21.6", "verseOrgIds": ["DEU.21.6"]}}, {"text": "And they shall speak and say: 'Our hands have not shed this blood, neither have our eyes seen it. ", "type": "text", "attrs": {"verseId": "DEU.21.7", "verseOrgIds": ["DEU.21.7"]}}, {"text": "Forgive, O LORD, Thy people Israel, whom Thou hast redeemed, and suffer not innocent blood to remain in the midst of Thy people Israel.' And the blood shall be forgiven them. ", "type": "text", "attrs": {"verseId": "DEU.21.8", "verseOrgIds": ["DEU.21.8"]}}, {"text": "So shalt thou put away the innocent blood from the midst of thee, when thou shalt do that which is right in the eyes of the LORD. ", "type": "text", "attrs": {"verseId": "DEU.21.9", "verseOrgIds": ["DEU.21.9"]}}, {"text": "When thou goest forth to battle against thine enemies, and the LORD thy God delivereth them into thy hands, and thou carriest them away captive, ", "type": "text", "attrs": {"verseId": "DEU.21.10", "verseOrgIds": ["DEU.21.10"]}}, {"text": "and seest among the captives a woman of goodly form, and thou hast a desire unto her, and wouldest take her to thee to wife; ", "type": "text", "attrs": {"verseId": "DEU.21.11", "verseOrgIds": ["DEU.21.11"]}}, {"text": "then thou shalt bring her home to thy house; and she shall shave her head, and pare her nails; ", "type": "text", "attrs": {"verseId": "DEU.21.12", "verseOrgIds": ["DEU.21.12"]}}, {"text": "and she shall put the raiment of her captivity from off her, and shall remain in thy house, and bewail her father and her mother a full month; and after that thou mayest go in unto her, and be her husband, and she shall be thy wife. ", "type": "text", "attrs": {"verseId": "DEU.21.13", "verseOrgIds": ["DEU.21.13"]}}, {"text": "And it shall be, if thou have no delight in her, then thou shalt let her go whither she will; but thou shalt not sell her at all for money, thou shalt not deal with her as a slave, because thou hast humbled her. ", "type": "text", "attrs": {"verseId": "DEU.21.14", "verseOrgIds": ["DEU.21.14"]}}, {"text": "If a man have two wives, the one beloved, and the other hated, and they have borne him children, both the beloved and the hated; and if the first-born son be hers that was hated; ", "type": "text", "attrs": {"verseId": "DEU.21.15", "verseOrgIds": ["DEU.21.15"]}}, {"text": "then it shall be, in the day that he causeth his sons to inherit that which he hath, that he may not make the son of the beloved the first-born before the son of the hated, who is the first-born; ", "type": "text", "attrs": {"verseId": "DEU.21.16", "verseOrgIds": ["DEU.21.16"]}}, {"text": "but he shall acknowledge the first-born, the son of the hated, by giving him a double portion of all that he hath; for he is the first-fruits of his strength, the right of the first-born is his. ", "type": "text", "attrs": {"verseId": "DEU.21.17", "verseOrgIds": ["DEU.21.17"]}}, {"text": "If a man have a stubborn and rebellious son, that will not hearken to the voice of his father, or the voice of his mother, and though they chasten him, will not hearken unto them; ", "type": "text", "attrs": {"verseId": "DEU.21.18", "verseOrgIds": ["DEU.21.18"]}}, {"text": "then shall his father and his mother lay hold on him, and bring him out unto the elders of his city, and unto the gate of his place; ", "type": "text", "attrs": {"verseId": "DEU.21.19", "verseOrgIds": ["DEU.21.19"]}}, {"text": "and they shall say unto the elders of his city: 'This our son is stubborn and rebellious, he doth not hearken to our voice; he is a glutton, and a drunkard.' ", "type": "text", "attrs": {"verseId": "DEU.21.20", "verseOrgIds": ["DEU.21.20"]}}, {"text": "And all the men of his city shall stone him with stones, that he die; so shalt thou put away the evil from the midst of thee; and all Israel shall hear, and fear. ", "type": "text", "attrs": {"verseId": "DEU.21.21", "verseOrgIds": ["DEU.21.21"]}}, {"text": "And if a man have committed a sin worthy of death, and he be put to death, and thou hang him on a tree; ", "type": "text", "attrs": {"verseId": "DEU.21.22", "verseOrgIds": ["DEU.21.22"]}}, {"text": "his body shall not remain all night upon the tree, but thou shalt surely bury him the same day; for he that is hanged is a reproach unto God; that thou defile not thy land which the LORD thy God giveth thee for an inheritance.", "type": "text", "attrs": {"verseId": "DEU.21.23", "verseOrgIds": ["DEU.21.23"]}}]}], "next": {"id": "DEU.22", "number": "22", "bookId": "DEU"}, "previous": {"id": "DEU.20", "number": "20", "bookId": "DEU"}}}}