{"_default": {"1": {"id": "1KI.17", "bibleId": "bf8f1c7f3f9045a5-01", "number": "17", "bookId": "1KI", "reference": "1 Kings 17", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Elijah the Tishbite, who was of the settlers of Gilead, said unto Ahab: 'As the LORD, the God of Israel, liveth, before whom I stand, there shall not be dew nor rain these years, but according to my word.' ", "type": "text", "attrs": {"verseId": "1KI.17.1", "verseOrgIds": ["1KI.17.1"]}}, {"text": "And the word of the LORD came unto him, saying: ", "type": "text", "attrs": {"verseId": "1KI.17.2", "verseOrgIds": ["1KI.17.2"]}}, {"text": "'Get thee hence, and turn thee eastward, and hide thyself by the brook Cherith, that is before the Jordan. ", "type": "text", "attrs": {"verseId": "1KI.17.3", "verseOrgIds": ["1KI.17.3"]}}, {"text": "And it shall be, that thou shalt drink of the brook; and I have commanded the ravens to feed thee there.' ", "type": "text", "attrs": {"verseId": "1KI.17.4", "verseOrgIds": ["1KI.17.4"]}}, {"text": "So he went and did according unto the word of the LORD; for he went and dwelt by the brook Cherith, that is before the Jordan. ", "type": "text", "attrs": {"verseId": "1KI.17.5", "verseOrgIds": ["1KI.17.5"]}}, {"text": "And the ravens brought him bread and flesh in the morning, and bread and flesh in the evening; and he drank of the brook. ", "type": "text", "attrs": {"verseId": "1KI.17.6", "verseOrgIds": ["1KI.17.6"]}}, {"text": "And it came to pass after a while, that the brook dried up, because there was no rain in the land. ", "type": "text", "attrs": {"verseId": "1KI.17.7", "verseOrgIds": ["1KI.17.7"]}}, {"text": "And the word of the LORD came unto him, saying: ", "type": "text", "attrs": {"verseId": "1KI.17.8", "verseOrgIds": ["1KI.17.8"]}}, {"text": "'Arise, get thee to Zarephath, which belongeth to Zidon, and dwell there; behold, I have commanded a widow there to sustain thee.' ", "type": "text", "attrs": {"verseId": "1KI.17.9", "verseOrgIds": ["1KI.17.9"]}}, {"text": "So he arose and went to Zarephath; and when he came to the gate of the city, behold, a widow was there gathering sticks; and he called to her, and said: 'Fetch me, I pray thee, a little water in a vessel, that I may drink.' ", "type": "text", "attrs": {"verseId": "1KI.17.10", "verseOrgIds": ["1KI.17.10"]}}, {"text": "And as she was going to fetch it, he called to her, and said: 'Bring me, I pray thee, a morsel of bread in thy hand.' ", "type": "text", "attrs": {"verseId": "1KI.17.11", "verseOrgIds": ["1KI.17.11"]}}, {"text": "And she said: 'As the LORD thy God liveth, I have not a cake, only a handful of meal in the jar, and a little oil in the cruse; and, behold, I am gathering two sticks, that I may go in and dress it for me and my son, that we may eat it, and die.' ", "type": "text", "attrs": {"verseId": "1KI.17.12", "verseOrgIds": ["1KI.17.12"]}}, {"text": "And Elijah said unto her: 'Fear not; go and do as thou hast said; but make me thereof a little cake first, and bring it forth unto me, and afterward make for thee and for thy son. ", "type": "text", "attrs": {"verseId": "1KI.17.13", "verseOrgIds": ["1KI.17.13"]}}, {"text": "For thus saith the LORD, the God of Israel: The jar of meal shall not be spent, neither shall the cruse of oil fail, until the day that the LORD sendeth rain upon the land.' ", "type": "text", "attrs": {"verseId": "1KI.17.14", "verseOrgIds": ["1KI.17.14"]}}, {"text": "And she went and did according to the saying of Elijah; and she, and he, and her house, did eat many days. ", "type": "text", "attrs": {"verseId": "1KI.17.15", "verseOrgIds": ["1KI.17.15"]}}, {"text": "The jar of meal was not spent, neither did the cruse of oil fail, according to the word of the LORD, which He spoke by Elijah. ", "type": "text", "attrs": {"verseId": "1KI.17.16", "verseOrgIds": ["1KI.17.16"]}}, {"text": "And it came to pass after these things, that the son of the woman, the mistress of the house, fell sick; and his sickness was so sore, that there was no breath left in him. ", "type": "text", "attrs": {"verseId": "1KI.17.17", "verseOrgIds": ["1KI.17.17"]}}, {"text": "And she said unto Elijah: 'What have I to do with thee, O thou man of God? art thou come unto me to bring my sin to remembrance, and to slay my son?' ", "type": "text", "attrs": {"verseId": "1KI.17.18", "verseOrgIds": ["1KI.17.18"]}}, {"text": "And he said unto her: 'Give me thy son.' And he took him out of her bosom, and carried him up into the upper chamber, where he abode, and laid him upon his own bed. ", "type": "text", "attrs": {"verseId": "1KI.17.19", "verseOrgIds": ["1KI.17.19"]}}, {"text": "And he cried unto the LORD, and said: 'O LORD my God, hast Thou also brought evil upon the widow with whom I sojourn, by slaying her son?' ", "type": "text", "attrs": {"verseId": "1KI.17.20", "verseOrgIds": ["1KI.17.20"]}}, {"text": "And he stretched himself upon the child three times, and cried unto the LORD, and said: 'O LORD my God, I pray thee, let this child's soul come back into him.' ", "type": "text", "attrs": {"verseId": "1KI.17.21", "verseOrgIds": ["1KI.17.21"]}}, {"text": "And the LORD hearkened unto the voice of Elijah; and the soul of the child came back into him, and he revived. ", "type": "text", "attrs": {"verseId": "1KI.17.22", "verseOrgIds": ["1KI.17.22"]}}, {"text": "And Elijah took the child, and brought him down out of the upper chamber into the house, and delivered him unto his mother; and Elijah said: 'See, thy son liveth.' ", "type": "text", "attrs": {"verseId": "1KI.17.23", "verseOrgIds": ["1KI.17.23"]}}, {"text": "And the woman said to Elijah: 'Now I know that thou art a man of God, and that the word of the LORD in thy mouth is truth.'", "type": "text", "attrs": {"verseId": "1KI.17.24", "verseOrgIds": ["1KI.17.24"]}}]}], "next": {"id": "1KI.18", "number": "18", "bookId": "1KI"}, "previous": {"id": "1KI.16", "number": "16", "bookId": "1KI"}}}}