{"_default": {"1": {"id": "1SA.21", "bibleId": "bf8f1c7f3f9045a5-01", "number": "21", "bookId": "1SA", "reference": "1 Samuel 21", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "(21-2) Then came David to Nob to Ahimelech the priest; and Ahimelech came to meet David trembling, and said unto him: 'Why art thou alone, and no man with thee?' ", "type": "text", "attrs": {"verseId": "1SA.21.1", "verseOrgIds": ["1SA.21.2"]}}, {"text": "(21-3) And David said unto Ahimelech the priest: 'The king hath commanded me a business, and hath said unto me: Let no man know any thing of the business whereabout I send thee, and what I have commanded thee; and the young men have I appointed to such and such a place. ", "type": "text", "attrs": {"verseId": "1SA.21.2", "verseOrgIds": ["1SA.21.3"]}}, {"text": "(21-4) Now therefore what is under thy hand? five loaves of bread? give them in my hand, or whatsoever there is present.' ", "type": "text", "attrs": {"verseId": "1SA.21.3", "verseOrgIds": ["1SA.21.4"]}}, {"text": "(21-5) And the priest answered David, and said: 'There is no common bread under my hand, but there is holy bread; if only the young men have kept themselves from women.' ", "type": "text", "attrs": {"verseId": "1SA.21.4", "verseOrgIds": ["1SA.21.5"]}}, {"text": "(21-6) And David answered the priest, and said unto him: 'Of a truth women have been kept from us about these three days; when I came out, the vessels of the young men were holy, though it was but a common journey; how much more then to-day, when there shall be holy bread in their vessels?' ", "type": "text", "attrs": {"verseId": "1SA.21.5", "verseOrgIds": ["1SA.21.6"]}}, {"text": "(21-7) So the priest gave him holy bread; for there was no bread there but the showbread, that was taken from before the LORD, to put hot bread in the day when it was taken away. — ", "type": "text", "attrs": {"verseId": "1SA.21.6", "verseOrgIds": ["1SA.21.7"]}}, {"text": "(21-8) Now a certain man of the servants of Saul was there that day, detained before the LORD; and his name was Doeg the Edomite, the chiefest of the herdmen that belonged to Saul. — ", "type": "text", "attrs": {"verseId": "1SA.21.7", "verseOrgIds": ["1SA.21.8"]}}, {"text": "(21-9) And David said unto Ahimelech: 'And is there peradventure here under thy hand spear or sword? for I have neither brought my sword nor my weapons with me, because the king's business required haste.' ", "type": "text", "attrs": {"verseId": "1SA.21.8", "verseOrgIds": ["1SA.21.9"]}}, {"text": "(21-10) And the priest said: 'The sword of Goliath the Philistine, whom thou slewest in the vale of Elah, behold, it is here wrapped in a cloth behind the ephod; if thou wilt take that, take it; for there is no other save that here.' And David said: 'There is none like that; give it me.' ", "type": "text", "attrs": {"verseId": "1SA.21.9", "verseOrgIds": ["1SA.21.10"]}}, {"text": "(21-11) And David arose, and fled that day for fear of Saul, and went to Achish the king of Gath. ", "type": "text", "attrs": {"verseId": "1SA.21.10", "verseOrgIds": ["1SA.21.11"]}}, {"text": "(21-12) And the servants of Achish said unto him: 'Is not this David the king of the land? Did they not sing one to another of him in dances, saying: Saul hath slain his thousands, and David his ten thousands?' ", "type": "text", "attrs": {"verseId": "1SA.21.11", "verseOrgIds": ["1SA.21.12"]}}, {"text": "(21-13) And David laid up these words in his heart, and was sore afraid of Achish the king of Gath. ", "type": "text", "attrs": {"verseId": "1SA.21.12", "verseOrgIds": ["1SA.21.13"]}}, {"text": "(21-14) And he changed his demeanour before them, and feigned himself mad in their hands, and scrabbled on the doors of the gate, and let his spittle fall down upon his beard. ", "type": "text", "attrs": {"verseId": "1SA.21.13", "verseOrgIds": ["1SA.21.14"]}}, {"text": "(21-15) Then said Achish unto his servants: 'Lo, when ye see a man that is mad, wherefore do ye bring him to me? ", "type": "text", "attrs": {"verseId": "1SA.21.14", "verseOrgIds": ["1SA.21.15"]}}, {"text": "(21-16) Do I lack madmen, that ye have brought this fellow to play the madman in my presence? shall this fellow come into my house?'", "type": "text", "attrs": {"verseId": "1SA.21.15", "verseOrgIds": ["1SA.21.16"]}}]}], "next": {"id": "1SA.22", "number": "22", "bookId": "1SA"}, "previous": {"id": "1SA.20", "number": "20", "bookId": "1SA"}}}}