{"_default": {"1": {"id": "DEU.14", "bibleId": "bf8f1c7f3f9045a5-01", "number": "14", "bookId": "DEU", "reference": "Deuteronomy 14", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Ye are the children of the LORD your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead. ", "type": "text", "attrs": {"verseId": "DEU.14.1", "verseOrgIds": ["DEU.14.1"]}}, {"text": "For thou art a holy people unto the LORD thy God, and the LORD hath chosen thee to be His own treasure out of all peoples that are upon the face of the earth. ", "type": "text", "attrs": {"verseId": "DEU.14.2", "verseOrgIds": ["DEU.14.2"]}}, {"text": "Thou shalt not eat any abominable thing. ", "type": "text", "attrs": {"verseId": "DEU.14.3", "verseOrgIds": ["DEU.14.3"]}}, {"text": "These are the beasts which ye may eat: the ox, the sheep, and the goat, ", "type": "text", "attrs": {"verseId": "DEU.14.4", "verseOrgIds": ["DEU.14.4"]}}, {"text": "the hart, and the gazelle, and the roebuck, and the wild goat, and the pygarg, and the antelope, and the mountain-sheep. ", "type": "text", "attrs": {"verseId": "DEU.14.5", "verseOrgIds": ["DEU.14.5"]}}, {"text": "And every beast that parteth the hoof, and hath the hoof wholly cloven in two, and cheweth the cud, among the beasts, that ye may eat. ", "type": "text", "attrs": {"verseId": "DEU.14.6", "verseOrgIds": ["DEU.14.6"]}}, {"text": "Nevertheless these ye shall not eat of them that only chew the cud, or of them that only have the hoof cloven: the camel, and the hare, and the rock-badger, because they chew the cud but part not the hoof, they are unclean unto you; ", "type": "text", "attrs": {"verseId": "DEU.14.7", "verseOrgIds": ["DEU.14.7"]}}, {"text": "and the swine, because he parteth the hoof but cheweth not the cud, he is unclean unto you; of their flesh ye shall not eat, and their carcasses ye shall not touch. ", "type": "text", "attrs": {"verseId": "DEU.14.8", "verseOrgIds": ["DEU.14.8"]}}, {"text": "These ye may eat of all that are in the waters: whatsoever hath fins and scales may ye eat; ", "type": "text", "attrs": {"verseId": "DEU.14.9", "verseOrgIds": ["DEU.14.9"]}}, {"text": "and whatsoever hath not fins and scales ye shall not eat; it is unclean unto you. ", "type": "text", "attrs": {"verseId": "DEU.14.10", "verseOrgIds": ["DEU.14.10"]}}, {"text": "Of all clean birds ye may eat. ", "type": "text", "attrs": {"verseId": "DEU.14.11", "verseOrgIds": ["DEU.14.11"]}}, {"text": "But these are they of which ye shall not eat: the great vulture, and the bearded vulture, and the ospray; ", "type": "text", "attrs": {"verseId": "DEU.14.12", "verseOrgIds": ["DEU.14.12"]}}, {"text": "and the glede, and the falcon, and the kite after its kinds; ", "type": "text", "attrs": {"verseId": "DEU.14.13", "verseOrgIds": ["DEU.14.13"]}}, {"text": "and every raven after its kinds; ", "type": "text", "attrs": {"verseId": "DEU.14.14", "verseOrgIds": ["DEU.14.14"]}}, {"text": "and the ostrich, and the night-hawk, and the sea-mew, and the hawk after its kinds; ", "type": "text", "attrs": {"verseId": "DEU.14.15", "verseOrgIds": ["DEU.14.15"]}}, {"text": "the little owl, and the great owl, and the horned owl; ", "type": "text", "attrs": {"verseId": "DEU.14.16", "verseOrgIds": ["DEU.14.16"]}}, {"text": "and the pelican, and the carrion-vulture, and the cormorant; ", "type": "text", "attrs": {"verseId": "DEU.14.17", "verseOrgIds": ["DEU.14.17"]}}, {"text": "and the stork, and the heron after its kinds, and the hoopoe, and the bat. ", "type": "text", "attrs": {"verseId": "DEU.14.18", "verseOrgIds": ["DEU.14.18"]}}, {"text": "And all winged swarming things are unclean unto you; they shall not be eaten. ", "type": "text", "attrs": {"verseId": "DEU.14.19", "verseOrgIds": ["DEU.14.19"]}}, {"text": "Of all clean winged things ye may eat. ", "type": "text", "attrs": {"verseId": "DEU.14.20", "verseOrgIds": ["DEU.14.20"]}}, {"text": "Ye shall not eat of any thing that dieth of itself; thou mayest give it unto the stranger that is within thy gates, that he may eat it; or thou mayest sell it unto a foreigner; for thou art a holy people unto the LORD thy God. Thou shalt not seethe a kid in its mother's milk. ", "type": "text", "attrs": {"verseId": "DEU.14.21", "verseOrgIds": ["DEU.14.21"]}}, {"text": "Thou shalt surely tithe all the increase of thy seed, that which is brought forth in the field year by year. ", "type": "text", "attrs": {"verseId": "DEU.14.22", "verseOrgIds": ["DEU.14.22"]}}, {"text": "And thou shalt eat before the LORD thy God, in the place which He shall choose to cause His name to dwell there, the tithe of thy corn, of thy wine, and of thine oil, and the firstlings of thy herd and of thy flock; that thou mayest learn to fear the LORD thy God always. ", "type": "text", "attrs": {"verseId": "DEU.14.23", "verseOrgIds": ["DEU.14.23"]}}, {"text": "And if the way be too long for thee, so that thou art not able to carry it, because the place is too far from thee, which the LORD thy God shall choose to set His name there, when the LORD thy God shall bless thee; ", "type": "text", "attrs": {"verseId": "DEU.14.24", "verseOrgIds": ["DEU.14.24"]}}, {"text": "then shalt thou turn it into money, and bind up the money in thy hand, and shalt go unto the place which the LORD thy God shall choose. ", "type": "text", "attrs": {"verseId": "DEU.14.25", "verseOrgIds": ["DEU.14.25"]}}, {"text": "And thou shalt bestow the money for whatsoever thy soul desireth, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul asketh of thee; and thou shalt eat there before the LORD thy God, and thou shalt rejoice, thou and thy household. ", "type": "text", "attrs": {"verseId": "DEU.14.26", "verseOrgIds": ["DEU.14.26"]}}, {"text": "And the Levite that is within thy gates, thou shalt not forsake him; for he hath no portion nor inheritance with thee. ", "type": "text", "attrs": {"verseId": "DEU.14.27", "verseOrgIds": ["DEU.14.27"]}}, {"text": "At the end of every three years, even in the same year, thou shalt bring forth all the tithe of thine increase, and shall lay it up within thy gates. ", "type": "text", "attrs": {"verseId": "DEU.14.28", "verseOrgIds": ["DEU.14.28"]}}, {"text": "And the Levite, because he hath no portion nor inheritance with thee, and the stranger, and the fatherless, and the widow, that are within thy gates, shall come, and shall eat and be satisfied; that the LORD thy God may bless thee in all the work of thy hand which thou doest.", "type": "text", "attrs": {"verseId": "DEU.14.29", "verseOrgIds": ["DEU.14.29"]}}]}], "next": {"id": "DEU.15", "number": "15", "bookId": "DEU"}, "previous": {"id": "DEU.13", "number": "13", "bookId": "DEU"}}}}