{"_default": {"1": {"id": "GEN.47", "bibleId": "bf8f1c7f3f9045a5-01", "number": "47", "bookId": "GEN", "reference": "Genesis 47", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Joseph went in and told Pharaoh, and said: 'My father and my brethren, and their flocks, and their herds, and all that they have, are come out of the land of Canaan; and, behold, they are in the land of Goshen.' ", "type": "text", "attrs": {"verseId": "GEN.47.1", "verseOrgIds": ["GEN.47.1"]}}, {"text": "And from among his brethren he took five men, and presented them unto Pharaoh. ", "type": "text", "attrs": {"verseId": "GEN.47.2", "verseOrgIds": ["GEN.47.2"]}}, {"text": "And Pharaoh said unto his brethren: 'What is your occupation?' And they said unto Pharaoh: 'Thy servants are shepherds, both we, and our fathers.' ", "type": "text", "attrs": {"verseId": "GEN.47.3", "verseOrgIds": ["GEN.47.3"]}}, {"text": "And they said unto Pharaoh: 'To sojourn in the land are we come; for there is no pasture for thy servants' flocks; for the famine is sore in the land of Canaan. Now therefore, we pray thee, let thy servants dwell in the land of Goshen.' ", "type": "text", "attrs": {"verseId": "GEN.47.4", "verseOrgIds": ["GEN.47.4"]}}, {"text": "And Pharaoh spoke unto Joseph, saying: 'Thy father and thy brethren are come unto thee; ", "type": "text", "attrs": {"verseId": "GEN.47.5", "verseOrgIds": ["GEN.47.5"]}}, {"text": "the land of Egypt is before thee; in the best of the land make thy father and thy brethren to dwell; in the land of Goshen let them dwell. And if thou knowest any able men among them, then make them rulers over my cattle.' ", "type": "text", "attrs": {"verseId": "GEN.47.6", "verseOrgIds": ["GEN.47.6"]}}, {"text": "And Joseph brought in Jacob his father, and set him before Pharaoh. And Jacob blessed Pharaoh. ", "type": "text", "attrs": {"verseId": "GEN.47.7", "verseOrgIds": ["GEN.47.7"]}}, {"text": "And Pharaoh said unto Jacob: 'How many are the days of the years of thy life?' ", "type": "text", "attrs": {"verseId": "GEN.47.8", "verseOrgIds": ["GEN.47.8"]}}, {"text": "And Jacob said unto Pharaoh: 'The days of the years of my sojournings are a hundred and thirty years; few and evil have been the days of the years of my life, and they have not attained unto the days of the years of the life of my fathers in the days of their sojournings.' ", "type": "text", "attrs": {"verseId": "GEN.47.9", "verseOrgIds": ["GEN.47.9"]}}, {"text": "And Jacob blessed Pharaoh, and went out from the presence of Pharaoh. ", "type": "text", "attrs": {"verseId": "GEN.47.10", "verseOrgIds": ["GEN.47.10"]}}, {"text": "And Joseph placed his father and his brethren, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded. ", "type": "text", "attrs": {"verseId": "GEN.47.11", "verseOrgIds": ["GEN.47.11"]}}, {"text": "And Joseph sustained his father, and his brethren, and all his father's household, with bread, according to the want of their little ones. ", "type": "text", "attrs": {"verseId": "GEN.47.12", "verseOrgIds": ["GEN.47.12"]}}, {"text": "And there was no bread in all the land; for the famine was very sore, so that the land of Egypt and the land of Canaan languished by reason of the famine. ", "type": "text", "attrs": {"verseId": "GEN.47.13", "verseOrgIds": ["GEN.47.13"]}}, {"text": "And Joseph gathered up all the money that was found in the land of Egypt, and in the land of Canaan, for the corn which they bought; and Joseph brought the money into Pharaoh's house. ", "type": "text", "attrs": {"verseId": "GEN.47.14", "verseOrgIds": ["GEN.47.14"]}}, {"text": "And when the money was all spent in the land of Egypt, and in the land of Canaan, all the Egyptians came unto Joseph, and said: 'Give us bread; for why should we die in thy presence? for our money faileth.' ", "type": "text", "attrs": {"verseId": "GEN.47.15", "verseOrgIds": ["GEN.47.15"]}}, {"text": "And Joseph said: 'Give your cattle, and I will give you bread for your cattle, if money fail.' ", "type": "text", "attrs": {"verseId": "GEN.47.16", "verseOrgIds": ["GEN.47.16"]}}, {"text": "And they brought their cattle unto Joseph. And Joseph gave them bread in exchange for the horses, and for the flocks, and for the herds, and for the asses; and he fed them with bread in exchange for all their cattle for that year. ", "type": "text", "attrs": {"verseId": "GEN.47.17", "verseOrgIds": ["GEN.47.17"]}}, {"text": "And when that year was ended, they came unto him the second year, and said unto him: 'We will not hide from my lord, how that our money is all spent; and the herds of cattle are my lord's; there is nought left in the sight of my lord, but our bodies, and our lands. ", "type": "text", "attrs": {"verseId": "GEN.47.18", "verseOrgIds": ["GEN.47.18"]}}, {"text": "Wherefore should we die before thine eyes, both we and our land? buy us and our land for bread, and we and our land will be bondmen unto Pharaoh; and give us seed, that we may live, and not die, and that the land be not desolate.' ", "type": "text", "attrs": {"verseId": "GEN.47.19", "verseOrgIds": ["GEN.47.19"]}}, {"text": "So Joseph bought all the land of Egypt for Pharaoh; for the Egyptians sold every man his field, because the famine was sore upon them; and the land became Pharaoh's. ", "type": "text", "attrs": {"verseId": "GEN.47.20", "verseOrgIds": ["GEN.47.20"]}}, {"text": "And as for the people, he removed them city by city, from one end of the border of Egypt even to the other end thereof. ", "type": "text", "attrs": {"verseId": "GEN.47.21", "verseOrgIds": ["GEN.47.21"]}}, {"text": "Only the land of the priests bought he not, for the priests had a portion from Pharaoh, and did eat their portion which Pharaoh gave them; wherefore they sold not their land. ", "type": "text", "attrs": {"verseId": "GEN.47.22", "verseOrgIds": ["GEN.47.22"]}}, {"text": "Then Joseph said unto the people: 'Behold, I have bought you this day and your land for Pharaoh. Lo, here is seed for you, and ye shall sow the land. ", "type": "text", "attrs": {"verseId": "GEN.47.23", "verseOrgIds": ["GEN.47.23"]}}, {"text": "And it shall come to pass at the ingatherings, that ye shall give a fifth unto Pharaoh, and four parts shall be your own, for seed of the field, and for your food, and for them of your households, and for food for your little ones.' ", "type": "text", "attrs": {"verseId": "GEN.47.24", "verseOrgIds": ["GEN.47.24"]}}, {"text": "And they said: 'Thou hast saved our lives. Let us find favour in the sight of my lord, and we will be Pharaoh's bondmen.' ", "type": "text", "attrs": {"verseId": "GEN.47.25", "verseOrgIds": ["GEN.47.25"]}}, {"text": "And Joseph made it a statute concerning the land of Egypt unto this day, that Pharaoh should have the fifth; only the land of the priests alone became not Pharaoh's. ", "type": "text", "attrs": {"verseId": "GEN.47.26", "verseOrgIds": ["GEN.47.26"]}}, {"text": "And Israel dwelt in the land of Egypt, in the land of Goshen; and they got them possessions therein, and were fruitful, and multiplied exceedingly. ", "type": "text", "attrs": {"verseId": "GEN.47.27", "verseOrgIds": ["GEN.47.27"]}}, {"text": "And Jacob lived in the land of Egypt seventeen years; so the days of Jacob, the years of his life, were a hundred forty and seven years. ", "type": "text", "attrs": {"verseId": "GEN.47.28", "verseOrgIds": ["GEN.47.28"]}}, {"text": "And the time drew near that Israel must die; and he called his son Joseph, and said unto him: 'If now I have found favour in thy sight, put, I pray thee, thy hand under my thigh, and deal kindly and truly with me; bury me not, I pray thee, in Egypt. ", "type": "text", "attrs": {"verseId": "GEN.47.29", "verseOrgIds": ["GEN.47.29"]}}, {"text": "But when I sleep with my fathers, thou shalt carry me out of Egypt, and bury me in their burying-place.' And he said: 'I will do as thou hast said.' ", "type": "text", "attrs": {"verseId": "GEN.47.30", "verseOrgIds": ["GEN.47.30"]}}, {"text": "And he said: 'Swear unto me.' And he swore unto him. And Israel bowed down upon the bed's head.", "type": "text", "attrs": {"verseId": "GEN.47.31", "verseOrgIds": ["GEN.47.31"]}}]}], "next": {"id": "GEN.48", "number": "48", "bookId": "GEN"}, "previous": {"id": "GEN.46", "number": "46", "bookId": "GEN"}}}}