{"_default": {"1": {"id": "JON.3", "bibleId": "bf8f1c7f3f9045a5-01", "number": "3", "bookId": "JON", "reference": "Jonah 3", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the word of the LORD came unto Jonah the second time, saying: ", "type": "text", "attrs": {"verseId": "JON.3.1", "verseOrgIds": ["JON.3.1"]}}, {"text": "'Arise, go unto Nineveh, that great city, and make unto it the proclamation that I bid thee.' ", "type": "text", "attrs": {"verseId": "JON.3.2", "verseOrgIds": ["JON.3.2"]}}, {"text": "So Jonah arose, and went unto Nineveh, according to the word of the LORD. Now Nineveh was an exceeding great city, of three days' journey. ", "type": "text", "attrs": {"verseId": "JON.3.3", "verseOrgIds": ["JON.3.3"]}}, {"text": "And Jonah began to enter into the city a day's journey, and he proclaimed, and said: 'Yet forty days, and Nineveh shall be overthrown.' ", "type": "text", "attrs": {"verseId": "JON.3.4", "verseOrgIds": ["JON.3.4"]}}, {"text": "And the people of Nineveh believed God; and they proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them. ", "type": "text", "attrs": {"verseId": "JON.3.5", "verseOrgIds": ["JON.3.5"]}}, {"text": "And the tidings reached the king of Nineveh, and he arose from his throne, and laid his robe from him, and covered him with sackcloth, and sat in ashes. ", "type": "text", "attrs": {"verseId": "JON.3.6", "verseOrgIds": ["JON.3.6"]}}, {"text": "And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying: 'Let neither man nor beast, herd nor flock, taste any thing; let them not feed, nor drink water; ", "type": "text", "attrs": {"verseId": "JON.3.7", "verseOrgIds": ["JON.3.7"]}}, {"text": "but let them be covered with sackcloth, both man and beast, and let them cry mightily unto God; yea, let them turn every one from his evil way, and from the violence that is in their hands. ", "type": "text", "attrs": {"verseId": "JON.3.8", "verseOrgIds": ["JON.3.8"]}}, {"text": "Who knoweth whether God will not turn and repent, and turn away from His fierce anger, that we perish not?' ", "type": "text", "attrs": {"verseId": "JON.3.9", "verseOrgIds": ["JON.3.9"]}}, {"text": "And God saw their works, that they turned from their evil way; and God repented of the evil, which He said He would do unto them; and He did it not.", "type": "text", "attrs": {"verseId": "JON.3.10", "verseOrgIds": ["JON.3.10"]}}]}], "next": {"id": "JON.4", "number": "4", "bookId": "JON"}, "previous": {"id": "JON.2", "number": "2", "bookId": "JON"}}}}