{"_default": {"1": {"id": "JER.20", "bibleId": "bf8f1c7f3f9045a5-01", "number": "20", "bookId": "JER", "reference": "Jeremiah 20", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Pashhur the son of Immer the priest, who was chief officer in the house of the LORD, heard Jeremiah prophesying these things. ", "type": "text", "attrs": {"verseId": "JER.20.1", "verseOrgIds": ["JER.20.1"]}}, {"text": "Then Pashhur smote Jeremiah the prophet, and put him in the stocks that were in the upper gate of Benjamin, which was in the house of the LORD. ", "type": "text", "attrs": {"verseId": "JER.20.2", "verseOrgIds": ["JER.20.2"]}}, {"text": "And it came to pass on the morrow, that Pashhur brought forth Jeremiah out of the stocks. Then said Jeremiah unto him: 'The LORD hath not called thy name Pashhur, but Magormissabib. ", "type": "text", "attrs": {"verseId": "JER.20.3", "verseOrgIds": ["JER.20.3"]}}, {"text": "For thus saith the LORD: Behold, I will make thee a terror to thyself, and to all thy friends; and they shall fall by the sword of their enemies, and thine eyes shall behold it; and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive to Babylon, and shall slay them with the sword. ", "type": "text", "attrs": {"verseId": "JER.20.4", "verseOrgIds": ["JER.20.4"]}}, {"text": "Moreover I will give all the store of this city, and all the gains thereof, and all the wealth thereof, yea, all the treasures of the kings of Judah will I give into the hand of their enemies, who shall spoil them, and take them, and carry them to Babylon. ", "type": "text", "attrs": {"verseId": "JER.20.5", "verseOrgIds": ["JER.20.5"]}}, {"text": "And thou, Pashhur, and all that dwell in thy house shall go into captivity; and thou shalt come to Babylon, and there thou shalt die, and there shalt thou be buried, thou, and all thy friends, to whom thou hast prophesied falsely.' ", "type": "text", "attrs": {"verseId": "JER.20.6", "verseOrgIds": ["JER.20.6"]}}, {"text": "O LORD, Thou hast enticed me, and I was enticed, Thou hast overcome me, and hast prevailed; I am become a laughing-stock all the day, every one mocketh me. ", "type": "text", "attrs": {"verseId": "JER.20.7", "verseOrgIds": ["JER.20.7"]}}, {"text": "For as often as I speak, I cry out, I cry: 'Violence and spoil'; because the word of the LORD is made a reproach unto me, and a derision, all the day. ", "type": "text", "attrs": {"verseId": "JER.20.8", "verseOrgIds": ["JER.20.8"]}}, {"text": "And if I say: 'I will not make mention of Him, nor speak any more in His name', then there is in my heart as it were a burning fire shut up in my bones, and I weary myself to hold it in, but cannot. ", "type": "text", "attrs": {"verseId": "JER.20.9", "verseOrgIds": ["JER.20.9"]}}, {"text": "For I have heard the whispering of many, terror on every side: 'Denounce, and we will denounce him'; even of all my familiar friends, them that watch for my halting: 'Peradventure he will be enticed, and we shall prevail against him, and we shall take our revenge on him.' ", "type": "text", "attrs": {"verseId": "JER.20.10", "verseOrgIds": ["JER.20.10"]}}, {"text": "But the LORD is with me as a mighty warrior; therefore my persecutors shall stumble, and they shall not prevail; they shall be greatly ashamed, because they have not prospered, even with an everlasting confusion which shall never be forgotten. ", "type": "text", "attrs": {"verseId": "JER.20.11", "verseOrgIds": ["JER.20.11"]}}, {"text": "But, O LORD of hosts, that triest the righteous, that seest the reins and the heart, let me see Thy vengeance on them; for unto Thee have I revealed my cause. ", "type": "text", "attrs": {"verseId": "JER.20.12", "verseOrgIds": ["JER.20.12"]}}, {"text": "Sing unto the LORD, praise ye the LORD; for He hath delivered the soul of the needy from the hand of evil-doers. ", "type": "text", "attrs": {"verseId": "JER.20.13", "verseOrgIds": ["JER.20.13"]}}, {"text": "Cursed be the day wherein I was born; the day wherein my mother bore me, let it not be blessed. ", "type": "text", "attrs": {"verseId": "JER.20.14", "verseOrgIds": ["JER.20.14"]}}, {"text": "Cursed be the man who brought tidings to my father, saying: 'A man-child is born unto thee'; making him very glad. ", "type": "text", "attrs": {"verseId": "JER.20.15", "verseOrgIds": ["JER.20.15"]}}, {"text": "And let that man be as the cities which the LORD overthrew, and repented not; and let him hear a cry in the morning, and an alarm at noontide; ", "type": "text", "attrs": {"verseId": "JER.20.16", "verseOrgIds": ["JER.20.16"]}}, {"text": "Because He slew me not from the womb; and so my mother would have been my grave, and her womb always great. ", "type": "text", "attrs": {"verseId": "JER.20.17", "verseOrgIds": ["JER.20.17"]}}, {"text": "Wherefore came I forth out of the womb to see labour and sorrow, that my days should be consumed in shame?", "type": "text", "attrs": {"verseId": "JER.20.18", "verseOrgIds": ["JER.20.18"]}}]}], "next": {"id": "JER.21", "number": "21", "bookId": "JER"}, "previous": {"id": "JER.19", "number": "19", "bookId": "JER"}}}}