{"_default": {"1": {"id": "NUM.1", "bibleId": "bf8f1c7f3f9045a5-01", "number": "1", "bookId": "NUM", "reference": "Numbers 1", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "AND THE LORD spoke unto Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after they were come out of the land of Egypt, saying: ", "type": "text", "attrs": {"verseId": "NUM.1.1", "verseOrgIds": ["NUM.1.1"]}}, {"text": "'Take ye the sum of all the congregation of the children of Israel, by their families, by their fathers' houses, according to the number of names, every male, by their polls; ", "type": "text", "attrs": {"verseId": "NUM.1.2", "verseOrgIds": ["NUM.1.2"]}}, {"text": "from twenty years old and upward, all that are able to go forth to war in Israel: ye shall number them by their hosts, even thou and Aaron. ", "type": "text", "attrs": {"verseId": "NUM.1.3", "verseOrgIds": ["NUM.1.3"]}}, {"text": "And with you there shall be a man of every tribe, every one head of his fathers' house. ", "type": "text", "attrs": {"verseId": "NUM.1.4", "verseOrgIds": ["NUM.1.4"]}}, {"text": "And these are the names of the men that shall stand with you: of Reuben, Elizur the son of Shedeur. ", "type": "text", "attrs": {"verseId": "NUM.1.5", "verseOrgIds": ["NUM.1.5"]}}, {"text": "Of Simeon, Shelumiel the son of Zurishaddai. ", "type": "text", "attrs": {"verseId": "NUM.1.6", "verseOrgIds": ["NUM.1.6"]}}, {"text": "Of Judah, Nahshon the son of Amminadab. ", "type": "text", "attrs": {"verseId": "NUM.1.7", "verseOrgIds": ["NUM.1.7"]}}, {"text": "Of Issachar, Nethanel the son of Zuar. ", "type": "text", "attrs": {"verseId": "NUM.1.8", "verseOrgIds": ["NUM.1.8"]}}, {"text": "Of Zebulun, Eliab the son of Helon. ", "type": "text", "attrs": {"verseId": "NUM.1.9", "verseOrgIds": ["NUM.1.9"]}}, {"text": "Of the children of Joseph: of Ephraim, Elishama the son of Ammihud; of Manasseh, Gamaliel the son of Pedahzur. ", "type": "text", "attrs": {"verseId": "NUM.1.10", "verseOrgIds": ["NUM.1.10"]}}, {"text": "Of Benjamin, Abidan the son of Gideoni. ", "type": "text", "attrs": {"verseId": "NUM.1.11", "verseOrgIds": ["NUM.1.11"]}}, {"text": "Of Dan, Ahiezer the son of Ammishaddai. ", "type": "text", "attrs": {"verseId": "NUM.1.12", "verseOrgIds": ["NUM.1.12"]}}, {"text": "Of Asher, Pagiel the son of Ochran. ", "type": "text", "attrs": {"verseId": "NUM.1.13", "verseOrgIds": ["NUM.1.13"]}}, {"text": "Of Gad, Eliasaph the son of Deuel. ", "type": "text", "attrs": {"verseId": "NUM.1.14", "verseOrgIds": ["NUM.1.14"]}}, {"text": "Of Naphtali, Ahira the son of Enan.' ", "type": "text", "attrs": {"verseId": "NUM.1.15", "verseOrgIds": ["NUM.1.15"]}}, {"text": "These were the elect of the congregation, the princes of the tribes of their fathers; they were the heads of the thousands of Israel. ", "type": "text", "attrs": {"verseId": "NUM.1.16", "verseOrgIds": ["NUM.1.16"]}}, {"text": "And Moses and Aaron took these men that are pointed out by name. ", "type": "text", "attrs": {"verseId": "NUM.1.17", "verseOrgIds": ["NUM.1.17"]}}, {"text": "And they assembled all the congregation together on the first day of the second month, and they declared their pedigrees after their families, by their fathers' houses, according to the number of names, from twenty years old and upward, by their polls. ", "type": "text", "attrs": {"verseId": "NUM.1.18", "verseOrgIds": ["NUM.1.18"]}}, {"text": "As the LORD commanded Moses, so did he number them in the wilderness of Sinai. ", "type": "text", "attrs": {"verseId": "NUM.1.19", "verseOrgIds": ["NUM.1.19"]}}, {"text": "And the children of Reuben, Israel's first-born, their generations, by their families, by their fathers' houses, according to the number of names, by their polls, every male from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.20", "verseOrgIds": ["NUM.1.20"]}}, {"text": "those that were numbered of them, of the tribe of Reuben, were forty and six thousand and five hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.21", "verseOrgIds": ["NUM.1.21"]}}, {"text": "Of the children of Simeon, their generations, by their families, by their fathers' houses, those that were numbered thereof, according to the number of names, by their polls, every male from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.22", "verseOrgIds": ["NUM.1.22"]}}, {"text": "those that were numbered of them, of the tribe of Simeon, were fifty and nine thousand and three hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.23", "verseOrgIds": ["NUM.1.23"]}}, {"text": "Of the children of Gad, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.24", "verseOrgIds": ["NUM.1.24"]}}, {"text": "those that were numbered of them, of the tribe of Gad, were forty and five thousand six hundred and fifty. ", "type": "text", "attrs": {"verseId": "NUM.1.25", "verseOrgIds": ["NUM.1.25"]}}, {"text": "Of the children of Judah, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.26", "verseOrgIds": ["NUM.1.26"]}}, {"text": "those that were numbered of them, of the tribe of Judah, were threescore and fourteen thousand and six hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.27", "verseOrgIds": ["NUM.1.27"]}}, {"text": "Of the children of Issachar, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.28", "verseOrgIds": ["NUM.1.28"]}}, {"text": "those that were numbered of them, of the tribe of Issachar, were fifty and four thousand and four hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.29", "verseOrgIds": ["NUM.1.29"]}}, {"text": "Of the children of Zebulun, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.30", "verseOrgIds": ["NUM.1.30"]}}, {"text": "those that were numbered of them, of the tribe of Zebulun, were fifty and seven thousand and four hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.31", "verseOrgIds": ["NUM.1.31"]}}, {"text": "Of the children of Joseph, namely, of the children of Ephraim, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.32", "verseOrgIds": ["NUM.1.32"]}}, {"text": "those that were numbered of them, of the tribe of Ephraim, were forty thousand and five hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.33", "verseOrgIds": ["NUM.1.33"]}}, {"text": "Of the children of Manasseh, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.34", "verseOrgIds": ["NUM.1.34"]}}, {"text": "those that were numbered of them, of the tribe of Manasseh, were thirty and two thousand and two hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.35", "verseOrgIds": ["NUM.1.35"]}}, {"text": "Of the children of Benjamin, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.36", "verseOrgIds": ["NUM.1.36"]}}, {"text": "those that were numbered of them, of the tribe of Benjamin, were thirty and five thousand and four hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.37", "verseOrgIds": ["NUM.1.37"]}}, {"text": "Of the children of Dan, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.38", "verseOrgIds": ["NUM.1.38"]}}, {"text": "those that were numbered of them, of the tribe of Dan, were threescore and two thousand and seven hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.39", "verseOrgIds": ["NUM.1.39"]}}, {"text": "Of the children of Asher, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.40", "verseOrgIds": ["NUM.1.40"]}}, {"text": "those that were numbered of them, of the tribe of Asher, were forty and one thousand and five hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.41", "verseOrgIds": ["NUM.1.41"]}}, {"text": "Of the children of Naphtali, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all that were able to go forth to war; ", "type": "text", "attrs": {"verseId": "NUM.1.42", "verseOrgIds": ["NUM.1.42"]}}, {"text": "those that were numbered of them, of the tribe of Naphtali, were fifty and three thousand and four hundred. ", "type": "text", "attrs": {"verseId": "NUM.1.43", "verseOrgIds": ["NUM.1.43"]}}, {"text": "These are those that were numbered, which Moses and Aaron numbered, and the princes of Israel, being twelve men; they were each one for his fathers' house. ", "type": "text", "attrs": {"verseId": "NUM.1.44", "verseOrgIds": ["NUM.1.44"]}}, {"text": "And all those that were numbered of the children of Israel by their fathers' houses, from twenty years old and upward, all that were able to go forth to war in Israel; ", "type": "text", "attrs": {"verseId": "NUM.1.45", "verseOrgIds": ["NUM.1.45"]}}, {"text": "even all those that were numbered were six hundred thousand and three thousand and five hundred and fifty. ", "type": "text", "attrs": {"verseId": "NUM.1.46", "verseOrgIds": ["NUM.1.46"]}}, {"text": "But the Levites after the tribe of their fathers were not numbered among them. ", "type": "text", "attrs": {"verseId": "NUM.1.47", "verseOrgIds": ["NUM.1.47"]}}, {"text": "And the LORD spoke unto Moses, saying: ", "type": "text", "attrs": {"verseId": "NUM.1.48", "verseOrgIds": ["NUM.1.48"]}}, {"text": "'Howbeit the tribe of Levi thou shalt not number, neither shalt thou take the sum of them among the children of Israel; ", "type": "text", "attrs": {"verseId": "NUM.1.49", "verseOrgIds": ["NUM.1.49"]}}, {"text": "but appoint thou the Levites over the tabernacle of the testimony, and over all the furniture thereof, and over all that belongeth to it; they shall bear the tabernacle, and all the furniture thereof; and they shall minister unto it, and shall encamp round about the tabernacle. ", "type": "text", "attrs": {"verseId": "NUM.1.50", "verseOrgIds": ["NUM.1.50"]}}, {"text": "And when the tabernacle setteth forward, the Levites shall take it down; and when the tabernacle is to be pitched, the Levites shall set it up; and the common man that draweth nigh shall be put to death. ", "type": "text", "attrs": {"verseId": "NUM.1.51", "verseOrgIds": ["NUM.1.51"]}}, {"text": "And the children of Israel shall pitch their tents, every man with his own camp, and every man with his own standard, according to their hosts. ", "type": "text", "attrs": {"verseId": "NUM.1.52", "verseOrgIds": ["NUM.1.52"]}}, {"text": "But the Levites shall pitch round about the tabernacle of the testimony, that there be no wrath upon the congregation of the children of Israel; and the Levites shall keep the charge of the tabernacle of the testimony.' ", "type": "text", "attrs": {"verseId": "NUM.1.53", "verseOrgIds": ["NUM.1.53"]}}, {"text": "Thus did the children of Israel; according to all that the LORD commanded Moses, so did they.", "type": "text", "attrs": {"verseId": "NUM.1.54", "verseOrgIds": ["NUM.1.54"]}}]}], "next": {"id": "NUM.2", "number": "2", "bookId": "NUM"}, "previous": {"id": "NUM.intro", "number": "intro", "bookId": "NUM"}}}}