{"_default": {"1": {"id": "EZR.4", "bibleId": "bf8f1c7f3f9045a5-01", "number": "4", "bookId": "EZR", "reference": "Ezra 4", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple unto the LORD, the God of Israel; ", "type": "text", "attrs": {"verseId": "EZR.4.1", "verseOrgIds": ["EZR.4.1"]}}, {"text": "then they drew near to Zerubbabel, and to the heads of fathers' houses, and said unto them: 'Let us build with you; for we seek your God, as ye do; and we do sacrifice unto Him since the days of Esarhaddon king of Assyria, who brought us up hither.' ", "type": "text", "attrs": {"verseId": "EZR.4.2", "verseOrgIds": ["EZR.4.2"]}}, {"text": "But Zerubbabel, and Jeshua, and the rest of the heads of fathers' houses of Israel, said unto them: 'Ye have nothing to do with us to build a house unto our God; but we ourselves together will build unto the LORD, the God of Israel, as king Cyrus the king of Persia hath commanded us.' ", "type": "text", "attrs": {"verseId": "EZR.4.3", "verseOrgIds": ["EZR.4.3"]}}, {"text": "Then the people of the land weakened the hands of the people of Judah, and harried them while they were building, ", "type": "text", "attrs": {"verseId": "EZR.4.4", "verseOrgIds": ["EZR.4.4"]}}, {"text": "and hired counsellors against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia. ", "type": "text", "attrs": {"verseId": "EZR.4.5", "verseOrgIds": ["EZR.4.5"]}}, {"text": "And in the reign of Ahasuerus, in the beginning of his reign, wrote they an accusation against the inhabitants of Judah and Jerusalem. ", "type": "text", "attrs": {"verseId": "EZR.4.6", "verseOrgIds": ["EZR.4.6"]}}, {"text": "And in the days of Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of his companions, unto Artaxerxes king of Persia; and the writing of the letter was written in the Aramaic character, and set forth in the Aramaic tongue. ", "type": "text", "attrs": {"verseId": "EZR.4.7", "verseOrgIds": ["EZR.4.7"]}}, {"text": "Rehum the commander and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort — ", "type": "text", "attrs": {"verseId": "EZR.4.8", "verseOrgIds": ["EZR.4.8"]}}, {"text": "then wrote Rehum the commander, and Shimshai the scribe, and the rest of their companions; the Dinites, and the Apharesattechites, the Tarpelites, the Apharesites, the Archevites, the Babylonians, the Shushanchites, the Dehites, the Elamites, ", "type": "text", "attrs": {"verseId": "EZR.4.9", "verseOrgIds": ["EZR.4.9"]}}, {"text": "and the rest of the nations whom the great and noble Asenappar brought over, and set in the city of Samaria, and the rest that are in the country beyond the River: — 'And now — ", "type": "text", "attrs": {"verseId": "EZR.4.10", "verseOrgIds": ["EZR.4.10"]}}, {"text": "this is the copy of the letter that they sent unto him, even unto Artaxerxes the king — thy servants the men beyond the River — and now ", "type": "text", "attrs": {"verseId": "EZR.4.11", "verseOrgIds": ["EZR.4.11"]}}, {"text": "be it known unto the king, that the Jews that came up from thee are come to us unto Jerusalem; they are building the rebellious and the bad city, and have finished the walls, and are digging out the foundations. ", "type": "text", "attrs": {"verseId": "EZR.4.12", "verseOrgIds": ["EZR.4.12"]}}, {"text": "Be it known now unto the king, that, if this city be builded, and the walls finished, they will not pay tribute, impost, or toll, and so thou wilt endamage the revenue of the kings. ", "type": "text", "attrs": {"verseId": "EZR.4.13", "verseOrgIds": ["EZR.4.13"]}}, {"text": "Now because we eat the salt of the palace, and it is not meet for us to see the king's dishonour, therefore have we sent and announced to the king, ", "type": "text", "attrs": {"verseId": "EZR.4.14", "verseOrgIds": ["EZR.4.14"]}}, {"text": "that search may be made in the book of the records of thy fathers; so shalt thou find in the book of the records, and know that this city is a rebellious city, and hurtful unto kings and provinces, and that they have moved sedition within the same of old time; for which cause was this city laid waste. ", "type": "text", "attrs": {"verseId": "EZR.4.15", "verseOrgIds": ["EZR.4.15"]}}, {"text": "We announce to the king that, if this city be builded, and the walls finished, by this means thou shalt have no portion beyond the River.' ", "type": "text", "attrs": {"verseId": "EZR.4.16", "verseOrgIds": ["EZR.4.16"]}}, {"text": "Then sent the king an answer unto Rehum the commander, and to Shimshai the scribe, and to the rest of their companions that dwell in Samaria, and unto the rest beyond the River: 'Peace, and now ", "type": "text", "attrs": {"verseId": "EZR.4.17", "verseOrgIds": ["EZR.4.17"]}}, {"text": "the letter which ye sent unto us hath been plainly read before me. ", "type": "text", "attrs": {"verseId": "EZR.4.18", "verseOrgIds": ["EZR.4.18"]}}, {"text": "And I decreed, and search hath been made, and it is found that this city of old time hath made insurrection against kings, and that rebellion and sedition have been made therein. ", "type": "text", "attrs": {"verseId": "EZR.4.19", "verseOrgIds": ["EZR.4.19"]}}, {"text": "There have been mighty kings also over Jerusalem, who have ruled over all the country beyond the River; and tribute, impost, and toll, was paid unto them. ", "type": "text", "attrs": {"verseId": "EZR.4.20", "verseOrgIds": ["EZR.4.20"]}}, {"text": "Make ye now a decree to cause these men to cease, and that this city be not builded, until a decree shall be made by me. ", "type": "text", "attrs": {"verseId": "EZR.4.21", "verseOrgIds": ["EZR.4.21"]}}, {"text": "And take heed that ye be not slack herein; why should damage grow to the hurt of the kings?' ", "type": "text", "attrs": {"verseId": "EZR.4.22", "verseOrgIds": ["EZR.4.22"]}}, {"text": "Then when the copy of king Artaxerxes' letter was read before Rehum, and Shimshai the scribe, and their companions, they went in haste to Jerusalem unto the Jews, and made them to cease by force and power. ", "type": "text", "attrs": {"verseId": "EZR.4.23", "verseOrgIds": ["EZR.4.23"]}}, {"text": "Then ceased the work of the house of God which is at Jerusalem; and it ceased unto the second year of the reign of Darius king of Persia.", "type": "text", "attrs": {"verseId": "EZR.4.24", "verseOrgIds": ["EZR.4.24"]}}]}], "next": {"id": "EZR.5", "number": "5", "bookId": "EZR"}, "previous": {"id": "EZR.3", "number": "3", "bookId": "EZR"}}}}