{"_default": {"1": {"id": "JER.39", "bibleId": "bf8f1c7f3f9045a5-01", "number": "39", "bookId": "JER", "reference": "Jeremiah 39", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "in the ninth year of Zedekiah king of Judah, in the tenth month, came Nebuchadrezzar king of Babylon and all his army against Jerusalem, and besieged it; ", "type": "text", "attrs": {"verseId": "JER.39.1", "verseOrgIds": ["JER.39.1"]}}, {"text": "in the eleventh year of Zedekiah, in the fourth month, the ninth day of the month, a breach was made in the city — ", "type": "text", "attrs": {"verseId": "JER.39.2", "verseOrgIds": ["JER.39.2"]}}, {"text": "that all the princes of the king of Babylon came in, and sat in the middle gate, even Nergal-sarezer, Samgar-nebo, Sarsechim Rab-saris, Nergal-sarezer Rab-mag, with all the residue of the princes of the king of Babylon. ", "type": "text", "attrs": {"verseId": "JER.39.3", "verseOrgIds": ["JER.39.3"]}}, {"text": "And it came to pass, that when Zedekiah the king of Judah and all the men of war saw them, then they fled, and went forth out of the city by night, by the way of the king's garden, by the gate betwixt the two walls; and he went out the way of the Arabah. ", "type": "text", "attrs": {"verseId": "JER.39.4", "verseOrgIds": ["JER.39.4"]}}, {"text": "But the army of the Chaldeans pursued after them, and overtook Zedekiah in the plains of Jericho; and when they had taken him, they brought him up to Nebuchadrezzar king of Babylon to Riblah in the land of Hamath, and he gave judgment upon him. ", "type": "text", "attrs": {"verseId": "JER.39.5", "verseOrgIds": ["JER.39.5"]}}, {"text": "Then the king of Babylon slew the sons of Zedekiah in Riblah before his eyes; also the king of Babylon slew all the nobles of Judah. ", "type": "text", "attrs": {"verseId": "JER.39.6", "verseOrgIds": ["JER.39.6"]}}, {"text": "Moreover he put out Zedekiah's eyes, and bound him in fetters, to carry him to Babylon. ", "type": "text", "attrs": {"verseId": "JER.39.7", "verseOrgIds": ["JER.39.7"]}}, {"text": "And the Chaldeans burned the king's house, and the house of the people, with fire, and broke down the walls of Jerusalem. ", "type": "text", "attrs": {"verseId": "JER.39.8", "verseOrgIds": ["JER.39.8"]}}, {"text": "Then Nebuzaradan the captain of the guard carried away captive into Babylon the remnant of the people that remained in the city, the deserters also, that fell away to him, with the rest of the people that remained. ", "type": "text", "attrs": {"verseId": "JER.39.9", "verseOrgIds": ["JER.39.9"]}}, {"text": "But Nebuzaradan the captain of the guard left of the poor of the people, that had nothing, in the land of Judah, and gave them vineyards and fields in that day. ", "type": "text", "attrs": {"verseId": "JER.39.10", "verseOrgIds": ["JER.39.10"]}}, {"text": "Now Nebuchadrezzar king of Babylon gave charge concerning Jeremiah to Nebuzaradan the captain of the guard, saying: ", "type": "text", "attrs": {"verseId": "JER.39.11", "verseOrgIds": ["JER.39.11"]}}, {"text": "'Take him, and look well to him, and do him no harm; but do unto him even as he shall say unto thee.' ", "type": "text", "attrs": {"verseId": "JER.39.12", "verseOrgIds": ["JER.39.12"]}}, {"text": "So Nebuzaradan the captain of the guard sent, and Nebushazban Rab-saris, and Nergal-sarezer Rab-mag, and all the chief officers of the king of Babylon; ", "type": "text", "attrs": {"verseId": "JER.39.13", "verseOrgIds": ["JER.39.13"]}}, {"text": "they sent, and took Jeremiah out of the court of the guard, and committed him unto Gedaliah the son of Ahikam, the son of Shaphan, that he should carry him home; so he dwelt among the people. ", "type": "text", "attrs": {"verseId": "JER.39.14", "verseOrgIds": ["JER.39.14"]}}, {"text": "Now the word of the LORD came unto Jeremiah, while he was shut up in the court of the guard, saying: ", "type": "text", "attrs": {"verseId": "JER.39.15", "verseOrgIds": ["JER.39.15"]}}, {"text": "'Go, and speak to Ebed-melech the Ethiopian, saying: Thus saith the LORD of hosts, the God of Israel: Behold, I will bring My words upon this city for evil, and not for good; and they shall be accomplished before thee in that day. ", "type": "text", "attrs": {"verseId": "JER.39.16", "verseOrgIds": ["JER.39.16"]}}, {"text": "But I will deliver thee in that day, saith the LORD; and thou shalt not be given into the hand of the men of whom thou art afraid. ", "type": "text", "attrs": {"verseId": "JER.39.17", "verseOrgIds": ["JER.39.17"]}}, {"text": "For I will surely deliver thee, and thou shalt not fall by the sword, but thy life shall be for a prey unto thee; because thou hast put thy trust in Me, saith the LORD.'", "type": "text", "attrs": {"verseId": "JER.39.18", "verseOrgIds": ["JER.39.18"]}}]}], "next": {"id": "JER.40", "number": "40", "bookId": "JER"}, "previous": {"id": "JER.38", "number": "38", "bookId": "JER"}}}}