{"_default": {"1": {"id": "NUM.24", "bibleId": "bf8f1c7f3f9045a5-01", "number": "24", "bookId": "NUM", "reference": "Numbers 24", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And when Balaam saw that it pleased the LORD to bless Israel, he went not, as at the other times, to meet with enchantments, but he set his face toward the wilderness. ", "type": "text", "attrs": {"verseId": "NUM.24.1", "verseOrgIds": ["NUM.24.1"]}}, {"text": "And Balaam lifted up his eyes, and he saw Israel dwelling tribe by tribe; and the spirit of God came upon him. ", "type": "text", "attrs": {"verseId": "NUM.24.2", "verseOrgIds": ["NUM.24.2"]}}, {"text": "And he took up his parable, and said: The saying of Balaam the son of Beor, and the saying of the man whose eye is opened; ", "type": "text", "attrs": {"verseId": "NUM.24.3", "verseOrgIds": ["NUM.24.3"]}}, {"text": "The saying of him who heareth the words of God, who seeth the vision of the Almighty, fallen down, yet with opened eyes: ", "type": "text", "attrs": {"verseId": "NUM.24.4", "verseOrgIds": ["NUM.24.4"]}}, {"text": "How goodly are thy tents, O Jacob, thy dwellings, O Israel! ", "type": "text", "attrs": {"verseId": "NUM.24.5", "verseOrgIds": ["NUM.24.5"]}}, {"text": "As valleys stretched out, as gardens by the river-side; as aloes planted of the LORD, as cedars beside the waters; ", "type": "text", "attrs": {"verseId": "NUM.24.6", "verseOrgIds": ["NUM.24.6"]}}, {"text": "Water shall flow from his branches, and his seed shall be in many waters; and his king shall be higher than Agag, and his kingdom shall be exalted. ", "type": "text", "attrs": {"verseId": "NUM.24.7", "verseOrgIds": ["NUM.24.7"]}}, {"text": "God who brought him forth out of Egypt is for him like the lofty horns of the wild-ox; he shall eat up the nations that are his adversaries, and shall break their bones in pieces, and pierce them through with his arrows. ", "type": "text", "attrs": {"verseId": "NUM.24.8", "verseOrgIds": ["NUM.24.8"]}}, {"text": "He couched, he lay down as a lion, and as a lioness; who shall rouse him up? Blessed be every one that blesseth thee, and cursed be every one that curseth thee. ", "type": "text", "attrs": {"verseId": "NUM.24.9", "verseOrgIds": ["NUM.24.9"]}}, {"text": "And Balak's anger was kindled against Balaam, and he smote his hands together; and Balak said unto Balaam: 'I called thee to curse mine enemies, and, behold, thou hast altogether blessed them these three times. ", "type": "text", "attrs": {"verseId": "NUM.24.10", "verseOrgIds": ["NUM.24.10"]}}, {"text": "Therefore now flee thou to thy place; I thought to promote thee unto great honour; but, lo, the LORD hath kept thee back from honour.' ", "type": "text", "attrs": {"verseId": "NUM.24.11", "verseOrgIds": ["NUM.24.11"]}}, {"text": "And Balaam said unto Balak: 'Spoke I not also to thy messengers that thou didst send unto me, saying: ", "type": "text", "attrs": {"verseId": "NUM.24.12", "verseOrgIds": ["NUM.24.12"]}}, {"text": "If Balak would give me his house full of silver and gold, I cannot go beyond the word of the LORD, to do either good or bad of mine own mind; what the LORD speaketh, that will I speak? ", "type": "text", "attrs": {"verseId": "NUM.24.13", "verseOrgIds": ["NUM.24.13"]}}, {"text": "And now, behold, I go unto my people; come, and I will announce to thee what this people shall do to thy people in the end of days.' ", "type": "text", "attrs": {"verseId": "NUM.24.14", "verseOrgIds": ["NUM.24.14"]}}, {"text": "And he took up his parable, and said: The saying of Balaam the son of Beor, and the saying of the man whose eye is opened; ", "type": "text", "attrs": {"verseId": "NUM.24.15", "verseOrgIds": ["NUM.24.15"]}}, {"text": "The saying of him who heareth the words of God, and knoweth the knowledge of the Most High, who seeth the vision of the Almighty, fallen down, yet with opened eyes: ", "type": "text", "attrs": {"verseId": "NUM.24.16", "verseOrgIds": ["NUM.24.16"]}}, {"text": "I see him, but not now; I behold him, but not nigh; there shall step forth a star out of Jacob, and a scepter shall rise out of Israel, and shall smite through the corners of Moab, and break down all the sons of Seth. ", "type": "text", "attrs": {"verseId": "NUM.24.17", "verseOrgIds": ["NUM.24.17"]}}, {"text": "And Edom shall be a possession, Seir also, even his enemies, shall be a possession; while Israel doeth valiantly. ", "type": "text", "attrs": {"verseId": "NUM.24.18", "verseOrgIds": ["NUM.24.18"]}}, {"text": "And out of Jacob shall one have dominion, and shall destroy the remnant from the city. ", "type": "text", "attrs": {"verseId": "NUM.24.19", "verseOrgIds": ["NUM.24.19"]}}, {"text": "And he looked on Amalek, and took up his parable, and said: Amalek was the first of the nations; but his end shall come to destruction. ", "type": "text", "attrs": {"verseId": "NUM.24.20", "verseOrgIds": ["NUM.24.20"]}}, {"text": "And he looked on the Kenite, and took up his parable, and said: Though firm be thy dwelling-place, and though thy nest be set in the rock; ", "type": "text", "attrs": {"verseId": "NUM.24.21", "verseOrgIds": ["NUM.24.21"]}}, {"text": "Nevertheless Kain shall be wasted; How long? Asshur shall carry thee away captive. ", "type": "text", "attrs": {"verseId": "NUM.24.22", "verseOrgIds": ["NUM.24.22"]}}, {"text": "And he took up his parable, and said: Alas, who shall live after God hath appointed him? ", "type": "text", "attrs": {"verseId": "NUM.24.23", "verseOrgIds": ["NUM.24.23"]}}, {"text": "But ships shall come from the coast of Kittim, and they shall afflict Asshur, and shall afflict Eber, and he also shall come to destruction. ", "type": "text", "attrs": {"verseId": "NUM.24.24", "verseOrgIds": ["NUM.24.24"]}}, {"text": "And Balaam rose up, and went and returned to his place; and Balak also went his way.", "type": "text", "attrs": {"verseId": "NUM.24.25", "verseOrgIds": ["NUM.24.25"]}}]}], "next": {"id": "NUM.25", "number": "25", "bookId": "NUM"}, "previous": {"id": "NUM.23", "number": "23", "bookId": "NUM"}}}}