{"_default": {"1": {"id": "2SA.11", "bibleId": "bf8f1c7f3f9045a5-01", "number": "11", "bookId": "2SA", "reference": "2 Samuel 11", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass, at the return of the year, at the time when kings go out to battle, that David sent Joab, and his servants with him, and all Israel; and they destroyed the children of Ammon, and besieged Rabbah. But David tarried at Jerusalem. ", "type": "text", "attrs": {"verseId": "2SA.11.1", "verseOrgIds": ["2SA.11.1"]}}, {"text": "And it came to pass at eventide, that David arose from off his bed, and walked upon the roof of the king's house; and from the roof he saw a woman bathing; and the woman was very beautiful to look upon. ", "type": "text", "attrs": {"verseId": "2SA.11.2", "verseOrgIds": ["2SA.11.2"]}}, {"text": "And David sent and inquired after the woman. And one said: 'Is not this Bath-sheba, the daughter of Eliam, the wife of Uriah the Hittite?' ", "type": "text", "attrs": {"verseId": "2SA.11.3", "verseOrgIds": ["2SA.11.3"]}}, {"text": "And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness; and she returned unto her house. ", "type": "text", "attrs": {"verseId": "2SA.11.4", "verseOrgIds": ["2SA.11.4"]}}, {"text": "And the woman conceived; and she sent and told David, and said: 'I am with child.' ", "type": "text", "attrs": {"verseId": "2SA.11.5", "verseOrgIds": ["2SA.11.5"]}}, {"text": "And David sent to Joab, saying: 'Send me Uriah the Hittite.' And Joab sent Uriah to David. ", "type": "text", "attrs": {"verseId": "2SA.11.6", "verseOrgIds": ["2SA.11.6"]}}, {"text": "And when Uriah was come unto him, David asked of him how Joab did, and how the people fared, and how the war prospered. ", "type": "text", "attrs": {"verseId": "2SA.11.7", "verseOrgIds": ["2SA.11.7"]}}, {"text": "And David said to Uriah: 'Go down to thy house, and wash thy feet.' And Uriah departed out of the king's house, and there followed him a mess of food from the king. ", "type": "text", "attrs": {"verseId": "2SA.11.8", "verseOrgIds": ["2SA.11.8"]}}, {"text": "But Uriah slept at the door of the king's house with all the servants of his lord, and went not down to his house. ", "type": "text", "attrs": {"verseId": "2SA.11.9", "verseOrgIds": ["2SA.11.9"]}}, {"text": "And when they had told David, saying: 'Uriah went not down unto his house', David said unto Uriah: 'Art thou not come from a journey? wherefore didst thou not go down unto thy house?' ", "type": "text", "attrs": {"verseId": "2SA.11.10", "verseOrgIds": ["2SA.11.10"]}}, {"text": "And Uriah said unto David: 'The ark, and Israel, and Judah, abide in booths; and my lord Joab, and the servants of my lord, are encamped in the open field; shall I then go into my house, to eat and to drink, and to lie with my wife? as thou livest, and as thy soul liveth, I will not do this thing.' ", "type": "text", "attrs": {"verseId": "2SA.11.11", "verseOrgIds": ["2SA.11.11"]}}, {"text": "And David said to Uriah: 'Tarry here to-day also, and to-morrow I will let thee depart.' So Uriah abode in Jerusalem that day, and the morrow. ", "type": "text", "attrs": {"verseId": "2SA.11.12", "verseOrgIds": ["2SA.11.12"]}}, {"text": "And when David had called him, he did eat and drink before him; and he made him drunk; and at even he went out to lie on his bed with the servants of his lord, but went not down to his house. ", "type": "text", "attrs": {"verseId": "2SA.11.13", "verseOrgIds": ["2SA.11.13"]}}, {"text": "And it came to pass in the morning, that David wrote a letter to Joab, and sent it by the hand of Uriah. ", "type": "text", "attrs": {"verseId": "2SA.11.14", "verseOrgIds": ["2SA.11.14"]}}, {"text": "And he wrote in the letter, saying: 'Set ye Uriah in the forefront of the hottest battle, and retire ye from him, that he may be smitten, and die.' ", "type": "text", "attrs": {"verseId": "2SA.11.15", "verseOrgIds": ["2SA.11.15"]}}, {"text": "And it came to pass, when Joab kept watch upon the city, that he assigned Uriah unto the place where he knew that valiant men were. ", "type": "text", "attrs": {"verseId": "2SA.11.16", "verseOrgIds": ["2SA.11.16"]}}, {"text": "And the men of the city went out, and fought with Joab; and there fell some of the people, even of the servants of David; and Uriah the Hittite died also. ", "type": "text", "attrs": {"verseId": "2SA.11.17", "verseOrgIds": ["2SA.11.17"]}}, {"text": "Then Joab sent and told David all the things concerning the war; ", "type": "text", "attrs": {"verseId": "2SA.11.18", "verseOrgIds": ["2SA.11.18"]}}, {"text": "and he charged the messenger, saying: 'When thou hast made an end of telling all the things concerning the war unto the king, ", "type": "text", "attrs": {"verseId": "2SA.11.19", "verseOrgIds": ["2SA.11.19"]}}, {"text": "it shall be that, if the king's wrath arise, and he say unto thee: Wherefore went ye so nigh unto the city to fight? knew ye not that they would shoot from the wall? ", "type": "text", "attrs": {"verseId": "2SA.11.20", "verseOrgIds": ["2SA.11.20"]}}, {"text": "who smote Abimelech the son of Jerubbesheth? did not a woman cast an upper millstone upon him from the wall, that he died at Thebez? why went ye so nigh the wall? then shalt thou say: Thy servant Uriah the Hittite is dead also.' ", "type": "text", "attrs": {"verseId": "2SA.11.21", "verseOrgIds": ["2SA.11.21"]}}, {"text": "So the messenger went, and came and told David all that Joab had sent him for. ", "type": "text", "attrs": {"verseId": "2SA.11.22", "verseOrgIds": ["2SA.11.22"]}}, {"text": "And the messenger said unto David: 'The men prevailed against us, and came out unto us into the field, and we were upon them even unto the entrance of the gate. ", "type": "text", "attrs": {"verseId": "2SA.11.23", "verseOrgIds": ["2SA.11.23"]}}, {"text": "And the shooters shot at thy servants from off the wall; and some of the king's servants are dead, and thy servant Uriah the Hittite is dead also.' ", "type": "text", "attrs": {"verseId": "2SA.11.24", "verseOrgIds": ["2SA.11.24"]}}, {"text": "Then David said unto the messenger: 'Thus shalt thou say unto Joab: Let not this thing displease thee, for the sword devoureth in one manner or another; make thy battle more strong against the city, and overthrow it; and encourage thou him.' ", "type": "text", "attrs": {"verseId": "2SA.11.25", "verseOrgIds": ["2SA.11.25"]}}, {"text": "And when the wife of Uriah heard that Uriah her husband was dead, she made lamentation for her husband. ", "type": "text", "attrs": {"verseId": "2SA.11.26", "verseOrgIds": ["2SA.11.26"]}}, {"text": "And when the mourning was past, David sent and took her home to his house, and she became his wife, and bore him a son. But the thing that David had done displeased the LORD.", "type": "text", "attrs": {"verseId": "2SA.11.27", "verseOrgIds": ["2SA.11.27"]}}]}], "next": {"id": "2SA.12", "number": "12", "bookId": "2SA"}, "previous": {"id": "2SA.10", "number": "10", "bookId": "2SA"}}}}