{"_default": {"1": {"id": "2CH.15", "bibleId": "bf8f1c7f3f9045a5-01", "number": "15", "bookId": "2CH", "reference": "2 Chronicles 15", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the spirit of God came upon Azariah the son of Oded; ", "type": "text", "attrs": {"verseId": "2CH.15.1", "verseOrgIds": ["2CH.15.1"]}}, {"text": "and he went out to meet Asa, and said unto him: 'Hear ye me, Asa, and all Judah and Benjamin: the LORD is with you, while ye are with Him; and if ye seek Him, He will be found of you; but if ye forsake Him, He will forsake you. ", "type": "text", "attrs": {"verseId": "2CH.15.2", "verseOrgIds": ["2CH.15.2"]}}, {"text": "Now for long seasons Israel was without the true God, and without a teaching priest, and without law; ", "type": "text", "attrs": {"verseId": "2CH.15.3", "verseOrgIds": ["2CH.15.3"]}}, {"text": "but when in their distress they turned unto the LORD, the God of Israel, and sought Him, He was found of them. ", "type": "text", "attrs": {"verseId": "2CH.15.4", "verseOrgIds": ["2CH.15.4"]}}, {"text": "And in those times there was no peace to him that went out, nor to him that came in, but great discomfitures were upon all the inhabitants of the lands. ", "type": "text", "attrs": {"verseId": "2CH.15.5", "verseOrgIds": ["2CH.15.5"]}}, {"text": "And they were broken in pieces, nation against nation, and city against city; for God did discomfit them with all manner of adversity. ", "type": "text", "attrs": {"verseId": "2CH.15.6", "verseOrgIds": ["2CH.15.6"]}}, {"text": "But be ye strong, and let not your hands be slack; for your work shall be rewarded.' ", "type": "text", "attrs": {"verseId": "2CH.15.7", "verseOrgIds": ["2CH.15.7"]}}, {"text": "And when Asa heard these words, even the prophecy of Oded the prophet, he took courage, and put away the detestable things out of all the land of Judah and Benjamin, and out of the cities which he had taken from the hill-country of Ephraim; and he renewed the altar of the LORD, that was before the porch of the LORD. ", "type": "text", "attrs": {"verseId": "2CH.15.8", "verseOrgIds": ["2CH.15.8"]}}, {"text": "And he gathered all Judah and Benjamin, and them that sojourned with them out of Ephraim and Manasseh, and out of Simeon; for they fell to him out of Israel in abundance, when they saw that the LORD his God was with him. ", "type": "text", "attrs": {"verseId": "2CH.15.9", "verseOrgIds": ["2CH.15.9"]}}, {"text": "So they gathered themselves together at Jerusalem in the third month, in the fifteenth year of the reign of Asa. ", "type": "text", "attrs": {"verseId": "2CH.15.10", "verseOrgIds": ["2CH.15.10"]}}, {"text": "And they sacrificed unto the LORD in that day, of the spoil which they had brought, seven hundred oxen and seven thousand sheep. ", "type": "text", "attrs": {"verseId": "2CH.15.11", "verseOrgIds": ["2CH.15.11"]}}, {"text": "And they entered into the covenant to seek the LORD, the God of their fathers, with all their heart and with all their soul; ", "type": "text", "attrs": {"verseId": "2CH.15.12", "verseOrgIds": ["2CH.15.12"]}}, {"text": "and that whosoever would not seek the LORD, the God of Israel, should be put to death, whether small or great, whether man or woman. ", "type": "text", "attrs": {"verseId": "2CH.15.13", "verseOrgIds": ["2CH.15.13"]}}, {"text": "And they swore unto the LORD with a loud voice, and with shouting, and with trumpets, and with horns. ", "type": "text", "attrs": {"verseId": "2CH.15.14", "verseOrgIds": ["2CH.15.14"]}}, {"text": "And all Judah rejoiced at the oath; for they had sworn with all their heart, and sought Him with their whole desire; and He was found of them; and the LORD gave them rest round about. ", "type": "text", "attrs": {"verseId": "2CH.15.15", "verseOrgIds": ["2CH.15.15"]}}, {"text": "And also Maacah the mother of Asa the king, he removed her from being queen, because she had made an abominable image for an Asherah; and Asa cut down her image, and made dust of it, and burnt it at the brook Kidron. ", "type": "text", "attrs": {"verseId": "2CH.15.16", "verseOrgIds": ["2CH.15.16"]}}, {"text": "But the high places were not taken away out of Israel; nevertheless the heart of Asa was whole all his days. ", "type": "text", "attrs": {"verseId": "2CH.15.17", "verseOrgIds": ["2CH.15.17"]}}, {"text": "And he brought into the house of God the things that his father had hallowed, and that he himself had hallowed, silver, and gold, and vessels. ", "type": "text", "attrs": {"verseId": "2CH.15.18", "verseOrgIds": ["2CH.15.18"]}}, {"text": "And there was no more war unto the five and thirtieth year of the reign of Asa.", "type": "text", "attrs": {"verseId": "2CH.15.19", "verseOrgIds": ["2CH.15.19"]}}]}], "next": {"id": "2CH.16", "number": "16", "bookId": "2CH"}, "previous": {"id": "2CH.14", "number": "14", "bookId": "2CH"}}}}