{"_default": {"1": {"id": "ISA.8", "bibleId": "bf8f1c7f3f9045a5-01", "number": "8", "bookId": "ISA", "reference": "Isaiah 8", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And the LORD said unto me: 'Take thee a great tablet, and write upon it in common script: The spoil speedeth, the prey hasteth; ", "type": "text", "attrs": {"verseId": "ISA.8.1", "verseOrgIds": ["ISA.8.1"]}}, {"text": "and I will take unto Me faithful witnesses to record, Uriah the priest, and Zechariah the son of Jeberechiah.' ", "type": "text", "attrs": {"verseId": "ISA.8.2", "verseOrgIds": ["ISA.8.2"]}}, {"text": "And I went unto the prophetess; and she conceived, and bore a son. Then said the LORD unto me: 'Call his name Maher-shalal-hashbaz. ", "type": "text", "attrs": {"verseId": "ISA.8.3", "verseOrgIds": ["ISA.8.3"]}}, {"text": "For before the child shall have knowledge to cry: My father, and: My mother, the riches of Damascus and the spoil of Samaria shall be carried away before the king of Assyria.' ", "type": "text", "attrs": {"verseId": "ISA.8.4", "verseOrgIds": ["ISA.8.4"]}}, {"text": "And the LORD spoke unto me yet again, saying: ", "type": "text", "attrs": {"verseId": "ISA.8.5", "verseOrgIds": ["ISA.8.5"]}}, {"text": "Forasmuch as this people hath refused the waters of Shiloah that go softly, and rejoiceth with Rezin and Remaliah's son; ", "type": "text", "attrs": {"verseId": "ISA.8.6", "verseOrgIds": ["ISA.8.6"]}}, {"text": "Now therefore, behold, the Lord bringeth up upon them the waters of the River, mighty and many, even the king of Assyria and all his glory; and he shall come up over all his channels, and go over all his banks; ", "type": "text", "attrs": {"verseId": "ISA.8.7", "verseOrgIds": ["ISA.8.7"]}}, {"text": "And he shall sweep through Judah overflowing as he passeth through he shall reach even to the neck; and the stretching out of his wings shall fill the breadth of thy land, O Immanuel. ", "type": "text", "attrs": {"verseId": "ISA.8.8", "verseOrgIds": ["ISA.8.8"]}}, {"text": "Make an uproar, O ye peoples, and ye shall be broken in pieces; and give ear, all ye of far countries; gird yourselves, and ye shall be broken in pieces; gird yourselves, and ye shall be broken in pieces. ", "type": "text", "attrs": {"verseId": "ISA.8.9", "verseOrgIds": ["ISA.8.9"]}}, {"text": "Take counsel together, and it shall be brought to nought; speak the word, and it shall not stand; for God is with us. ", "type": "text", "attrs": {"verseId": "ISA.8.10", "verseOrgIds": ["ISA.8.10"]}}, {"text": "For the LORD spoke thus to me with a strong hand, admonishing me that I should not walk in the way of this people, saying: ", "type": "text", "attrs": {"verseId": "ISA.8.11", "verseOrgIds": ["ISA.8.11"]}}, {"text": "'Say ye not: A conspiracy, concerning all whereof this people do say: A conspiracy; neither fear ye their fear, nor account it dreadful. ", "type": "text", "attrs": {"verseId": "ISA.8.12", "verseOrgIds": ["ISA.8.12"]}}, {"text": "The LORD of hosts, Him shall ye sanctify; and let Him be your fear, and let Him be your dread. ", "type": "text", "attrs": {"verseId": "ISA.8.13", "verseOrgIds": ["ISA.8.13"]}}, {"text": "And He shall be for a sanctuary; but for a stone of stumbling and for a rock of offence to both the houses of Israel, for a gin and for a snare to the inhabitants of Jerusalem. ", "type": "text", "attrs": {"verseId": "ISA.8.14", "verseOrgIds": ["ISA.8.14"]}}, {"text": "And many among them shall stumble, and fall, and be broken, and be snared, and be taken.' ", "type": "text", "attrs": {"verseId": "ISA.8.15", "verseOrgIds": ["ISA.8.15"]}}, {"text": "'Bind up the testimony, seal the instruction among My disciples.' ", "type": "text", "attrs": {"verseId": "ISA.8.16", "verseOrgIds": ["ISA.8.16"]}}, {"text": "And I will wait for the LORD, that hideth His face from the house of Jacob, and I will look for Him. ", "type": "text", "attrs": {"verseId": "ISA.8.17", "verseOrgIds": ["ISA.8.17"]}}, {"text": "Behold, I and the children whom the LORD hath given me shall be for signs and for wonders in Israel from the LORD of hosts, who dwelleth in mount Zion. ", "type": "text", "attrs": {"verseId": "ISA.8.18", "verseOrgIds": ["ISA.8.18"]}}, {"text": "And when they shall say unto you: 'Seek unto the ghosts and the familiar spirits, that chirp and that mutter; should not a people seek unto their God? on behalf of the living unto the dead ", "type": "text", "attrs": {"verseId": "ISA.8.19", "verseOrgIds": ["ISA.8.19"]}}, {"text": "for instruction and for testimony?' — Surely they will speak according to this word, wherein there is no light. — ", "type": "text", "attrs": {"verseId": "ISA.8.20", "verseOrgIds": ["ISA.8.20"]}}, {"text": "And they shall pass this way that are sore bestead and hungry; and it shall come to pass that, when they shall be hungry, they shall fret themselves, and curse by their king and by their God, and, whether they turn their faces upward, ", "type": "text", "attrs": {"verseId": "ISA.8.21", "verseOrgIds": ["ISA.8.21"]}}, {"text": "or look unto the earth, behold distress and darkness, the gloom of anguish, and outspread thick darkness.", "type": "text", "attrs": {"verseId": "ISA.8.22", "verseOrgIds": ["ISA.8.22"]}}]}], "next": {"id": "ISA.9", "number": "9", "bookId": "ISA"}, "previous": {"id": "ISA.7", "number": "7", "bookId": "ISA"}}}}