{"_default": {"1": {"id": "SNG.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "SNG", "reference": "Song of Solomon 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I am come into my garden, my sister, my bride; I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk. Eat, O friends; drink, yea, drink abundantly, O beloved. ", "type": "text", "attrs": {"verseId": "SNG.5.1", "verseOrgIds": ["SNG.5.1"]}}, {"text": "I sleep, but my heart waketh; Hark! my beloved knocketh: 'Open to me, my sister, my love, my dove, my undefiled; for my head is filled with dew, my locks with the drops of the night.' ", "type": "text", "attrs": {"verseId": "SNG.5.2", "verseOrgIds": ["SNG.5.2"]}}, {"text": "I have put off my coat; how shall I put it on? I have washed my feet; how shall I defile them? ", "type": "text", "attrs": {"verseId": "SNG.5.3", "verseOrgIds": ["SNG.5.3"]}}, {"text": "My beloved put in his hand by the hole of the door, and my heart was moved for him. ", "type": "text", "attrs": {"verseId": "SNG.5.4", "verseOrgIds": ["SNG.5.4"]}}, {"text": "I rose up to open to my beloved; and my hands dropped with myrrh, and my fingers with flowing myrrh, upon the handles of the bar. ", "type": "text", "attrs": {"verseId": "SNG.5.5", "verseOrgIds": ["SNG.5.5"]}}, {"text": "I opened to my beloved; but my beloved had turned away, and was gone. My soul failed me when he spoke. I sought him, but I could not find him; I called him, but he gave me no answer. ", "type": "text", "attrs": {"verseId": "SNG.5.6", "verseOrgIds": ["SNG.5.6"]}}, {"text": "The watchmen that go about the city found me, they smote me, they wounded me; the keepers of the walls took away my mantle from me. ", "type": "text", "attrs": {"verseId": "SNG.5.7", "verseOrgIds": ["SNG.5.7"]}}, {"text": "'I adjure you, O daughters of Jerusalem, if ye find my beloved, what will ye tell him? that I am love-sick.' ", "type": "text", "attrs": {"verseId": "SNG.5.8", "verseOrgIds": ["SNG.5.8"]}}, {"text": "'What is thy beloved more than another beloved, O thou fairest among women? What is thy beloved more than another beloved, that thou dost so adjure us?' ", "type": "text", "attrs": {"verseId": "SNG.5.9", "verseOrgIds": ["SNG.5.9"]}}, {"text": "'My beloved is white and ruddy, pre-eminent above ten thousand. ", "type": "text", "attrs": {"verseId": "SNG.5.10", "verseOrgIds": ["SNG.5.10"]}}, {"text": "His head is as the most fine gold, his locks are curled, and black as a raven. ", "type": "text", "attrs": {"verseId": "SNG.5.11", "verseOrgIds": ["SNG.5.11"]}}, {"text": "His eyes are like doves beside the water-brooks; washed with milk, and fitly set. ", "type": "text", "attrs": {"verseId": "SNG.5.12", "verseOrgIds": ["SNG.5.12"]}}, {"text": "His cheeks are as a bed of spices, as banks of sweet herbs; his lips are as lilies, dropping with flowing myrrh. ", "type": "text", "attrs": {"verseId": "SNG.5.13", "verseOrgIds": ["SNG.5.13"]}}, {"text": "His hands are as rods of gold set with beryl; his body is as polished ivory overlaid with sapphires. ", "type": "text", "attrs": {"verseId": "SNG.5.14", "verseOrgIds": ["SNG.5.14"]}}, {"text": "His legs are as pillars of marble, set upon sockets of fine gold; his aspect is like Lebanon, excellent as the cedars. ", "type": "text", "attrs": {"verseId": "SNG.5.15", "verseOrgIds": ["SNG.5.15"]}}, {"text": "His mouth is most sweet; yea, he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem.'", "type": "text", "attrs": {"verseId": "SNG.5.16", "verseOrgIds": ["SNG.5.16"]}}]}], "next": {"id": "SNG.6", "number": "6", "bookId": "SNG"}, "previous": {"id": "SNG.4", "number": "4", "bookId": "SNG"}}}}