{"_default": {"1": {"id": "1KI.7", "bibleId": "bf8f1c7f3f9045a5-01", "number": "7", "bookId": "1KI", "reference": "1 Kings 7", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And Solomon was building his own house thirteen years, and he finished all his house. ", "type": "text", "attrs": {"verseId": "1KI.7.1", "verseOrgIds": ["1KI.7.1"]}}, {"text": "For he built the house of the forest of Lebanon: the length thereof was a hundred cubits, and the breadth thereof fifty cubits, and the height thereof thirty cubits, upon four rows of cedar pillars, with cedar beams upon the pillars. ", "type": "text", "attrs": {"verseId": "1KI.7.2", "verseOrgIds": ["1KI.7.2"]}}, {"text": "And it was covered with cedar above upon the side-chambers, that lay on forty and five pillars, fifteen in a row. ", "type": "text", "attrs": {"verseId": "1KI.7.3", "verseOrgIds": ["1KI.7.3"]}}, {"text": "And there were beams in three rows; and light was over against light in three ranks. ", "type": "text", "attrs": {"verseId": "1KI.7.4", "verseOrgIds": ["1KI.7.4"]}}, {"text": "And all the doors with their posts were square in the frame; and light was over against light in three ranks. ", "type": "text", "attrs": {"verseId": "1KI.7.5", "verseOrgIds": ["1KI.7.5"]}}, {"text": "And he made the porch of pillars: the length thereof was fifty cubits, and the breadth thereof thirty cubits; and a porch before them; and pillars and thick beams before them. ", "type": "text", "attrs": {"verseId": "1KI.7.6", "verseOrgIds": ["1KI.7.6"]}}, {"text": "And he made the porch of the throne where he might judge, even the porch of judgment; and it was covered with cedar from floor to floor. ", "type": "text", "attrs": {"verseId": "1KI.7.7", "verseOrgIds": ["1KI.7.7"]}}, {"text": "And his house where he might dwell, in the other court, within the porch, was of the like work. He made also a house for Pharaoh's daughter, whom Solomon had taken to wife, like unto this porch. ", "type": "text", "attrs": {"verseId": "1KI.7.8", "verseOrgIds": ["1KI.7.8"]}}, {"text": "All these were of costly stones, according to the measures of hewn stones, sawed with saws, within and without, even from the foundation unto the coping, and so on the outside unto the great court. ", "type": "text", "attrs": {"verseId": "1KI.7.9", "verseOrgIds": ["1KI.7.9"]}}, {"text": "And the foundation was of costly stones, even great stones, stones of ten cubits, and stones of eight cubits. ", "type": "text", "attrs": {"verseId": "1KI.7.10", "verseOrgIds": ["1KI.7.10"]}}, {"text": "And above were costly stones, after the measure of hewn stones, and cedar-wood. ", "type": "text", "attrs": {"verseId": "1KI.7.11", "verseOrgIds": ["1KI.7.11"]}}, {"text": "And the great court round about had three rows of hewn stone, and a row of cedar beams, like as the inner court of the house of the LORD, and the court of the porch of the house. ", "type": "text", "attrs": {"verseId": "1KI.7.12", "verseOrgIds": ["1KI.7.12"]}}, {"text": "And king Solomon sent and fetched Hiram out of Tyre. ", "type": "text", "attrs": {"verseId": "1KI.7.13", "verseOrgIds": ["1KI.7.13"]}}, {"text": "He was the son of a widow of the tribe of Naphtali, and his father was a man of Tyre, a worker in brass; and he was filled with wisdom and understanding and skill, to work all works in brass. And he came to king Solomon, and wrought all his work. ", "type": "text", "attrs": {"verseId": "1KI.7.14", "verseOrgIds": ["1KI.7.14"]}}, {"text": "Thus he fashioned the two pillars of brass, of eighteen cubits high each; and a line of twelve cubits did compass it about; and so the other pillar. ", "type": "text", "attrs": {"verseId": "1KI.7.15", "verseOrgIds": ["1KI.7.15"]}}, {"text": "And he made two capitals of molten brass, to set upon the tops of the pillars; the height of the one capital was five cubits, and the height of the other capital was five cubits. ", "type": "text", "attrs": {"verseId": "1KI.7.16", "verseOrgIds": ["1KI.7.16"]}}, {"text": "He also made nets of checker-work, and wreaths of chain-work, for the capitals which were upon the top of the pillars: seven for the one capital, and seven for the other capital. ", "type": "text", "attrs": {"verseId": "1KI.7.17", "verseOrgIds": ["1KI.7.17"]}}, {"text": "And he made the pillars; and there were two rows round about upon the one network, to cover the capitals that were upon the top of the pomegranates; and so did he for the other capital. ", "type": "text", "attrs": {"verseId": "1KI.7.18", "verseOrgIds": ["1KI.7.18"]}}, {"text": "And the capitals that were upon the top of the pillars in the porch were of lily-work, four cubits. ", "type": "text", "attrs": {"verseId": "1KI.7.19", "verseOrgIds": ["1KI.7.19"]}}, {"text": "And there were capitals above also upon the two pillars, close by the belly which was beside the network; and the pomegranates were two hundred, in rows round about upon each capital. ", "type": "text", "attrs": {"verseId": "1KI.7.20", "verseOrgIds": ["1KI.7.20"]}}, {"text": "And he set up the pillars at the porch of the temple; and he set up the right pillar, and called the name thereof Jachin; and he set up the left pillar, and called the name thereof Boaz. ", "type": "text", "attrs": {"verseId": "1KI.7.21", "verseOrgIds": ["1KI.7.21"]}}, {"text": "And upon the top of the pillars was lily-work; so was the work of the pillars finished. ", "type": "text", "attrs": {"verseId": "1KI.7.22", "verseOrgIds": ["1KI.7.22"]}}, {"text": "And he made the molten sea of ten cubits from brim to brim, round in compass, and the height thereof was five cubits; and a line of thirty cubits did compass it round about. ", "type": "text", "attrs": {"verseId": "1KI.7.23", "verseOrgIds": ["1KI.7.23"]}}, {"text": "And under the brim of it round about there were knops which did compass it, for ten cubits, compassing the sea round about; the knops were in two rows, cast when it was cast. ", "type": "text", "attrs": {"verseId": "1KI.7.24", "verseOrgIds": ["1KI.7.24"]}}, {"text": "It stood upon twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east; and the sea was set upon them above, and all their hinder parts were inward. ", "type": "text", "attrs": {"verseId": "1KI.7.25", "verseOrgIds": ["1KI.7.25"]}}, {"text": "And it was a hand-breadth thick; and the brim thereof was wrought like the brim of a cup, like the flower of a lily; it held two thousand baths. ", "type": "text", "attrs": {"verseId": "1KI.7.26", "verseOrgIds": ["1KI.7.26"]}}, {"text": "And he made the ten bases of brass; four cubits was the length of one base, and four cubits the breadth thereof, and three cubits the height of it. ", "type": "text", "attrs": {"verseId": "1KI.7.27", "verseOrgIds": ["1KI.7.27"]}}, {"text": "And the work of the bases was on this manner: they had borders; and there were borders between the stays; ", "type": "text", "attrs": {"verseId": "1KI.7.28", "verseOrgIds": ["1KI.7.28"]}}, {"text": "and on the borders that were between the stays were lions, oxen, and cherubim; and upon the stays it was in like manner above; and beneath the lions and oxen were wreaths of hanging work. ", "type": "text", "attrs": {"verseId": "1KI.7.29", "verseOrgIds": ["1KI.7.29"]}}, {"text": "And every base had four brazen wheels, and axles of brass; and the four feet thereof had undersetters; beneath the laver were the undersetters molten, with wreaths at the side of each. ", "type": "text", "attrs": {"verseId": "1KI.7.30", "verseOrgIds": ["1KI.7.30"]}}, {"text": "And the mouth of it within the crown and above was a cubit high; and the mouth thereof was round after the work of a pedestal, a cubit and a half; and also upon the mouth of it were gravings; and their borders were foursquare, not round. ", "type": "text", "attrs": {"verseId": "1KI.7.31", "verseOrgIds": ["1KI.7.31"]}}, {"text": "And the four wheels were underneath the borders; and the axletrees of the wheels were in the base; and the height of a wheel was a cubit and half a cubit. ", "type": "text", "attrs": {"verseId": "1KI.7.32", "verseOrgIds": ["1KI.7.32"]}}, {"text": "And the work of the wheels was like the work of a chariot wheel; their axletrees, and their felloes, and their spokes, and their naves, were all molten. ", "type": "text", "attrs": {"verseId": "1KI.7.33", "verseOrgIds": ["1KI.7.33"]}}, {"text": "And there were four undersetters at the four corners of each base; the undersetters thereof were of one piece with the base itself. ", "type": "text", "attrs": {"verseId": "1KI.7.34", "verseOrgIds": ["1KI.7.34"]}}, {"text": "And in the top of the base was there a round compass of half a cubit high; and on the top of the base the stays thereof and the borders thereof were of one piece therewith. ", "type": "text", "attrs": {"verseId": "1KI.7.35", "verseOrgIds": ["1KI.7.35"]}}, {"text": "And on the plates of the stays thereof, and on the borders thereof, he graved cherubim, lions, and palm-trees, according to the space of each, with wreaths round about. ", "type": "text", "attrs": {"verseId": "1KI.7.36", "verseOrgIds": ["1KI.7.36"]}}, {"text": "After this manner he made the ten bases; all of them had one casting, one measure, and one form. ", "type": "text", "attrs": {"verseId": "1KI.7.37", "verseOrgIds": ["1KI.7.37"]}}, {"text": "And he made ten lavers of brass: one laver contained forty baths; and every laver was four cubits; and upon every one of the ten bases one laver. ", "type": "text", "attrs": {"verseId": "1KI.7.38", "verseOrgIds": ["1KI.7.38"]}}, {"text": "And he set the bases, five on the right side of the house, and five on the left side of the house; and he set the sea on the right side of the house eastward, toward the south. ", "type": "text", "attrs": {"verseId": "1KI.7.39", "verseOrgIds": ["1KI.7.39"]}}, {"text": "And Hiram made the pots, and the shovels, and the basins. So Hiram made an end of doing all the work that he wrought for king Solomon in the house of the LORD: ", "type": "text", "attrs": {"verseId": "1KI.7.40", "verseOrgIds": ["1KI.7.40"]}}, {"text": "the two pillars, and the two bowls of the capitals that were on the top of the pillars; and the two networks to cover the two bowls of the capitals that were on the top of the pillars; ", "type": "text", "attrs": {"verseId": "1KI.7.41", "verseOrgIds": ["1KI.7.41"]}}, {"text": "and the four hundred pomegranates for the two networks, two rows of pomegranates for each network, to cover the two bowls of the capitals that were upon the top of the pillars; ", "type": "text", "attrs": {"verseId": "1KI.7.42", "verseOrgIds": ["1KI.7.42"]}}, {"text": "and the ten bases, and the ten lavers on the bases; ", "type": "text", "attrs": {"verseId": "1KI.7.43", "verseOrgIds": ["1KI.7.43"]}}, {"text": "and the one sea, and the twelve oxen under the sea; ", "type": "text", "attrs": {"verseId": "1KI.7.44", "verseOrgIds": ["1KI.7.44"]}}, {"text": "and the pots, and the shovels, and the basins; even all these vessels, which Hiram made for king Solomon, in the house of the LORD, were of burnished brass. ", "type": "text", "attrs": {"verseId": "1KI.7.45", "verseOrgIds": ["1KI.7.45"]}}, {"text": "In the plain of the Jordan did the king cast them, in the clay ground between Succoth and Zarethan. ", "type": "text", "attrs": {"verseId": "1KI.7.46", "verseOrgIds": ["1KI.7.46"]}}, {"text": "And Solomon left all the vessels unweighed, because they were exceeding many; the weight of the brass could not be found out. ", "type": "text", "attrs": {"verseId": "1KI.7.47", "verseOrgIds": ["1KI.7.47"]}}, {"text": "And Solomon made all the vessels that were in the house of the LORD: the golden altar, and the table whereupon the showbread was, of gold; ", "type": "text", "attrs": {"verseId": "1KI.7.48", "verseOrgIds": ["1KI.7.48"]}}, {"text": "and the candlesticks, five on the right side, and five on the left, before the Sanctuary, of pure gold; and the flowers, and the lamps, and the tongs, of gold; ", "type": "text", "attrs": {"verseId": "1KI.7.49", "verseOrgIds": ["1KI.7.49"]}}, {"text": "and the cups, and the snuffers, and the basins, and the pans, and the fire-pans, of pure gold; and the hinges, both for the doors of the inner house, the most holy place, and for the doors of the house, that is, of the temple, of gold. ", "type": "text", "attrs": {"verseId": "1KI.7.50", "verseOrgIds": ["1KI.7.50"]}}, {"text": "Thus all the work that king Solomon wrought in the house of the LORD was finished. And Solomon brought in the things which David his father had dedicated, the silver, and the gold, and the vessels, and put them in the treasuries of the house of the LORD.", "type": "text", "attrs": {"verseId": "1KI.7.51", "verseOrgIds": ["1KI.7.51"]}}]}], "next": {"id": "1KI.8", "number": "8", "bookId": "1KI"}, "previous": {"id": "1KI.6", "number": "6", "bookId": "1KI"}}}}