{"_default": {"1": {"id": "ISA.66", "bibleId": "bf8f1c7f3f9045a5-01", "number": "66", "bookId": "ISA", "reference": "Isaiah 66", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Thus saith the LORD: The heaven is My throne, and the earth is My footstool; where is the house that ye may build unto Me? And where is the place that may be My resting-place? ", "type": "text", "attrs": {"verseId": "ISA.66.1", "verseOrgIds": ["ISA.66.1"]}}, {"text": "For all these things hath My hand made, and so all these things came to be, saith the LORD; but on this man will I look, even on him that is poor and of a contrite spirit, and trembleth at My word. ", "type": "text", "attrs": {"verseId": "ISA.66.2", "verseOrgIds": ["ISA.66.2"]}}, {"text": "He that killeth an ox is as if he slew a man; he that sacrificeth a lamb, as if he broke a dog's neck; he that offereth a meal-offering, as if he offered swine's blood; he that maketh a memorial-offering of frankincense, as if he blessed an idol; according as they have chosen their own ways, and their soul delighteth in their abominations; ", "type": "text", "attrs": {"verseId": "ISA.66.3", "verseOrgIds": ["ISA.66.3"]}}, {"text": "Even so I will choose their mockings, and will bring their fears upon them; because when I called, none did answer; when I spoke, they did not hear, but they did that which was evil in Mine eyes, and chose that in which I delighted not. ", "type": "text", "attrs": {"verseId": "ISA.66.4", "verseOrgIds": ["ISA.66.4"]}}, {"text": "Hear the word of the LORD, ye that tremble at His word: Your brethren that hate you, that cast you out for My name's sake, have said: 'Let the LORD be glorified, that we may gaze upon your joy', but they shall be ashamed. ", "type": "text", "attrs": {"verseId": "ISA.66.5", "verseOrgIds": ["ISA.66.5"]}}, {"text": "Hark! an uproar from the city, Hark! it cometh from the temple, Hark! the LORD rendereth recompense to His enemies. ", "type": "text", "attrs": {"verseId": "ISA.66.6", "verseOrgIds": ["ISA.66.6"]}}, {"text": "Before she travailed, she brought forth; before her pain came, she was delivered of a man-child. ", "type": "text", "attrs": {"verseId": "ISA.66.7", "verseOrgIds": ["ISA.66.7"]}}, {"text": "Who hath heard such a thing? Who hath seen such things? Is a land born in one day? Is a nation brought forth at once? For as soon as Zion travailed, she brought forth her children. ", "type": "text", "attrs": {"verseId": "ISA.66.8", "verseOrgIds": ["ISA.66.8"]}}, {"text": "Shall I bring to the birth, and not cause to bring forth? saith the LORD; Shall I that cause to bring forth shut the womb? saith thy God. ", "type": "text", "attrs": {"verseId": "ISA.66.9", "verseOrgIds": ["ISA.66.9"]}}, {"text": "Rejoice ye with Jerusalem, and be glad with her, all ye that love her; rejoice for joy with her, all ye that mourn for her; ", "type": "text", "attrs": {"verseId": "ISA.66.10", "verseOrgIds": ["ISA.66.10"]}}, {"text": "That ye may suck, and be satisfied with the breast of her consolations; that ye may drink deeply with delight of the abundance of her glory. ", "type": "text", "attrs": {"verseId": "ISA.66.11", "verseOrgIds": ["ISA.66.11"]}}, {"text": "For thus saith the LORD: Behold, I will extend peace to her like a river, and the wealth of the nations like an overflowing stream, and ye shall suck thereof: Ye shall be borne upon the side, and shall be dandled upon the knees. ", "type": "text", "attrs": {"verseId": "ISA.66.12", "verseOrgIds": ["ISA.66.12"]}}, {"text": "As one whom his mother comforteth, so will I comfort you; and ye shall be comforted in Jerusalem. ", "type": "text", "attrs": {"verseId": "ISA.66.13", "verseOrgIds": ["ISA.66.13"]}}, {"text": "And when ye see this, your heart shall rejoice, and your bones shall flourish like young grass; and the hand of the LORD shall be known toward His servants, and He will have indignation against His enemies. ", "type": "text", "attrs": {"verseId": "ISA.66.14", "verseOrgIds": ["ISA.66.14"]}}, {"text": "For, behold, the LORD will come in fire, and His chariots shall be like the whirlwind; to render His anger with fury, and His rebuke with flames of fire. ", "type": "text", "attrs": {"verseId": "ISA.66.15", "verseOrgIds": ["ISA.66.15"]}}, {"text": "For by fire will the LORD contend, and by His sword with all flesh; and the slain of the LORD shall be many. ", "type": "text", "attrs": {"verseId": "ISA.66.16", "verseOrgIds": ["ISA.66.16"]}}, {"text": "They that sanctify themselves and purify themselves to go unto the gardens, behind one in the midst, eating swine's flesh, and the detestable thing, and the mouse, shall be consumed together, saith the LORD. ", "type": "text", "attrs": {"verseId": "ISA.66.17", "verseOrgIds": ["ISA.66.17"]}}, {"text": "For I know their works and their thoughts; the time cometh, that I will gather all nations and tongues; and they shall come, and shall see My glory. ", "type": "text", "attrs": {"verseId": "ISA.66.18", "verseOrgIds": ["ISA.66.18"]}}, {"text": "And I will work a sign among them, and I will send such as escape of them unto the nations, to Tarshish, Pul and Lud, that draw the bow, to Tubal and Javan, to the isles afar off, that have not heard My fame, neither have seen My glory; and they shall declare My glory among the nations. ", "type": "text", "attrs": {"verseId": "ISA.66.19", "verseOrgIds": ["ISA.66.19"]}}, {"text": "And they shall bring all your brethren out of all the nations for an offering unto the LORD, upon horses, and in chariots, and in fitters, and upon mules, and upon swift beasts, to My holy mountain Jerusalem, saith the LORD, as the children of Israel bring their offering in a clean vessel into the house of the LORD. ", "type": "text", "attrs": {"verseId": "ISA.66.20", "verseOrgIds": ["ISA.66.20"]}}, {"text": "And of them also will I take for the priests and for the Levites, saith the LORD. ", "type": "text", "attrs": {"verseId": "ISA.66.21", "verseOrgIds": ["ISA.66.21"]}}, {"text": "For as the new heavens and the new earth, which I will make, shall remain before Me, saith the LORD, so shall your seed and your name remain. ", "type": "text", "attrs": {"verseId": "ISA.66.22", "verseOrgIds": ["ISA.66.22"]}}, {"text": "And it shall come to pass, that from one new moon to another, and from one sabbath to another, shall all flesh come to worship before Me, saith the LORD. ", "type": "text", "attrs": {"verseId": "ISA.66.23", "verseOrgIds": ["ISA.66.23"]}}, {"text": "And they shall go forth, and look upon the carcasses of the men that have rebelled against Me; for their worm shall not die, neither shall their fire be quenched; and they shall be an abhorring unto all flesh.", "type": "text", "attrs": {"verseId": "ISA.66.24", "verseOrgIds": ["ISA.66.24"]}}]}], "next": {"id": "JER.intro", "number": "intro", "bookId": "JER"}, "previous": {"id": "ISA.65", "number": "65", "bookId": "ISA"}}}}