{"_default": {"1": {"id": "JOS.23", "bibleId": "bf8f1c7f3f9045a5-01", "number": "23", "bookId": "JOS", "reference": "Joshua 23", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "And it came to pass after many days, when the LORD had given rest unto Israel from all their enemies round about, and Joshua was old and well stricken in years; ", "type": "text", "attrs": {"verseId": "JOS.23.1", "verseOrgIds": ["JOS.23.1"]}}, {"text": "that Joshua called for all Israel, for their elders and for their heads, and for their judges and for their officers, and said unto them: 'I am old and well stricken in years. ", "type": "text", "attrs": {"verseId": "JOS.23.2", "verseOrgIds": ["JOS.23.2"]}}, {"text": "And ye have seen all that the LORD your God hath done unto all these nations because of you; for the LORD your God, He it is that hath fought for you. ", "type": "text", "attrs": {"verseId": "JOS.23.3", "verseOrgIds": ["JOS.23.3"]}}, {"text": "Behold, I have allotted unto you for an inheritance, according to your tribes, these nations that remain, from the Jordan, with all the nations that I have cut off, even unto the Great Sea toward the going down of the sun. ", "type": "text", "attrs": {"verseId": "JOS.23.4", "verseOrgIds": ["JOS.23.4"]}}, {"text": "And the LORD your God, He shall thrust them out from before you, and drive them from out of your sight; and ye shall possess their land, as the LORD your God spoke unto you. ", "type": "text", "attrs": {"verseId": "JOS.23.5", "verseOrgIds": ["JOS.23.5"]}}, {"text": "Therefore be ye very courageous to keep and to do all that is written in the book of the law of Moses, that ye turn not aside therefrom to the right hand or to the left; ", "type": "text", "attrs": {"verseId": "JOS.23.6", "verseOrgIds": ["JOS.23.6"]}}, {"text": "that ye come not among these nations, these that remain among you; neither make mention of the name of their gods, nor cause to swear by them, neither serve them, nor worship them; ", "type": "text", "attrs": {"verseId": "JOS.23.7", "verseOrgIds": ["JOS.23.7"]}}, {"text": "but cleave unto the LORD your God, as ye have done unto this day; ", "type": "text", "attrs": {"verseId": "JOS.23.8", "verseOrgIds": ["JOS.23.8"]}}, {"text": "wherefore the LORD hath driven out from before you great nations and mighty; but as for you, no man hath stood against you unto this day. ", "type": "text", "attrs": {"verseId": "JOS.23.9", "verseOrgIds": ["JOS.23.9"]}}, {"text": "One man of you hath chased a thousand; for the LORD your God, He it is that fought for you, as He spoke unto you. ", "type": "text", "attrs": {"verseId": "JOS.23.10", "verseOrgIds": ["JOS.23.10"]}}, {"text": "Take good heed therefore unto yourselves, that ye love the LORD your God. ", "type": "text", "attrs": {"verseId": "JOS.23.11", "verseOrgIds": ["JOS.23.11"]}}, {"text": "Else if ye do in any wise go back, and cleave unto the remnant of these nations, even these that remain among you, and make marriages with them, and go in unto them, and they to you; ", "type": "text", "attrs": {"verseId": "JOS.23.12", "verseOrgIds": ["JOS.23.12"]}}, {"text": "know for a certainty that the LORD your God will no more drive these nations from out of your sight; but they shall be a snare and a trap unto you, and a scourge in your sides, and pricks in your eyes, until ye perish from off this good land which the LORD your God hath given you. ", "type": "text", "attrs": {"verseId": "JOS.23.13", "verseOrgIds": ["JOS.23.13"]}}, {"text": "And, behold, this day I am going the way of all the earth; consider ye therefore in all your heart and in all your soul, that not one thing hath failed of all the good things which the LORD your God spoke concerning you; all are come to pass unto you, not one thing hath failed thereof. ", "type": "text", "attrs": {"verseId": "JOS.23.14", "verseOrgIds": ["JOS.23.14"]}}, {"text": "And it shall come to pass, that as all the good things are come upon you of which the LORD your God spoke unto you, so shall the LORD bring upon you all the evil things, until He have destroyed you from off this good land which the LORD your God hath given you. ", "type": "text", "attrs": {"verseId": "JOS.23.15", "verseOrgIds": ["JOS.23.15"]}}, {"text": "When ye transgress the covenant of the LORD your God, which He commanded you, and go and serve other gods, and worship them; then shall the anger of the LORD be kindled against you, and ye shall perish quickly from off the good land which He hath given unto you.'", "type": "text", "attrs": {"verseId": "JOS.23.16", "verseOrgIds": ["JOS.23.16"]}}]}], "next": {"id": "JOS.24", "number": "24", "bookId": "JOS"}, "previous": {"id": "JOS.22", "number": "22", "bookId": "JOS"}}}}