{"_default": {"1": {"id": "EST.5", "bibleId": "bf8f1c7f3f9045a5-01", "number": "5", "bookId": "EST", "reference": "Esther 5", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now it came to pass on the third day, that Esther put on her royal apparel, and stood in the inner court of the king's house, over against the king's house; and the king sat upon his royal throne in the royal house, over against the entrance of the house. ", "type": "text", "attrs": {"verseId": "EST.5.1", "verseOrgIds": ["EST.5.1"]}}, {"text": "And it was so, when the king saw Esther the queen standing in the court, that she obtained favour in his sight; and the king held out to Esther the golden sceptre that was in his hand. So Esther drew near, and touched the top of the sceptre. ", "type": "text", "attrs": {"verseId": "EST.5.2", "verseOrgIds": ["EST.5.2"]}}, {"text": "Then said the king unto her: 'What wilt thou, queen Esther? for whatever thy request, even to the half of the kingdom, it shall be given thee.' ", "type": "text", "attrs": {"verseId": "EST.5.3", "verseOrgIds": ["EST.5.3"]}}, {"text": "And Esther said: 'If it seem good unto the king, let the king and Haman come this day unto the banquet that I have prepared for him.' ", "type": "text", "attrs": {"verseId": "EST.5.4", "verseOrgIds": ["EST.5.4"]}}, {"text": "Then the king said: 'Cause Haman to make haste, that it may be done as Esther hath said.' So the king and Haman came to the banquet that Esther had prepared. ", "type": "text", "attrs": {"verseId": "EST.5.5", "verseOrgIds": ["EST.5.5"]}}, {"text": "And the king said unto Esther at the banquet of wine: 'Whatever thy petition, it shall be granted thee; and whatever thy request, even to the half of the kingdom, it shall be performed.' ", "type": "text", "attrs": {"verseId": "EST.5.6", "verseOrgIds": ["EST.5.6"]}}, {"text": "Then answered Esther, and said: 'My petition and my request is — ", "type": "text", "attrs": {"verseId": "EST.5.7", "verseOrgIds": ["EST.5.7"]}}, {"text": "if I have found favour in the sight of the king, and if it please the king to grant my petition, and to perform my request — let the king and Haman come to the banquet that I shall prepare for them, and I will do to-morrow as the king hath said.' ", "type": "text", "attrs": {"verseId": "EST.5.8", "verseOrgIds": ["EST.5.8"]}}, {"text": "Then went Haman forth that day joyful and glad of heart; but when Haman saw Mordecai in the king's gate, that he stood not up, nor moved for him, Haman was filled with wrath against Mordecai. ", "type": "text", "attrs": {"verseId": "EST.5.9", "verseOrgIds": ["EST.5.9"]}}, {"text": "Nevertheless Haman refrained himself, and went home; and he sent and fetched his friends and Zeresh his wife. ", "type": "text", "attrs": {"verseId": "EST.5.10", "verseOrgIds": ["EST.5.10"]}}, {"text": "And Haman recounted unto them the glory of his riches, and the multitude of his children, and everything as to how the king had promoted him, and how he had advanced him above the princes and servants of the king. ", "type": "text", "attrs": {"verseId": "EST.5.11", "verseOrgIds": ["EST.5.11"]}}, {"text": "Haman said moreover: 'Yea, Esther the queen did let no man come in with the king unto the banquet that she had prepared but myself; and to-morrow also am I invited by her together with the king. ", "type": "text", "attrs": {"verseId": "EST.5.12", "verseOrgIds": ["EST.5.12"]}}, {"text": "Yet all this availeth me nothing, so long as I see Mordecai the Jew sitting at the king's gate.' ", "type": "text", "attrs": {"verseId": "EST.5.13", "verseOrgIds": ["EST.5.13"]}}, {"text": "Then said Zeresh his wife and all his friends unto him: 'Let a gallows be made of fifty cubits high, and in the morning speak thou unto the king that Mordecai may be hanged thereon; then go thou in merrily with the king unto the banquet.' And the thing pleased Haman; and he caused the gallows to be made.", "type": "text", "attrs": {"verseId": "EST.5.14", "verseOrgIds": ["EST.5.14"]}}]}], "next": {"id": "EST.6", "number": "6", "bookId": "EST"}, "previous": {"id": "EST.4", "number": "4", "bookId": "EST"}}}}