{"_default": {"1": {"id": "1CH.12", "bibleId": "bf8f1c7f3f9045a5-01", "number": "12", "bookId": "1CH", "reference": "1 Chronicles 12", "copyright": "PUBLIC DOMAIN", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now these are they that came to David to Ziklag, while he was yet shut up because of Saul the son of Kish; and they were among the mighty men, his helpers in war. ", "type": "text", "attrs": {"verseId": "1CH.12.1", "verseOrgIds": ["1CH.12.1"]}}, {"text": "They were armed with bows, and could use both the right hand and the left in slinging stones and in shooting arrows from the bow; they were of Saul's brethren of Benjamin. ", "type": "text", "attrs": {"verseId": "1CH.12.2", "verseOrgIds": ["1CH.12.2"]}}, {"text": "The chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite; and Jeziel, and Pelet, the sons of Azmaveth; and Beracah, and Jehu the Anathothite; ", "type": "text", "attrs": {"verseId": "1CH.12.3", "verseOrgIds": ["1CH.12.3"]}}, {"text": "and Ishmaiah the Gibeonite, a mighty man among the thirty, and over the thirty; (12-5) and Jeremiah, and Jahaziel, and Johanan, and Jozabad the Gederathite; ", "type": "text", "attrs": {"verseId": "1CH.12.4", "verseOrgIds": ["1CH.12.5"]}}, {"text": "(12-6) Eluzai, and Jerimoth, and Bealiah, and Shemariah, and Shephatiah the Hariphite; ", "type": "text", "attrs": {"verseId": "1CH.12.5", "verseOrgIds": ["1CH.12.6"]}}, {"text": "(12-7) Elkanah, and Isshiah, and Azarel, and Joezer, and Jashobeam, the Korahites; ", "type": "text", "attrs": {"verseId": "1CH.12.6", "verseOrgIds": ["1CH.12.7"]}}, {"text": "(12-8) and Joelah, and Zebadiah, the sons of Jeroham of the troop. ", "type": "text", "attrs": {"verseId": "1CH.12.7", "verseOrgIds": ["1CH.12.8"]}}, {"text": "(12-9) And of the Gadites there separated themselves unto David to the stronghold in the wilderness, mighty men of valour, men trained for war, that could handle shield and spear; whose faces were like the faces of lions, and they were as swift as the roes upon the mountains; ", "type": "text", "attrs": {"verseId": "1CH.12.8", "verseOrgIds": ["1CH.12.9"]}}, {"text": "(12-10) Ezer the chief, Obadiah the second, Eliab the third; ", "type": "text", "attrs": {"verseId": "1CH.12.9", "verseOrgIds": ["1CH.12.10"]}}, {"text": "(12-11) Mashmannah the fourth, Jeremiah the fifth; ", "type": "text", "attrs": {"verseId": "1CH.12.10", "verseOrgIds": ["1CH.12.11"]}}, {"text": "(12-12) Attai the sixth, Eliel the seventh; ", "type": "text", "attrs": {"verseId": "1CH.12.11", "verseOrgIds": ["1CH.12.12"]}}, {"text": "(12-13) Johanan the eighth, Elzabad the ninth; ", "type": "text", "attrs": {"verseId": "1CH.12.12", "verseOrgIds": ["1CH.12.13"]}}, {"text": "(12-14) Jeremiah the tenth, Machbannai the eleventh. ", "type": "text", "attrs": {"verseId": "1CH.12.13", "verseOrgIds": ["1CH.12.14"]}}, {"text": "(12-15) These of the sons of Gad were captains of the host; he that was least was equal to a hundred, and the greatest to a thousand. ", "type": "text", "attrs": {"verseId": "1CH.12.14", "verseOrgIds": ["1CH.12.15"]}}, {"text": "(12-16) These are they that went over the Jordan in the first month, when it had overflown all its banks; and they put to flight all them of the valleys, both toward the east, and toward the west. ", "type": "text", "attrs": {"verseId": "1CH.12.15", "verseOrgIds": ["1CH.12.16"]}}, {"text": "(12-17) And there came of the children of Benjamin and Judah to the stronghold unto David. ", "type": "text", "attrs": {"verseId": "1CH.12.16", "verseOrgIds": ["1CH.12.17"]}}, {"text": "(12-18) And David went out to meet them, and answered and said unto them: 'If ye be come peaceably unto me to help me, my heart shall be knit unto you; but if ye be come to betray me to mine adversaries, seeing there is no wrong in my hands, the God of our fathers look thereon, and give judgment.' ", "type": "text", "attrs": {"verseId": "1CH.12.17", "verseOrgIds": ["1CH.12.18"]}}, {"text": "(12-19) Then the spirit clothed Amasai, who was chief of the captains: Thine are we, David, and on thy side, thou son of Jesse; peace, peace be unto thee, and peace be to thy helpers; for thy God helpeth thee. Then David received them, and made them captains of the band. ", "type": "text", "attrs": {"verseId": "1CH.12.18", "verseOrgIds": ["1CH.12.19"]}}, {"text": "(12-20) Of Manasseh also there fell away some to David, when he came with the Philistines against Saul to battle, but they helped them not; for the lords of the Philistines upon advisement sent him away, saying: 'He will fall away to his master Saul to the jeopardy of our heads.' ", "type": "text", "attrs": {"verseId": "1CH.12.19", "verseOrgIds": ["1CH.12.20"]}}, {"text": "(12-21) As he went to Ziklag, there fell to him of Manasseh, Adnah, and Jozabad, and Jediael, and Michael, and Jozabad, and Elihu, and Zillethai, captains of thousands that were of Manasseh. ", "type": "text", "attrs": {"verseId": "1CH.12.20", "verseOrgIds": ["1CH.12.21"]}}, {"text": "(12-22) And they helped David against the troop, for they were all mighty men of valour, and were captains in the host. ", "type": "text", "attrs": {"verseId": "1CH.12.21", "verseOrgIds": ["1CH.12.22"]}}, {"text": "(12-23) For from day to day men came to David to help him, until there was a great host, like the host of God. ", "type": "text", "attrs": {"verseId": "1CH.12.22", "verseOrgIds": ["1CH.12.23"]}}, {"text": "(12-24) And these are the numbers of the heads of them that were armed for war, who came to David to Hebron, to turn the kingdom of Saul to him, according to the word of the LORD. ", "type": "text", "attrs": {"verseId": "1CH.12.23", "verseOrgIds": ["1CH.12.24"]}}, {"text": "(12-25) The children of Judah that bore shield and spear were six thousand and eight hundred, armed for war. ", "type": "text", "attrs": {"verseId": "1CH.12.24", "verseOrgIds": ["1CH.12.25"]}}, {"text": "(12-26) Of the children of Simeon, mighty men of valour for the war, seven thousand and one hundred. ", "type": "text", "attrs": {"verseId": "1CH.12.25", "verseOrgIds": ["1CH.12.26"]}}, {"text": "(12-27) Of the children of Levi four thousand and six hundred. ", "type": "text", "attrs": {"verseId": "1CH.12.26", "verseOrgIds": ["1CH.12.27"]}}, {"text": "(12-28) And Jehoiada was the leader of the house of Aaron, and with him were three thousand and seven hundred; ", "type": "text", "attrs": {"verseId": "1CH.12.27", "verseOrgIds": ["1CH.12.28"]}}, {"text": "(12-29) and Zadok, a young man mighty of valour, and of his father's house twenty and two captains. ", "type": "text", "attrs": {"verseId": "1CH.12.28", "verseOrgIds": ["1CH.12.29"]}}, {"text": "(12-30) And of the children of Benjamin, the brethren of Saul, three thousand; for hitherto the greatest part of them had kept their allegiance to the house of Saul. ", "type": "text", "attrs": {"verseId": "1CH.12.29", "verseOrgIds": ["1CH.12.30"]}}, {"text": "(12-31) And of the children of Ephraim twenty thousand and eight hundred, mighty men of valour, famous men in their fathers' houses. ", "type": "text", "attrs": {"verseId": "1CH.12.30", "verseOrgIds": ["1CH.12.31"]}}, {"text": "(12-32) And of the half-tribe of Manasseh eighteen thousand, who were mentioned by name, to come and make David king. ", "type": "text", "attrs": {"verseId": "1CH.12.31", "verseOrgIds": ["1CH.12.32"]}}, {"text": "(12-33) And of the children of Issachar, men that had understanding of the times, to know what Israel ought to do; the heads of them were two hundred; and all their brethren were at their commandment. ", "type": "text", "attrs": {"verseId": "1CH.12.32", "verseOrgIds": ["1CH.12.33"]}}, {"text": "(12-34) Of Zebulun, such as were able to go out in the host, that could set the battle in array, with all manner of instruments of war, fifty thousand; and that could order the battle array, and were not of double heart. ", "type": "text", "attrs": {"verseId": "1CH.12.33", "verseOrgIds": ["1CH.12.34"]}}, {"text": "(12-35) And of Naphtali a thousand captains, and with them with shield and spear thirty and seven thousand. ", "type": "text", "attrs": {"verseId": "1CH.12.34", "verseOrgIds": ["1CH.12.35"]}}, {"text": "(12-36) And of the Danites that could set the battle in array, twenty and eight thousand and six hundred. ", "type": "text", "attrs": {"verseId": "1CH.12.35", "verseOrgIds": ["1CH.12.36"]}}, {"text": "(12-37) And of Asher, such as were able to go out in the host, that could set the battle in array, forty thousand. ", "type": "text", "attrs": {"verseId": "1CH.12.36", "verseOrgIds": ["1CH.12.37"]}}, {"text": "(12-38) And on the other side of the Jordan, of the Reubenites, and the Gadites, and of the half-tribe of Manasseh, with all manner of instruments of war for the battle, a hundred and twenty thousand. ", "type": "text", "attrs": {"verseId": "1CH.12.37", "verseOrgIds": ["1CH.12.38"]}}, {"text": "(12-39) All these, being men of war, that could order the battle array, came with a whole heart to Hebron, to make David king over all Israel; and all the rest also of Israel were of one heart to make David king. ", "type": "text", "attrs": {"verseId": "1CH.12.38", "verseOrgIds": ["1CH.12.39"]}}, {"text": "(12-40) And they were there with David three days, eating and drinking; for their brethren had made preparation for them. ", "type": "text", "attrs": {"verseId": "1CH.12.39", "verseOrgIds": ["1CH.12.40"]}}, {"text": "(12-41) Moreover they that were nigh unto them, even as far as Issachar and Zebulun and Naphtali, brought bread on asses, and on camels, and on mules, and on oxen, victual of meal, cakes of figs, and clusters of raisins, and wine, and oil, and oxen, and sheep in abundance; for there was joy in Israel.", "type": "text", "attrs": {"verseId": "1CH.12.40", "verseOrgIds": ["1CH.12.41"]}}]}], "next": {"id": "1CH.13", "number": "13", "bookId": "1CH"}, "previous": {"id": "1CH.11", "number": "11", "bookId": "1CH"}}}}