{"_default": {"1": {"id": "ZEP.2", "bibleId": "f72b840c855f362c-04", "number": "2", "bookId": "ZEP", "reference": "Zephaniah 2", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Gather yourselves together, yes, gather together, you nation that has no shame, ", "type": "text", "attrs": {"verseId": "ZEP.2.1", "verseOrgIds": ["ZEP.2.1"]}}, {"text": "before the appointed time when the day passes as the chaff, before the fierce anger of the LORD comes on you, before the day of the LORD’s anger comes on you. ", "type": "text", "attrs": {"verseId": "ZEP.2.2", "verseOrgIds": ["ZEP.2.2"]}}, {"text": "Seek the LORD, all you humble of the land, who have kept his ordinances. Seek righteousness. Seek humility. It may be that you will be hidden in the day of the LORD’s anger. ", "type": "text", "attrs": {"verseId": "ZEP.2.3", "verseOrgIds": ["ZEP.2.3"]}}, {"text": "For Gaza will be forsaken, and Ashkelon a desolation. They will drive out Ashdod at noonday, and Ekron will be rooted up. ", "type": "text", "attrs": {"verseId": "ZEP.2.4", "verseOrgIds": ["ZEP.2.4"]}}, {"text": "Woe to the inhabitants of the sea coast, the nation of the Cherethites! The LORD’s word is against you, Canaan, the land of the Philistines. I will destroy you until there is no inhabitant. ", "type": "text", "attrs": {"verseId": "ZEP.2.5", "verseOrgIds": ["ZEP.2.5"]}}, {"text": "The sea coast will be pastures, with cottages for shepherds and folds for flocks. ", "type": "text", "attrs": {"verseId": "ZEP.2.6", "verseOrgIds": ["ZEP.2.6"]}}, {"text": "The coast will be for the remnant of the house of Judah. They will find pasture. In the houses of Ashkelon, they will lie down in the evening, for the LORD, their God,", "type": "text", "attrs": {"verseId": "ZEP.2.7", "verseOrgIds": ["ZEP.2.7"]}}, {"text": " will visit them and restore them. ", "type": "text", "attrs": {"verseId": "ZEP.2.7", "verseOrgIds": ["ZEP.2.7"]}}, {"text": "I have heard the reproach of Moab and the insults of the children of Ammon, with which they have reproached my people and magnified themselves against their border. ", "type": "text", "attrs": {"verseId": "ZEP.2.8", "verseOrgIds": ["ZEP.2.8"]}}, {"text": "Therefore, as I live, says the LORD of Hosts, the God of Israel, surely Moab will be as Sodom, and the children of Ammon as Gomorrah, a possession of nettles and salt pits, and a perpetual desolation. The remnant of my people will plunder them, and the survivors of my nation will inherit them. ", "type": "text", "attrs": {"verseId": "ZEP.2.9", "verseOrgIds": ["ZEP.2.9"]}}, {"text": "This they will have for their pride, because they have reproached and magnified themselves against the people of the LORD of Hosts. ", "type": "text", "attrs": {"verseId": "ZEP.2.10", "verseOrgIds": ["ZEP.2.10"]}}, {"text": "The LORD will be awesome to them, for he will famish all the gods of the land. Men will worship him, everyone from his place, even all the shores of the nations.", "type": "text", "attrs": {"verseId": "ZEP.2.11", "verseOrgIds": ["ZEP.2.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You Cushites also, you will be killed by my sword.", "type": "text", "attrs": {"verseId": "ZEP.2.12", "verseOrgIds": ["ZEP.2.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He will stretch out his hand against the north, destroy Assyria, and will make Nineveh a desolation, as dry as the wilderness. ", "type": "text", "attrs": {"verseId": "ZEP.2.13", "verseOrgIds": ["ZEP.2.13"]}}, {"text": "Herds will lie down in the middle of her, all kinds of animals. Both the pelican and the porcupine will lodge in its capitals. Their calls will echo through the windows. Desolation will be in the thresholds, for he has laid bare the cedar beams. ", "type": "text", "attrs": {"verseId": "ZEP.2.14", "verseOrgIds": ["ZEP.2.14"]}}, {"text": "This is the joyous city that lived carelessly, that said in her heart, “I am, and there is no one besides me.” How she has become a desolation, a place for animals to lie down in! Everyone who passes by her will hiss and shake their fists.", "type": "text", "attrs": {"verseId": "ZEP.2.15", "verseOrgIds": ["ZEP.2.15"]}}]}], "next": {"id": "ZEP.3", "number": "3", "bookId": "ZEP"}, "previous": {"id": "ZEP.1", "number": "1", "bookId": "ZEP"}}}}