{"_default": {"1": {"id": "JER.3", "bibleId": "f72b840c855f362c-04", "number": "3", "bookId": "JER", "reference": "Jeremiah 3", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“They say, ‘If a man puts away his wife, and she goes from him, and becomes another man’s, should he return to her again?’ Wouldn’t that land be greatly polluted? But you have played the prostitute with many lovers; yet return again to me,” says the LORD.", "type": "text", "attrs": {"verseId": "JER.3.1", "verseOrgIds": ["JER.3.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Lift up your eyes to the bare heights, and see! Where have you not been lain with? You have sat waiting for them by the road, as an Arabian in the wilderness. You have polluted the land with your prostitution and with your wickedness. ", "type": "text", "attrs": {"verseId": "JER.3.2", "verseOrgIds": ["JER.3.2"]}}, {"text": "Therefore the showers have been withheld and there has been no latter rain; yet you have had a prostitute’s forehead and you refused to be ashamed. ", "type": "text", "attrs": {"verseId": "JER.3.3", "verseOrgIds": ["JER.3.3"]}}, {"text": "Will you not from this time cry to me, ‘My Father, you are the guide of my youth!’?", "type": "text", "attrs": {"verseId": "JER.3.4", "verseOrgIds": ["JER.3.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘Will he retain his anger forever? Will he keep it to the end?’ Behold, you have spoken and have done evil things, and have had your way.”", "type": "text", "attrs": {"verseId": "JER.3.5", "verseOrgIds": ["JER.3.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover, the LORD said to me in the days of Josiah the king, “Have you seen that which backsliding Israel has done? She has gone up on every high mountain and under every green tree, and has played the prostitute there. ", "type": "text", "attrs": {"verseId": "JER.3.6", "verseOrgIds": ["JER.3.6"]}}, {"text": "I said after she had done all these things, ‘She will return to me;’ but she didn’t return, and her treacherous sister Judah saw it. ", "type": "text", "attrs": {"verseId": "JER.3.7", "verseOrgIds": ["JER.3.7"]}}, {"text": "I saw when, for this very cause, that backsliding Israel had committed adultery, I had put her away and given her a certificate of divorce, yet treacherous Judah, her sister, had no fear, but she also went and played the prostitute. ", "type": "text", "attrs": {"verseId": "JER.3.8", "verseOrgIds": ["JER.3.8"]}}, {"text": "Because she took her prostitution lightly, the land was polluted, and she committed adultery with stones and with wood. ", "type": "text", "attrs": {"verseId": "JER.3.9", "verseOrgIds": ["JER.3.9"]}}, {"text": "Yet for all this her treacherous sister, Judah, has not returned to me with her whole heart, but only in pretense,” says the LORD.", "type": "text", "attrs": {"verseId": "JER.3.10", "verseOrgIds": ["JER.3.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to me, “Backsliding Israel has shown herself more righteous than treacherous Judah. ", "type": "text", "attrs": {"verseId": "JER.3.11", "verseOrgIds": ["JER.3.11"]}}, {"text": "Go, and proclaim these words toward the north, and say, ‘Return, you backsliding Israel,’ says the LORD; ‘I will not look in anger on you, for I am merciful,’ says the LORD. ‘I will not keep anger forever. ", "type": "text", "attrs": {"verseId": "JER.3.12", "verseOrgIds": ["JER.3.12"]}}, {"text": "Only acknowledge your iniquity, that you have transgressed against the LORD your God, and have scattered your ways to the strangers under every green tree, and you have not obeyed my voice,’” says the LORD. ", "type": "text", "attrs": {"verseId": "JER.3.13", "verseOrgIds": ["JER.3.13"]}}, {"text": "“Return, backsliding children,” says the LORD, “for I am a husband to you. I will take one of you from a city, and two from a family, and I will bring you to Zion. ", "type": "text", "attrs": {"verseId": "JER.3.14", "verseOrgIds": ["JER.3.14"]}}, {"text": "I will give you shepherds according to my heart, who will feed you with knowledge and understanding. ", "type": "text", "attrs": {"verseId": "JER.3.15", "verseOrgIds": ["JER.3.15"]}}, {"text": "It will come to pass, when you are multiplied and increased in the land in those days,” says the LORD, “they will no longer say, ‘the ark of the LORD’s covenant!’ It will not come to mind. They won’t remember it. They won’t miss it, nor will another be made. ", "type": "text", "attrs": {"verseId": "JER.3.16", "verseOrgIds": ["JER.3.16"]}}, {"text": "At that time they will call Jerusalem ‘The LORD’s Throne;’ and all the nations will be gathered to it, to the LORD’s name, to Jerusalem. They will no longer walk after the stubbornness of their evil heart. ", "type": "text", "attrs": {"verseId": "JER.3.17", "verseOrgIds": ["JER.3.17"]}}, {"text": "In those days the house of Judah will walk with the house of Israel, and they will come together out of the land of the north to the land that I gave for an inheritance to your fathers.", "type": "text", "attrs": {"verseId": "JER.3.18", "verseOrgIds": ["JER.3.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“But I said, ‘How I desire to put you among the children, and give you a pleasant land, a goodly heritage of the armies of the nations!’ and I said, ‘You shall call me “My Father”, and shall not turn away from following me.’", "type": "text", "attrs": {"verseId": "JER.3.19", "verseOrgIds": ["JER.3.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Surely as a wife treacherously departs from her husband, so you have dealt treacherously with me, house of Israel,” says the LORD. ", "type": "text", "attrs": {"verseId": "JER.3.20", "verseOrgIds": ["JER.3.20"]}}, {"text": "A voice is heard on the bare heights, the weeping and the petitions of the children of Israel; because they have perverted their way, they have forgotten the LORD their God. ", "type": "text", "attrs": {"verseId": "JER.3.21", "verseOrgIds": ["JER.3.21"]}}, {"text": "Return, you backsliding children, and I will heal your backsliding.", "type": "text", "attrs": {"verseId": "JER.3.22", "verseOrgIds": ["JER.3.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JER 3:22"}, "items": [{"text": "“Behold, we have come to you; for you are the LORD our God. ", "type": "text", "attrs": {"verseId": "JER.3.22", "verseOrgIds": ["JER.3.22"]}}, {"text": "Truly help from the hills, the tumult on the mountains, is in vain. Truly the salvation of Israel is in the LORD our God. ", "type": "text", "attrs": {"verseId": "JER.3.23", "verseOrgIds": ["JER.3.23"]}}, {"text": "But the shameful thing has devoured the labor of our fathers from our youth, their flocks and their herds, their sons and their daughters. ", "type": "text", "attrs": {"verseId": "JER.3.24", "verseOrgIds": ["JER.3.24"]}}, {"text": "Let us lie down in our shame, and let our confusion cover us; for we have sinned against the LORD our God, we and our fathers, from our youth even to this day. We have not obeyed the LORD our God’s voice.”", "type": "text", "attrs": {"verseId": "JER.3.25", "verseOrgIds": ["JER.3.25"]}}]}], "next": {"id": "JER.4", "number": "4", "bookId": "JER"}, "previous": {"id": "JER.2", "number": "2", "bookId": "JER"}}}}