{"_default": {"1": {"id": "1SA.7", "bibleId": "f72b840c855f362c-04", "number": "7", "bookId": "1SA", "reference": "1 Samuel 7", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The men of Kiriath Jearim came and took the LORD’s ark, and brought it into Abinadab’s house on the hill, and consecrated Eleazar his son to keep the LORD’s ark. ", "type": "text", "attrs": {"verseId": "1SA.7.1", "verseOrgIds": ["1SA.7.1"]}}, {"text": "From the day that the ark stayed in Kiriath Jearim, the time was long—for it was twenty years; and all the house of Israel lamented after the LORD. ", "type": "text", "attrs": {"verseId": "1SA.7.2", "verseOrgIds": ["1SA.7.2"]}}, {"text": "Samuel spoke to all the house of Israel, saying, “If you are returning to the LORD with all your heart, then put away the foreign gods and the Ashtaroth from among you, and direct your hearts to the LORD, and serve him only; and he will deliver you out of the hand of the Philistines.” ", "type": "text", "attrs": {"verseId": "1SA.7.3", "verseOrgIds": ["1SA.7.3"]}}, {"text": "Then the children of Israel removed the Baals and the Ashtaroth, and served the LORD only. ", "type": "text", "attrs": {"verseId": "1SA.7.4", "verseOrgIds": ["1SA.7.4"]}}, {"text": "Samuel said, “Gather all Israel to Mizpah, and I will pray to the LORD for you.” ", "type": "text", "attrs": {"verseId": "1SA.7.5", "verseOrgIds": ["1SA.7.5"]}}, {"text": "They gathered together to Mizpah, and drew water, and poured it out before the LORD, and fasted on that day, and said there, “We have sinned against the LORD.” Samuel judged the children of Israel in Mizpah.", "type": "text", "attrs": {"verseId": "1SA.7.6", "verseOrgIds": ["1SA.7.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the Philistines heard that the children of Israel were gathered together at Mizpah, the lords of the Philistines went up against Israel. When the children of Israel heard it, they were afraid of the Philistines. ", "type": "text", "attrs": {"verseId": "1SA.7.7", "verseOrgIds": ["1SA.7.7"]}}, {"text": "The children of Israel said to Samuel, “Don’t stop crying to the LORD our God for us, that he will save us out of the hand of the Philistines.” ", "type": "text", "attrs": {"verseId": "1SA.7.8", "verseOrgIds": ["1SA.7.8"]}}, {"text": "Samuel took a suckling lamb, and offered it for a whole burnt offering to the LORD. Samuel cried to the LORD for Israel, and the LORD answered him. ", "type": "text", "attrs": {"verseId": "1SA.7.9", "verseOrgIds": ["1SA.7.9"]}}, {"text": "As Samuel was offering up the burnt offering, the Philistines came near to battle against Israel; but the LORD thundered with a great thunder on that day on the Philistines and confused them; and they were struck down before Israel. ", "type": "text", "attrs": {"verseId": "1SA.7.10", "verseOrgIds": ["1SA.7.10"]}}, {"text": "The men of Israel went out of Mizpah and pursued the Philistines, and struck them until they came under Beth Kar.", "type": "text", "attrs": {"verseId": "1SA.7.11", "verseOrgIds": ["1SA.7.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Samuel took a stone and set it between Mizpah and Shen, and called its name Ebenezer,", "type": "text", "attrs": {"verseId": "1SA.7.12", "verseOrgIds": ["1SA.7.12"]}}, {"text": " saying, “The LORD helped us until now.” ", "type": "text", "attrs": {"verseId": "1SA.7.12", "verseOrgIds": ["1SA.7.12"]}}, {"text": "So the Philistines were subdued, and they stopped coming within the border of Israel. The LORD’s hand was against the Philistines all the days of Samuel.", "type": "text", "attrs": {"verseId": "1SA.7.13", "verseOrgIds": ["1SA.7.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The cities which the Philistines had taken from Israel were restored to Israel, from Ekron even to Gath; and Israel recovered its border out of the hand of the Philistines. There was peace between Israel and the Amorites.", "type": "text", "attrs": {"verseId": "1SA.7.14", "verseOrgIds": ["1SA.7.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Samuel judged Israel all the days of his life. ", "type": "text", "attrs": {"verseId": "1SA.7.15", "verseOrgIds": ["1SA.7.15"]}}, {"text": "He went from year to year in a circuit to Bethel, Gilgal, and Mizpah; and he judged Israel in all those places. ", "type": "text", "attrs": {"verseId": "1SA.7.16", "verseOrgIds": ["1SA.7.16"]}}, {"text": "His return was to Ramah, for his house was there, and he judged Israel there; and he built an altar to the LORD there.", "type": "text", "attrs": {"verseId": "1SA.7.17", "verseOrgIds": ["1SA.7.17"]}}]}], "next": {"id": "1SA.8", "number": "8", "bookId": "1SA"}, "previous": {"id": "1SA.6", "number": "6", "bookId": "1SA"}}}}