{"_default": {"1": {"id": "ECC.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "ECC", "reference": "Ecclesiastes 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For all this I laid to my heart, even to explore all this: that the righteous, and the wise, and their works, are in the hand of God; whether it is love or hatred, man doesn’t know it; all is before them. ", "type": "text", "attrs": {"verseId": "ECC.9.1", "verseOrgIds": ["ECC.9.1"]}}, {"text": "All things come alike to all. There is one event to the righteous and to the wicked; to the good, to the clean, to the unclean, to him who sacrifices, and to him who doesn’t sacrifice. As is the good, so is the sinner; he who takes an oath, as he who fears an oath. ", "type": "text", "attrs": {"verseId": "ECC.9.2", "verseOrgIds": ["ECC.9.2"]}}, {"text": "This is an evil in all that is done under the sun, that there is one event to all. Yes also, the heart of the sons of men is full of evil, and madness is in their heart while they live, and after that they go to the dead. ", "type": "text", "attrs": {"verseId": "ECC.9.3", "verseOrgIds": ["ECC.9.3"]}}, {"text": "For to him who is joined with all the living there is hope; for a living dog is better than a dead lion. ", "type": "text", "attrs": {"verseId": "ECC.9.4", "verseOrgIds": ["ECC.9.4"]}}, {"text": "For the living know that they will die, but the dead don’t know anything, neither do they have any more a reward; for their memory is forgotten. ", "type": "text", "attrs": {"verseId": "ECC.9.5", "verseOrgIds": ["ECC.9.5"]}}, {"text": "Also their love, their hatred, and their envy has perished long ago; neither do they any longer have a portion forever in anything that is done under the sun.", "type": "text", "attrs": {"verseId": "ECC.9.6", "verseOrgIds": ["ECC.9.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Go your way—eat your bread with joy, and drink your wine with a merry heart; for God has already accepted your works. ", "type": "text", "attrs": {"verseId": "ECC.9.7", "verseOrgIds": ["ECC.9.7"]}}, {"text": "Let your garments be always white, and don’t let your head lack oil. ", "type": "text", "attrs": {"verseId": "ECC.9.8", "verseOrgIds": ["ECC.9.8"]}}, {"text": "Live joyfully with the wife whom you love all the days of your life of vanity, which he has given you under the sun, all your days of vanity, for that is your portion in life, and in your labor in which you labor under the sun. ", "type": "text", "attrs": {"verseId": "ECC.9.9", "verseOrgIds": ["ECC.9.9"]}}, {"text": "Whatever your hand finds to do, do it with your might; for there is no work, nor plan, nor knowledge, nor wisdom, in Sheol,", "type": "text", "attrs": {"verseId": "ECC.9.10", "verseOrgIds": ["ECC.9.10"]}}, {"text": " where you are going.", "type": "text", "attrs": {"verseId": "ECC.9.10", "verseOrgIds": ["ECC.9.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I returned and saw under the sun that the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favor to men of skill; but time and chance happen to them all. ", "type": "text", "attrs": {"verseId": "ECC.9.11", "verseOrgIds": ["ECC.9.11"]}}, {"text": "For man also doesn’t know his time. As the fish that are taken in an evil net, and as the birds that are caught in the snare, even so are the sons of men snared in an evil time, when it falls suddenly on them.", "type": "text", "attrs": {"verseId": "ECC.9.12", "verseOrgIds": ["ECC.9.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I have also seen wisdom under the sun in this way, and it seemed great to me. ", "type": "text", "attrs": {"verseId": "ECC.9.13", "verseOrgIds": ["ECC.9.13"]}}, {"text": "There was a little city, and few men within it; and a great king came against it, besieged it, and built great bulwarks against it. ", "type": "text", "attrs": {"verseId": "ECC.9.14", "verseOrgIds": ["ECC.9.14"]}}, {"text": "Now a poor wise man was found in it, and he by his wisdom delivered the city; yet no man remembered that same poor man. ", "type": "text", "attrs": {"verseId": "ECC.9.15", "verseOrgIds": ["ECC.9.15"]}}, {"text": "Then I said, “Wisdom is better than strength.” Nevertheless the poor man’s wisdom is despised, and his words are not heard. ", "type": "text", "attrs": {"verseId": "ECC.9.16", "verseOrgIds": ["ECC.9.16"]}}, {"text": "The words of the wise heard in quiet are better than the cry of him who rules among fools. ", "type": "text", "attrs": {"verseId": "ECC.9.17", "verseOrgIds": ["ECC.9.17"]}}, {"text": "Wisdom is better than weapons of war; but one sinner destroys much good.", "type": "text", "attrs": {"verseId": "ECC.9.18", "verseOrgIds": ["ECC.9.18"]}}]}], "next": {"id": "ECC.10", "number": "10", "bookId": "ECC"}, "previous": {"id": "ECC.8", "number": "8", "bookId": "ECC"}}}}