{"_default": {"1": {"id": "JDG.4", "bibleId": "f72b840c855f362c-04", "number": "4", "bookId": "JDG", "reference": "Judges 4", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The children of Israel again did that which was evil in the LORD’s sight, when Ehud was dead. ", "type": "text", "attrs": {"verseId": "JDG.4.1", "verseOrgIds": ["JDG.4.1"]}}, {"text": "The LORD sold them into the hand of Jabin king of Canaan, who reigned in Hazor; the captain of whose army was Sisera, who lived in Harosheth of the Gentiles. ", "type": "text", "attrs": {"verseId": "JDG.4.2", "verseOrgIds": ["JDG.4.2"]}}, {"text": "The children of Israel cried to the LORD, for he had nine hundred chariots of iron; and he mightily oppressed the children of Israel for twenty years. ", "type": "text", "attrs": {"verseId": "JDG.4.3", "verseOrgIds": ["JDG.4.3"]}}, {"text": "Now Deborah, a prophetess, the wife of Lappidoth, judged Israel at that time. ", "type": "text", "attrs": {"verseId": "JDG.4.4", "verseOrgIds": ["JDG.4.4"]}}, {"text": "She lived under Deborah’s palm tree between Ramah and Bethel in the hill country of Ephraim; and the children of Israel came up to her for judgment. ", "type": "text", "attrs": {"verseId": "JDG.4.5", "verseOrgIds": ["JDG.4.5"]}}, {"text": "She sent and called Barak the son of Abinoam out of Kedesh Naphtali, and said to him, “Hasn’t the LORD, the God of Israel, commanded, ‘Go and lead the way to Mount Tabor, and take with you ten thousand men of the children of Naphtali and of the children of Zebulun? ", "type": "text", "attrs": {"verseId": "JDG.4.6", "verseOrgIds": ["JDG.4.6"]}}, {"text": "I will draw to you, to the river Kishon, Sisera, the captain of Jabin’s army, with his chariots and his multitude; and I will deliver him into your hand.’”", "type": "text", "attrs": {"verseId": "JDG.4.7", "verseOrgIds": ["JDG.4.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Barak said to her, “If you will go with me, then I will go; but if you will not go with me, I will not go.”", "type": "text", "attrs": {"verseId": "JDG.4.8", "verseOrgIds": ["JDG.4.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "She said, “I will surely go with you. Nevertheless, the journey that you take won’t be for your honor; for the LORD will sell Sisera into a woman’s hand.” Deborah arose, and went with Barak to Kedesh.", "type": "text", "attrs": {"verseId": "JDG.4.9", "verseOrgIds": ["JDG.4.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Barak called Zebulun and Naphtali together to Kedesh. Ten thousand men followed him; and Deborah went up with him. ", "type": "text", "attrs": {"verseId": "JDG.4.10", "verseOrgIds": ["JDG.4.10"]}}, {"text": "Now Heber the Kenite had separated himself from the Kenites, even from the children of Hobab, Moses’ brother-in-law, and had pitched his tent as far as the oak in Zaanannim, which is by Kedesh. ", "type": "text", "attrs": {"verseId": "JDG.4.11", "verseOrgIds": ["JDG.4.11"]}}, {"text": "They told Sisera that Barak the son of Abinoam had gone up to Mount Tabor. ", "type": "text", "attrs": {"verseId": "JDG.4.12", "verseOrgIds": ["JDG.4.12"]}}, {"text": "Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people who were with him, from Harosheth of the Gentiles, to the river Kishon.", "type": "text", "attrs": {"verseId": "JDG.4.13", "verseOrgIds": ["JDG.4.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Deborah said to Barak, “Go; for this is the day in which the LORD has delivered Sisera into your hand. Hasn’t the LORD gone out before you?” So Barak went down from Mount Tabor, and ten thousand men after him. ", "type": "text", "attrs": {"verseId": "JDG.4.14", "verseOrgIds": ["JDG.4.14"]}}, {"text": "The LORD confused Sisera, all his chariots, and all his army, with the edge of the sword before Barak. Sisera abandoned his chariot and fled away on his feet. ", "type": "text", "attrs": {"verseId": "JDG.4.15", "verseOrgIds": ["JDG.4.15"]}}, {"text": "But Barak pursued the chariots and the army to Harosheth of the Gentiles; and all the army of Sisera fell by the edge of the sword. There was not a man left.", "type": "text", "attrs": {"verseId": "JDG.4.16", "verseOrgIds": ["JDG.4.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "However Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite; for there was peace between Jabin the king of Hazor and the house of Heber the Kenite. ", "type": "text", "attrs": {"verseId": "JDG.4.17", "verseOrgIds": ["JDG.4.17"]}}, {"text": "Jael went out to meet Sisera, and said to him, “Turn in, my lord, turn in to me; don’t be afraid.” He came in to her into the tent, and she covered him with a rug.", "type": "text", "attrs": {"verseId": "JDG.4.18", "verseOrgIds": ["JDG.4.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said to her, “Please give me a little water to drink; for I am thirsty.”", "type": "text", "attrs": {"verseId": "JDG.4.19", "verseOrgIds": ["JDG.4.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JDG 4:19"}, "items": [{"text": "She opened a container of milk, and gave him a drink, and covered him.", "type": "text", "attrs": {"verseId": "JDG.4.19", "verseOrgIds": ["JDG.4.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said to her, “Stand in the door of the tent, and if any man comes and inquires of you, and says, ‘Is there any man here?’ you shall say, ‘No.’”", "type": "text", "attrs": {"verseId": "JDG.4.20", "verseOrgIds": ["JDG.4.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Jael, Heber’s wife, took a tent peg, and took a hammer in her hand, and went softly to him, and struck the pin into his temples, and it pierced through into the ground, for he was in a deep sleep; so he fainted and died. ", "type": "text", "attrs": {"verseId": "JDG.4.21", "verseOrgIds": ["JDG.4.21"]}}, {"text": "Behold, as Barak pursued Sisera, Jael came out to meet him, and said to him, “Come, and I will show you the man whom you seek.” He came to her; and behold, Sisera lay dead, and the tent peg was in his temples. ", "type": "text", "attrs": {"verseId": "JDG.4.22", "verseOrgIds": ["JDG.4.22"]}}, {"text": "So God subdued Jabin the king of Canaan before the children of Israel on that day. ", "type": "text", "attrs": {"verseId": "JDG.4.23", "verseOrgIds": ["JDG.4.23"]}}, {"text": "The hand of the children of Israel prevailed more and more against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan.", "type": "text", "attrs": {"verseId": "JDG.4.24", "verseOrgIds": ["JDG.4.24"]}}]}], "next": {"id": "JDG.5", "number": "5", "bookId": "JDG"}, "previous": {"id": "JDG.3", "number": "3", "bookId": "JDG"}}}}