{"_default": {"1": {"id": "2SA.4", "bibleId": "f72b840c855f362c-04", "number": "4", "bookId": "2SA", "reference": "2 Samuel 4", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Saul’s son heard that Abner was dead in Hebron, his hands became feeble, and all the Israelites were troubled. ", "type": "text", "attrs": {"verseId": "2SA.4.1", "verseOrgIds": ["2SA.4.1"]}}, {"text": "Saul’s son had two men who were captains of raiding bands. The name of one was Baanah and the name of the other Rechab, the sons of Rimmon the Beerothite, of the children of Benjamin (for Beeroth also is considered a part of Benjamin; ", "type": "text", "attrs": {"verseId": "2SA.4.2", "verseOrgIds": ["2SA.4.2"]}}, {"text": "and the Beerothites fled to Gittaim, and have lived as foreigners there until today).", "type": "text", "attrs": {"verseId": "2SA.4.3", "verseOrgIds": ["2SA.4.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Jonathan, Saul’s son, had a son who was lame in his feet. He was five years old when the news came about Saul and Jonathan out of Jezreel; and his nurse picked him up and fled. As she hurried to flee, he fell and became lame. His name was Mephibosheth.", "type": "text", "attrs": {"verseId": "2SA.4.4", "verseOrgIds": ["2SA.4.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The sons of Rimmon the Beerothite, Rechab and Baanah, went out and came at about the heat of the day to the house of Ishbosheth as he took his rest at noon. ", "type": "text", "attrs": {"verseId": "2SA.4.5", "verseOrgIds": ["2SA.4.5"]}}, {"text": "They came there into the middle of the house as though they would have fetched wheat, and they struck him in the body; and Rechab and Baanah his brother escaped. ", "type": "text", "attrs": {"verseId": "2SA.4.6", "verseOrgIds": ["2SA.4.6"]}}, {"text": "Now when they came into the house as he lay on his bed in his bedroom, they struck him, killed him, beheaded him, and took his head, and went by the way of the Arabah all night. ", "type": "text", "attrs": {"verseId": "2SA.4.7", "verseOrgIds": ["2SA.4.7"]}}, {"text": "They brought the head of Ishbosheth to David to Hebron, and said to the king, “Behold, the head of Ishbosheth, the son of Saul, your enemy, who sought your life! The LORD has avenged my lord the king today of Saul and of his offspring.", "type": "text", "attrs": {"verseId": "2SA.4.8", "verseOrgIds": ["2SA.4.8"]}}, {"text": "”", "type": "text", "attrs": {"verseId": "2SA.4.8", "verseOrgIds": ["2SA.4.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said to them, “As the LORD lives, who has redeemed my soul out of all adversity, ", "type": "text", "attrs": {"verseId": "2SA.4.9", "verseOrgIds": ["2SA.4.9"]}}, {"text": "when someone told me, ‘Behold, Saul is dead,’ thinking that he brought good news, I seized him and killed him in Ziklag, which was the reward I gave him for his news. ", "type": "text", "attrs": {"verseId": "2SA.4.10", "verseOrgIds": ["2SA.4.10"]}}, {"text": "How much more, when wicked men have slain a righteous person in his own house on his bed, should I not now require his blood from your hand, and rid the earth of you?” ", "type": "text", "attrs": {"verseId": "2SA.4.11", "verseOrgIds": ["2SA.4.11"]}}, {"text": "David commanded his young men, and they killed them, cut off their hands and their feet, and hanged them up beside the pool in Hebron. But they took the head of Ishbosheth and buried it in Abner’s grave in Hebron.", "type": "text", "attrs": {"verseId": "2SA.4.12", "verseOrgIds": ["2SA.4.12"]}}]}], "next": {"id": "2SA.5", "number": "5", "bookId": "2SA"}, "previous": {"id": "2SA.3", "number": "3", "bookId": "2SA"}}}}