{"_default": {"1": {"id": "REV.19", "bibleId": "f72b840c855f362c-04", "number": "19", "bookId": "REV", "reference": "Revelation 19", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After these things I heard something like a loud voice of a great multitude in heaven, saying, “Hallelujah! Salvation, power, and glory belong to our God; ", "type": "text", "attrs": {"verseId": "REV.19.1", "verseOrgIds": ["REV.19.1"]}}, {"text": "for his judgments are true and righteous. For he has judged the great prostitute who corrupted the earth with her sexual immorality, and he has avenged the blood of his servants at her hand.”", "type": "text", "attrs": {"verseId": "REV.19.2", "verseOrgIds": ["REV.19.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "A second said, “Hallelujah! Her smoke goes up forever and ever.” ", "type": "text", "attrs": {"verseId": "REV.19.3", "verseOrgIds": ["REV.19.3"]}}, {"text": "The twenty-four elders and the four living creatures fell down and worshiped God who sits on the throne, saying, “Amen! Hallelujah!”", "type": "text", "attrs": {"verseId": "REV.19.4", "verseOrgIds": ["REV.19.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "A voice came from the throne, saying, “Give praise to our God, all you his servants, you who fear him, the small and the great!”", "type": "text", "attrs": {"verseId": "REV.19.5", "verseOrgIds": ["REV.19.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I heard something like the voice of a great multitude, and like the voice of many waters, and like the voice of mighty thunders, saying, “Hallelujah! For the Lord our God, the Almighty, reigns! ", "type": "text", "attrs": {"verseId": "REV.19.6", "verseOrgIds": ["REV.19.6"]}}, {"text": "Let’s rejoice and be exceedingly glad, and let’s give the glory to him. For the wedding of the Lamb has come, and his wife has made herself ready.” ", "type": "text", "attrs": {"verseId": "REV.19.7", "verseOrgIds": ["REV.19.7"]}}, {"text": "It was given to her that she would array herself in bright, pure, fine linen, for the fine linen is the righteous acts of the holy ones.", "type": "text", "attrs": {"verseId": "REV.19.8", "verseOrgIds": ["REV.19.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said to me, “Write, ‘Blessed are those who are invited to the wedding supper of the Lamb.’” He said to me, “These are true words of God.”", "type": "text", "attrs": {"verseId": "REV.19.9", "verseOrgIds": ["REV.19.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I fell down before his feet to worship him. He said to me, “Look! Don’t do it! I am a fellow bondservant with you and with your brothers who hold the testimony of Yeshua. Worship God, for the testimony of Yeshua is the Spirit of Prophecy.”", "type": "text", "attrs": {"verseId": "REV.19.10", "verseOrgIds": ["REV.19.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I saw the heaven opened, and behold, a white horse, and he who sat on it is called Faithful and True. In righteousness he judges and makes war. ", "type": "text", "attrs": {"verseId": "REV.19.11", "verseOrgIds": ["REV.19.11"]}}, {"text": "His eyes are a flame of fire, and on his head are many crowns. He has names written and a name written which no one knows but he himself. ", "type": "text", "attrs": {"verseId": "REV.19.12", "verseOrgIds": ["REV.19.12"]}}, {"text": "He is clothed in a garment sprinkled with blood. His name is called “The Word of God.” ", "type": "text", "attrs": {"verseId": "REV.19.13", "verseOrgIds": ["REV.19.13"]}}, {"text": "The armies which are in heaven, clothed in white, pure, fine linen, followed him on white horses. ", "type": "text", "attrs": {"verseId": "REV.19.14", "verseOrgIds": ["REV.19.14"]}}, {"text": "Out of his mouth proceeds a sharp, double-edged sword that with it he should strike the nations. He will rule them with an iron rod.", "type": "text", "attrs": {"verseId": "REV.19.15", "verseOrgIds": ["REV.19.15"]}}, {"text": " He treads the wine press of the fierceness of the wrath of God, the Almighty. ", "type": "text", "attrs": {"verseId": "REV.19.15", "verseOrgIds": ["REV.19.15"]}}, {"text": "He has on his garment and on his thigh a name written, “KING OF KINGS AND LORD OF LORDS.”", "type": "text", "attrs": {"verseId": "REV.19.16", "verseOrgIds": ["REV.19.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I saw an angel standing in the sun. He cried with a loud voice, saying to all the birds that fly in the sky, “Come! Be gathered together to the great supper of God,", "type": "text", "attrs": {"verseId": "REV.19.17", "verseOrgIds": ["REV.19.17"]}}, {"text": " ", "type": "text", "attrs": {"verseId": "REV.19.17", "verseOrgIds": ["REV.19.17"]}}, {"text": "that you may eat the flesh of kings, the flesh of captains, the flesh of mighty men, and the flesh of horses and of those who sit on them, and the flesh of all men, both free and slave, small and great.” ", "type": "text", "attrs": {"verseId": "REV.19.18", "verseOrgIds": ["REV.19.18"]}}, {"text": "I saw the beast, the kings of the earth, and their armies, gathered together to make war against him who sat on the horse and against his army. ", "type": "text", "attrs": {"verseId": "REV.19.19", "verseOrgIds": ["REV.19.19"]}}, {"text": "The beast was taken, and with him the false prophet who worked the signs in his sight, with which he deceived those who had received the mark of the beast and those who worshiped his image. These two were thrown alive into the lake of fire that burns with sulfur. ", "type": "text", "attrs": {"verseId": "REV.19.20", "verseOrgIds": ["REV.19.20"]}}, {"text": "The rest were killed with the sword of him who sat on the horse, the sword which came out of his mouth. So all the birds were filled with their flesh.", "type": "text", "attrs": {"verseId": "REV.19.21", "verseOrgIds": ["REV.19.21"]}}]}], "next": {"id": "REV.20", "number": "20", "bookId": "REV"}, "previous": {"id": "REV.18", "number": "18", "bookId": "REV"}}}}