{"_default": {"1": {"id": "JER.32", "bibleId": "f72b840c855f362c-04", "number": "32", "bookId": "JER", "reference": "Jeremiah 32", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "This is the word that came to Jeremiah from the LORD in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar. ", "type": "text", "attrs": {"verseId": "JER.32.1", "verseOrgIds": ["JER.32.1"]}}, {"text": "Now at that time the king of Babylon’s army was besieging Jerusalem. Jeremiah the prophet was shut up in the court of the guard, which was in the king of Judah’s house.", "type": "text", "attrs": {"verseId": "JER.32.2", "verseOrgIds": ["JER.32.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For Zedekiah king of Judah had shut him up, saying, “Why do you prophesy, and say, ‘The LORD says, “Behold, I will give this city into the hand of the king of Babylon, and he will take it; ", "type": "text", "attrs": {"verseId": "JER.32.3", "verseOrgIds": ["JER.32.3"]}}, {"text": "and Zedekiah king of Judah won’t escape out of the hand of the Kasdim, but will surely be delivered into the hand of the king of Babylon, and will speak with him mouth to mouth, and his eyes will see his eyes; ", "type": "text", "attrs": {"verseId": "JER.32.4", "verseOrgIds": ["JER.32.4"]}}, {"text": "and he will bring Zedekiah to Babylon, and he will be there until I visit him,” says the LORD, “though you fight with the Kasdim, you will not prosper?”’”", "type": "text", "attrs": {"verseId": "JER.32.5", "verseOrgIds": ["JER.32.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jeremiah said, “The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "JER.32.6", "verseOrgIds": ["JER.32.6"]}}, {"text": "‘Behold, Hanamel the son of Shallum your uncle will come to you, saying, “Buy my field that is in Anathoth; for the right of redemption is yours to buy it.”’”", "type": "text", "attrs": {"verseId": "JER.32.7", "verseOrgIds": ["JER.32.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“So Hanamel my uncle’s son came to me in the court of the guard according to the LORD’s word, and said to me, ‘Please buy my field that is in Anathoth, which is in the land of Benjamin; for the right of inheritance is yours, and the redemption is yours. Buy it for yourself.’", "type": "text", "attrs": {"verseId": "JER.32.8", "verseOrgIds": ["JER.32.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JER 32:8"}, "items": [{"text": "“Then I knew that this was the LORD’s word. ", "type": "text", "attrs": {"verseId": "JER.32.8", "verseOrgIds": ["JER.32.8"]}}, {"text": "I bought the field that was in Anathoth of Hanamel my uncle’s son, and weighed him the money, even seventeen shekels", "type": "text", "attrs": {"verseId": "JER.32.9", "verseOrgIds": ["JER.32.9"]}}, {"text": " of silver. ", "type": "text", "attrs": {"verseId": "JER.32.9", "verseOrgIds": ["JER.32.9"]}}, {"text": "I signed the deed, sealed it, called witnesses, and weighed the money in the balances to him. ", "type": "text", "attrs": {"verseId": "JER.32.10", "verseOrgIds": ["JER.32.10"]}}, {"text": "So I took the deed of the purchase, both that which was sealed, containing the terms and conditions, and that which was open; ", "type": "text", "attrs": {"verseId": "JER.32.11", "verseOrgIds": ["JER.32.11"]}}, {"text": "and I delivered the deed of the purchase to Baruch the son of Neriah, the son of Mahseiah, in the presence of Hanamel my uncle’s son, and in the presence of the witnesses who signed the deed of the purchase, before all the Jews who sat in the court of the guard.", "type": "text", "attrs": {"verseId": "JER.32.12", "verseOrgIds": ["JER.32.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“I commanded Baruch before them, saying, ", "type": "text", "attrs": {"verseId": "JER.32.13", "verseOrgIds": ["JER.32.13"]}}, {"text": "the LORD of Hosts, the God of Israel, says: ‘Take these deeds, this deed of the purchase which is sealed, and this deed which is open, and put them in an earthen vessel, that they may last many days.’ ", "type": "text", "attrs": {"verseId": "JER.32.14", "verseOrgIds": ["JER.32.14"]}}, {"text": "For the LORD of Hosts, the God of Israel says: ‘Houses and fields and vineyards will yet again be bought in this land.’", "type": "text", "attrs": {"verseId": "JER.32.15", "verseOrgIds": ["JER.32.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now after I had delivered the deed of the purchase to Baruch the son of Neriah, I prayed to the LORD, saying,", "type": "text", "attrs": {"verseId": "JER.32.16", "verseOrgIds": ["JER.32.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "b"}, "items": []}, {"name": "para", "type": "tag", "attrs": {"style": "mi"}, "items": [{"text": "“Ah Lord GOD! Behold, you have made the heavens and the earth by your great power and by your outstretched arm. There is nothing too hard for you. ", "type": "text", "attrs": {"verseId": "JER.32.17", "verseOrgIds": ["JER.32.17"]}}, {"text": "You show loving kindness to thousands, and repay the iniquity of the fathers into the bosom of their children after them. The great, the mighty God, the LORD of Hosts is your name: ", "type": "text", "attrs": {"verseId": "JER.32.18", "verseOrgIds": ["JER.32.18"]}}, {"text": "great in counsel, and mighty in work; whose eyes are open to all the ways of the children of men, to give everyone according to his ways, and according to the fruit of his doings; ", "type": "text", "attrs": {"verseId": "JER.32.19", "verseOrgIds": ["JER.32.19"]}}, {"text": "who performed signs and wonders in the land of Egypt, even to this day, both in Israel and among other men; and made yourself a name, as it is today; ", "type": "text", "attrs": {"verseId": "JER.32.20", "verseOrgIds": ["JER.32.20"]}}, {"text": "and brought your people Israel out of the land of Egypt with signs, with wonders, with a strong hand, with an outstretched arm, and with great terror; ", "type": "text", "attrs": {"verseId": "JER.32.21", "verseOrgIds": ["JER.32.21"]}}, {"text": "and gave them this land, which you swore to their fathers to give them, a land flowing with milk and honey. ", "type": "text", "attrs": {"verseId": "JER.32.22", "verseOrgIds": ["JER.32.22"]}}, {"text": "They came in and possessed it, but they didn’t obey your voice and didn’t walk in your law. They have done nothing of all that you commanded them to do. Therefore you have caused all this evil to come upon them.", "type": "text", "attrs": {"verseId": "JER.32.23", "verseOrgIds": ["JER.32.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "“Behold, siege ramps have been built against the city to take it. The city is given into the hand of the Kasdim who fight against it, because of the sword, of the famine, and of the pestilence. What you have spoken has happened. Behold, you see it. ", "type": "text"}, {"text": "You have said to me, Lord GOD, ‘Buy the field for money, and call witnesses;’ whereas the city is given into the hand of the Kasdim.”", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the LORD’s word came to Jeremiah, saying, ", "type": "text", "attrs": {"verseId": "JER.32.26", "verseOrgIds": ["JER.32.26"]}}, {"text": "“Behold, I am the LORD, the God of all flesh. Is there anything too hard for me? ", "type": "text", "attrs": {"verseId": "JER.32.27", "verseOrgIds": ["JER.32.27"]}}, {"text": "Therefore the LORD says: Behold, I will give this city into the hand of the Kasdim, and into the hand of Nebuchadnezzar king of Babylon, and he will take it. ", "type": "text", "attrs": {"verseId": "JER.32.28", "verseOrgIds": ["JER.32.28"]}}, {"text": "The Kasdim, who fight against this city, will come and set this city on fire, and burn it with the houses on whose roofs they have offered incense to Baal, and poured out drink offerings to other gods, to provoke me to anger.", "type": "text", "attrs": {"verseId": "JER.32.29", "verseOrgIds": ["JER.32.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“For the children of Israel and the children of Judah have done only that which was evil in my sight from their youth; for the children of Israel have only provoked me to anger with the work of their hands, says the LORD. ", "type": "text", "attrs": {"verseId": "JER.32.30", "verseOrgIds": ["JER.32.30"]}}, {"text": "For this city has been to me a provocation of my anger and of my wrath from the day that they built it even to this day, so that I should remove it from before my face, ", "type": "text", "attrs": {"verseId": "JER.32.31", "verseOrgIds": ["JER.32.31"]}}, {"text": "because of all the evil of the children of Israel and of the children of Judah, which they have done to provoke me to anger—they, their kings, their princes, their priests, their prophets, the men of Judah, and the inhabitants of Jerusalem. ", "type": "text", "attrs": {"verseId": "JER.32.32", "verseOrgIds": ["JER.32.32"]}}, {"text": "They have turned their backs to me, and not their faces. Although I taught them, rising up early and teaching them, yet they have not listened to receive instruction. ", "type": "text", "attrs": {"verseId": "JER.32.33", "verseOrgIds": ["JER.32.33"]}}, {"text": "But they set their abominations in the house which is called by my name, to defile it. ", "type": "text", "attrs": {"verseId": "JER.32.34", "verseOrgIds": ["JER.32.34"]}}, {"text": "They built the high places of Baal, which are in the valley of the son of Hinnom, to cause their sons and their daughters to pass through fire to Molech, which I didn’t command them. It didn’t even come into my mind, that they should do this abomination, to cause Judah to sin.”", "type": "text", "attrs": {"verseId": "JER.32.35", "verseOrgIds": ["JER.32.35"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now therefore the LORD, the God of Israel, says concerning this city, about which you say, “It is given into the hand of the king of Babylon by the sword, by the famine, and by the pestilence:” ", "type": "text", "attrs": {"verseId": "JER.32.36", "verseOrgIds": ["JER.32.36"]}}, {"text": "“Behold, I will gather them out of all the countries where I have driven them in my anger, and in my wrath, and in great indignation; and I will bring them again to this place. I will cause them to dwell safely. ", "type": "text", "attrs": {"verseId": "JER.32.37", "verseOrgIds": ["JER.32.37"]}}, {"text": "Then they will be my people, and I will be their God. ", "type": "text", "attrs": {"verseId": "JER.32.38", "verseOrgIds": ["JER.32.38"]}}, {"text": "I will give them one heart and one way, that they may fear me forever, for their good and the good of their children after them. ", "type": "text", "attrs": {"verseId": "JER.32.39", "verseOrgIds": ["JER.32.39"]}}, {"text": "I will make an everlasting covenant with them, that I will not turn away from following them, to do them good. I will put my fear in their hearts, that they may not depart from me. ", "type": "text", "attrs": {"verseId": "JER.32.40", "verseOrgIds": ["JER.32.40"]}}, {"text": "Yes, I will rejoice over them to do them good, and I will plant them in this land assuredly with my whole heart and with my whole soul.”", "type": "text", "attrs": {"verseId": "JER.32.41", "verseOrgIds": ["JER.32.41"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For the LORD says: “Just as I have brought all this great evil on this people, so I will bring on them all the good that I have promised them. ", "type": "text", "attrs": {"verseId": "JER.32.42", "verseOrgIds": ["JER.32.42"]}}, {"text": "Fields will be bought in this land, about which you say, ‘It is desolate, without man or animal. It is given into the hand of the Kasdim.’ ", "type": "text", "attrs": {"verseId": "JER.32.43", "verseOrgIds": ["JER.32.43"]}}, {"text": "Men will buy fields for money, sign the deeds, seal them, and call witnesses, in the land of Benjamin, and in the places around Jerusalem, in the cities of Judah, in the cities of the hill country, in the cities of the lowland, and in the cities of the South; for I will cause their captivity to be reversed,” says the LORD.", "type": "text", "attrs": {"verseId": "JER.32.44", "verseOrgIds": ["JER.32.44"]}}]}], "next": {"id": "JER.33", "number": "33", "bookId": "JER"}, "previous": {"id": "JER.31", "number": "31", "bookId": "JER"}}}}