{"_default": {"1": {"id": "EZK.16", "bibleId": "f72b840c855f362c-04", "number": "16", "bookId": "EZK", "reference": "Ezekiel 16", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Again the LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.16.1", "verseOrgIds": ["EZK.16.1"]}}, {"text": "“Son of man, cause Jerusalem to know her abominations; ", "type": "text", "attrs": {"verseId": "EZK.16.2", "verseOrgIds": ["EZK.16.2"]}}, {"text": "and say, ‘The Lord GOD says to Jerusalem: “Your origin and your birth is of the land of the Canaanite. An Amorite was your father, and your mother was a Hittite. ", "type": "text", "attrs": {"verseId": "EZK.16.3", "verseOrgIds": ["EZK.16.3"]}}, {"text": "As for your birth, in the day you were born your navel was not cut. You weren’t washed in water to cleanse you. You weren’t salted at all, nor wrapped in blankets at all. ", "type": "text", "attrs": {"verseId": "EZK.16.4", "verseOrgIds": ["EZK.16.4"]}}, {"text": "No eye pitied you, to do any of these things to you, to have compassion on you; but you were cast out in the open field, because you were abhorred in the day that you were born.", "type": "text", "attrs": {"verseId": "EZK.16.5", "verseOrgIds": ["EZK.16.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“When I passed by you, and saw you wallowing in your blood, I said to you, ‘Though you are in your blood, live!’ Yes, I said to you, ‘Though you are in your blood, live!’ ", "type": "text", "attrs": {"verseId": "EZK.16.6", "verseOrgIds": ["EZK.16.6"]}}, {"text": "I caused you to multiply as that which grows in the field, and you increased and grew great, and you attained to excellent beauty. Your breasts were formed, and your hair grew; yet you were naked and bare.", "type": "text", "attrs": {"verseId": "EZK.16.7", "verseOrgIds": ["EZK.16.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Now when I passed by you, and looked at you, behold, your time was the time of love; and I spread my garment over you and covered your nakedness. Yes, I pledged myself to you and entered into a covenant with you,” says the Lord GOD, “and you became mine.", "type": "text", "attrs": {"verseId": "EZK.16.8", "verseOrgIds": ["EZK.16.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Then I washed you with water. Yes, I thoroughly washed away your blood from you, and I anointed you with oil. ", "type": "text", "attrs": {"verseId": "EZK.16.9", "verseOrgIds": ["EZK.16.9"]}}, {"text": "I clothed you also with embroidered work and put leather sandals on you. I dressed you with fine linen and covered you with silk. ", "type": "text", "attrs": {"verseId": "EZK.16.10", "verseOrgIds": ["EZK.16.10"]}}, {"text": "I decked you with ornaments, put bracelets on your hands, and put a chain on your neck. ", "type": "text", "attrs": {"verseId": "EZK.16.11", "verseOrgIds": ["EZK.16.11"]}}, {"text": "I put a ring on your nose, earrings in your ears, and a beautiful crown on your head. ", "type": "text", "attrs": {"verseId": "EZK.16.12", "verseOrgIds": ["EZK.16.12"]}}, {"text": "Thus you were decked with gold and silver. Your clothing was of fine linen, silk, and embroidered work. You ate fine flour, honey, and oil. You were exceedingly beautiful, and you prospered to royal estate. ", "type": "text", "attrs": {"verseId": "EZK.16.13", "verseOrgIds": ["EZK.16.13"]}}, {"text": "Your renown went out among the nations for your beauty; for it was perfect, through my majesty which I had put on you,” says the Lord GOD.", "type": "text", "attrs": {"verseId": "EZK.16.14", "verseOrgIds": ["EZK.16.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“But you trusted in your beauty, and played the prostitute because of your renown, and poured out your prostitution on everyone who passed by. It was his. ", "type": "text", "attrs": {"verseId": "EZK.16.15", "verseOrgIds": ["EZK.16.15"]}}, {"text": "You took some of your garments, and made for yourselves high places decked with various colors, and played the prostitute on them. This shouldn’t happen, neither shall it be. ", "type": "text", "attrs": {"verseId": "EZK.16.16", "verseOrgIds": ["EZK.16.16"]}}, {"text": "You also took your beautiful jewels of my gold and of my silver, which I had given you, and made for yourself images of men, and played the prostitute with them. ", "type": "text", "attrs": {"verseId": "EZK.16.17", "verseOrgIds": ["EZK.16.17"]}}, {"text": "You took your embroidered garments, covered them, and set my oil and my incense before them. ", "type": "text", "attrs": {"verseId": "EZK.16.18", "verseOrgIds": ["EZK.16.18"]}}, {"text": "My bread also which I gave you, fine flour, oil, and honey, with which I fed you, you even set it before them for a pleasant aroma; and so it was,” says the Lord GOD.", "type": "text", "attrs": {"verseId": "EZK.16.19", "verseOrgIds": ["EZK.16.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Moreover you have taken your sons and your daughters, whom you have borne to me, and you have sacrificed these to them to be devoured. Was your prostitution a small matter, ", "type": "text", "attrs": {"verseId": "EZK.16.20", "verseOrgIds": ["EZK.16.20"]}}, {"text": "that you have slain my children and delivered them up, in causing them to pass through the fire to them? ", "type": "text", "attrs": {"verseId": "EZK.16.21", "verseOrgIds": ["EZK.16.21"]}}, {"text": "In all your abominations and your prostitution you have not remembered the days of your youth, when you were naked and bare, and were wallowing in your blood.", "type": "text", "attrs": {"verseId": "EZK.16.22", "verseOrgIds": ["EZK.16.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“It has happened after all your wickedness—woe, woe to you!” says the Lord GOD— ", "type": "text", "attrs": {"verseId": "EZK.16.23", "verseOrgIds": ["EZK.16.23"]}}, {"text": "“that you have built for yourselves a vaulted place, and have made yourselves a lofty place in every street. ", "type": "text", "attrs": {"verseId": "EZK.16.24", "verseOrgIds": ["EZK.16.24"]}}, {"text": "You have built your lofty place at the head of every way, and have made your beauty an abomination, and have opened your feet to everyone who passed by, and multiplied your prostitution. ", "type": "text", "attrs": {"verseId": "EZK.16.25", "verseOrgIds": ["EZK.16.25"]}}, {"text": "You have also committed sexual immorality with the Egyptians, your neighbors, great of flesh; and have multiplied your prostitution, to provoke me to anger. ", "type": "text", "attrs": {"verseId": "EZK.16.26", "verseOrgIds": ["EZK.16.26"]}}, {"text": "See therefore, I have stretched out my hand over you, and have diminished your portion, and delivered you to the will of those who hate you, the daughters of the Philistines, who are ashamed of your lewd way. ", "type": "text", "attrs": {"verseId": "EZK.16.27", "verseOrgIds": ["EZK.16.27"]}}, {"text": "You have played the prostitute also with the Assyrians, because you were insatiable; yes, you have played the prostitute with them, and yet you weren’t satisfied. ", "type": "text", "attrs": {"verseId": "EZK.16.28", "verseOrgIds": ["EZK.16.28"]}}, {"text": "You have moreover multiplied your prostitution to the land of merchants, to Kasdimah; and yet you weren’t satisfied with this.", "type": "text", "attrs": {"verseId": "EZK.16.29", "verseOrgIds": ["EZK.16.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“How weak is your heart,” says the Lord GOD, “since you do all these things, the work of an impudent prostitute; ", "type": "text", "attrs": {"verseId": "EZK.16.30", "verseOrgIds": ["EZK.16.30"]}}, {"text": "in that you build your vaulted place at the head of every way, and make your lofty place in every street, and have not been as a prostitute, in that you scorn pay.", "type": "text", "attrs": {"verseId": "EZK.16.31", "verseOrgIds": ["EZK.16.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Adulterous wife, who takes strangers instead of her husband! ", "type": "text", "attrs": {"verseId": "EZK.16.32", "verseOrgIds": ["EZK.16.32"]}}, {"text": "People give gifts to all prostitutes; but you give your gifts to all your lovers, and bribe them, that they may come to you on every side for your prostitution. ", "type": "text", "attrs": {"verseId": "EZK.16.33", "verseOrgIds": ["EZK.16.33"]}}, {"text": "You are different from other women in your prostitution, in that no one follows you to play the prostitute; and whereas you give hire, and no hire is given to you, therefore you are different.”’", "type": "text", "attrs": {"verseId": "EZK.16.34", "verseOrgIds": ["EZK.16.34"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Therefore, prostitute, hear the LORD’s word: ", "type": "text", "attrs": {"verseId": "EZK.16.35", "verseOrgIds": ["EZK.16.35"]}}, {"text": "‘The Lord GOD says, “Because your filthiness was poured out, and your nakedness uncovered through your prostitution with your lovers; and because of all the idols of your abominations, and for the blood of your children, that you gave to them; ", "type": "text", "attrs": {"verseId": "EZK.16.36", "verseOrgIds": ["EZK.16.36"]}}, {"text": "therefore see, I will gather all your lovers, with whom you have taken pleasure, and all those whom you have loved, with all those whom you have hated. I will even gather them against you on every side, and will uncover your nakedness to them, that they may see all your nakedness. ", "type": "text", "attrs": {"verseId": "EZK.16.37", "verseOrgIds": ["EZK.16.37"]}}, {"text": "I will judge you as women who break wedlock and shed blood are judged; and I will bring on you the blood of wrath and jealousy. ", "type": "text", "attrs": {"verseId": "EZK.16.38", "verseOrgIds": ["EZK.16.38"]}}, {"text": "I will also give you into their hand, and they will throw down your vaulted place, and break down your lofty places. They will strip you of your clothes and take your beautiful jewels. They will leave you naked and bare. ", "type": "text", "attrs": {"verseId": "EZK.16.39", "verseOrgIds": ["EZK.16.39"]}}, {"text": "They will also bring up a company against you, and they will stone you with stones, and thrust you through with their swords. ", "type": "text", "attrs": {"verseId": "EZK.16.40", "verseOrgIds": ["EZK.16.40"]}}, {"text": "They will burn your houses with fire, and execute judgments on you in the sight of many women. I will cause you to cease from playing the prostitute, and you will also give no hire any more. ", "type": "text", "attrs": {"verseId": "EZK.16.41", "verseOrgIds": ["EZK.16.41"]}}, {"text": "So I will cause my wrath toward you to rest, and my jealousy will depart from you. I will be quiet, and will not be angry any more.", "type": "text", "attrs": {"verseId": "EZK.16.42", "verseOrgIds": ["EZK.16.42"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Because you have not remembered the days of your youth, but have raged against me in all these things; therefore, behold, I also will bring your way on your head,” says the Lord GOD: “and you shall not commit this lewdness with all your abominations.", "type": "text", "attrs": {"verseId": "EZK.16.43", "verseOrgIds": ["EZK.16.43"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Behold, everyone who uses proverbs will use this proverb against you, saying, ‘As is the mother, so is her daughter.’ ", "type": "text", "attrs": {"verseId": "EZK.16.44", "verseOrgIds": ["EZK.16.44"]}}, {"text": "You are the daughter of your mother, who loathes her husband and her children; and you are the sister of your sisters, who loathed their husbands and their children. Your mother was a Hittite, and your father an Amorite. ", "type": "text", "attrs": {"verseId": "EZK.16.45", "verseOrgIds": ["EZK.16.45"]}}, {"text": "Your elder sister is Samaria, who dwells at your left hand, she and her daughters; and your younger sister, who dwells at your right hand, is Sodom with her daughters. ", "type": "text", "attrs": {"verseId": "EZK.16.46", "verseOrgIds": ["EZK.16.46"]}}, {"text": "Yet you have not walked in their ways, nor done their abominations; but soon you were more corrupt than they in all your ways. ", "type": "text", "attrs": {"verseId": "EZK.16.47", "verseOrgIds": ["EZK.16.47"]}}, {"text": "As I live,” says the Lord GOD, “Sodom your sister has not done, she nor her daughters, as you have done, you and your daughters.", "type": "text", "attrs": {"verseId": "EZK.16.48", "verseOrgIds": ["EZK.16.48"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Behold, this was the iniquity of your sister Sodom: pride, fullness of bread, and prosperous ease was in her and in her daughters. She also didn’t strengthen the hand of the poor and needy. ", "type": "text", "attrs": {"verseId": "EZK.16.49", "verseOrgIds": ["EZK.16.49"]}}, {"text": "They were arrogant and committed abomination before me. Therefore I took them away when I saw it. ", "type": "text", "attrs": {"verseId": "EZK.16.50", "verseOrgIds": ["EZK.16.50"]}}, {"text": "Samaria hasn’t committed half of your sins; but you have multiplied your abominations more than they, and have justified your sisters by all your abominations which you have done. ", "type": "text", "attrs": {"verseId": "EZK.16.51", "verseOrgIds": ["EZK.16.51"]}}, {"text": "You also bear your own shame yourself, in that you have given judgment for your sisters; through your sins that you have committed more abominable than they, they are more righteous than you. Yes, be also confounded, and bear your shame, in that you have justified your sisters.", "type": "text", "attrs": {"verseId": "EZK.16.52", "verseOrgIds": ["EZK.16.52"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“I will reverse their captivity, the captivity of Sodom and her daughters, and the captivity of Samaria and her daughters, and the captivity of your captives among them; ", "type": "text", "attrs": {"verseId": "EZK.16.53", "verseOrgIds": ["EZK.16.53"]}}, {"text": "that you may bear your own shame, and may be ashamed because of all that you have done, in that you are a comfort to them. ", "type": "text", "attrs": {"verseId": "EZK.16.54", "verseOrgIds": ["EZK.16.54"]}}, {"text": "Your sisters, Sodom and her daughters, will return to their former estate; and Samaria and her daughters will return to their former estate; and you and your daughters will return to your former estate. ", "type": "text", "attrs": {"verseId": "EZK.16.55", "verseOrgIds": ["EZK.16.55"]}}, {"text": "For your sister Sodom was not mentioned by your mouth in the day of your pride, ", "type": "text", "attrs": {"verseId": "EZK.16.56", "verseOrgIds": ["EZK.16.56"]}}, {"text": "before your wickedness was uncovered, as at the time of the reproach of the daughters of Syria, and of all who are around her, the daughters of the Philistines, who despise you all around. ", "type": "text", "attrs": {"verseId": "EZK.16.57", "verseOrgIds": ["EZK.16.57"]}}, {"text": "You have borne your lewdness and your abominations,” says the LORD.", "type": "text", "attrs": {"verseId": "EZK.16.58", "verseOrgIds": ["EZK.16.58"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘For the Lord GOD says: “I will also deal with you as you have done, who have despised the oath in breaking the covenant. ", "type": "text", "attrs": {"verseId": "EZK.16.59", "verseOrgIds": ["EZK.16.59"]}}, {"text": "Nevertheless I will remember my covenant with you in the days of your youth, and I will establish an everlasting covenant with you. ", "type": "text", "attrs": {"verseId": "EZK.16.60", "verseOrgIds": ["EZK.16.60"]}}, {"text": "Then you will remember your ways and be ashamed when you receive your sisters, your elder sisters and your younger; and I will give them to you for daughters, but not by your covenant. ", "type": "text", "attrs": {"verseId": "EZK.16.61", "verseOrgIds": ["EZK.16.61"]}}, {"text": "I will establish my covenant with you. Then you will know that I am the LORD; ", "type": "text", "attrs": {"verseId": "EZK.16.62", "verseOrgIds": ["EZK.16.62"]}}, {"text": "that you may remember, and be confounded, and never open your mouth any more because of your shame, when I have forgiven you all that you have done,” says the Lord GOD.’”", "type": "text", "attrs": {"verseId": "EZK.16.63", "verseOrgIds": ["EZK.16.63"]}}]}], "next": {"id": "EZK.17", "number": "17", "bookId": "EZK"}, "previous": {"id": "EZK.15", "number": "15", "bookId": "EZK"}}}}