{"_default": {"1": {"id": "1SA.6", "bibleId": "f72b840c855f362c-04", "number": "6", "bookId": "1SA", "reference": "1 Samuel 6", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s ark was in the country of the Philistines seven months. ", "type": "text", "attrs": {"verseId": "1SA.6.1", "verseOrgIds": ["1SA.6.1"]}}, {"text": "The Philistines called for the priests and the diviners, saying, “What shall we do with the LORD’s ark? Show us how we should send it to its place.”", "type": "text", "attrs": {"verseId": "1SA.6.2", "verseOrgIds": ["1SA.6.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They said, “If you send away the ark of the God of Israel, don’t send it empty; but by all means return a trespass offering to him. Then you will be healed, and it will be known to you why his hand is not removed from you.”", "type": "text", "attrs": {"verseId": "1SA.6.3", "verseOrgIds": ["1SA.6.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then they said, “What should the trespass offering be which we shall return to him?”", "type": "text", "attrs": {"verseId": "1SA.6.4", "verseOrgIds": ["1SA.6.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1SA 6:4"}, "items": [{"text": "They said, “Five golden tumors and five golden mice, for the number of the lords of the Philistines; for one plague was on you all, and on your lords. ", "type": "text", "attrs": {"verseId": "1SA.6.4", "verseOrgIds": ["1SA.6.4"]}}, {"text": "Therefore you shall make images of your tumors and images of your mice that mar the land; and you shall give glory to the God of Israel. Perhaps he will release his hand from you, from your gods, and from your land. ", "type": "text", "attrs": {"verseId": "1SA.6.5", "verseOrgIds": ["1SA.6.5"]}}, {"text": "Why then do you harden your hearts as the Egyptians and Pharaoh hardened their hearts? When he had worked wonderfully among them, didn’t they let the people go, and they departed?", "type": "text", "attrs": {"verseId": "1SA.6.6", "verseOrgIds": ["1SA.6.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now therefore take and prepare yourselves a new cart and two milk cows on which there has come no yoke; and tie the cows to the cart, and bring their calves home from them; ", "type": "text", "attrs": {"verseId": "1SA.6.7", "verseOrgIds": ["1SA.6.7"]}}, {"text": "and take the LORD’s ark and lay it on the cart. Put the jewels of gold, which you return him for a trespass offering, in a box by its side; and send it away, that it may go. ", "type": "text", "attrs": {"verseId": "1SA.6.8", "verseOrgIds": ["1SA.6.8"]}}, {"text": "Behold, if it goes up by the way of its own border to Beth Shemesh, then he has done us this great evil; but if not, then we shall know that it is not his hand that struck us. It was a chance that happened to us.”", "type": "text", "attrs": {"verseId": "1SA.6.9", "verseOrgIds": ["1SA.6.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The men did so, and took two milk cows and tied them to the cart, and shut up their calves at home. ", "type": "text", "attrs": {"verseId": "1SA.6.10", "verseOrgIds": ["1SA.6.10"]}}, {"text": "They put the LORD’s ark on the cart, and the box with the golden mice and the images of their tumors. ", "type": "text", "attrs": {"verseId": "1SA.6.11", "verseOrgIds": ["1SA.6.11"]}}, {"text": "The cows took the straight way by the way to Beth Shemesh. They went along the highway, lowing as they went, and didn’t turn away to the right hand or to the left; and the lords of the Philistines went after them to the border of Beth Shemesh. ", "type": "text", "attrs": {"verseId": "1SA.6.12", "verseOrgIds": ["1SA.6.12"]}}, {"text": "The people of Beth Shemesh were reaping their wheat harvest in the valley; and they lifted up their eyes and saw the ark, and rejoiced to see it. ", "type": "text", "attrs": {"verseId": "1SA.6.13", "verseOrgIds": ["1SA.6.13"]}}, {"text": "The cart came into the field of Joshua of Beth Shemesh, and stood there, where there was a great stone. Then they split the wood of the cart and offered up the cows for a burnt offering to the LORD. ", "type": "text", "attrs": {"verseId": "1SA.6.14", "verseOrgIds": ["1SA.6.14"]}}, {"text": "The Levites took down the LORD’s ark and the box that was with it, in which the jewels of gold were, and put them on the great stone; and the men of Beth Shemesh offered burnt offerings and sacrificed sacrifices the same day to the LORD. ", "type": "text", "attrs": {"verseId": "1SA.6.15", "verseOrgIds": ["1SA.6.15"]}}, {"text": "When the five lords of the Philistines had seen it, they returned to Ekron the same day. ", "type": "text", "attrs": {"verseId": "1SA.6.16", "verseOrgIds": ["1SA.6.16"]}}, {"text": "These are the golden tumors which the Philistines returned for a trespass offering to the LORD: for Ashdod one, for Gaza one, for Ashkelon one, for Gath one, for Ekron one; ", "type": "text", "attrs": {"verseId": "1SA.6.17", "verseOrgIds": ["1SA.6.17"]}}, {"text": "and the golden mice, according to the number of all the cities of the Philistines belonging to the five lords, both of fortified cities and of country villages, even to the great stone on which they set down the LORD’s ark. That stone remains to this day in the field of Joshua of Beth Shemesh. ", "type": "text", "attrs": {"verseId": "1SA.6.18", "verseOrgIds": ["1SA.6.18"]}}, {"text": "He struck of the men of Beth Shemesh, because they had looked into the LORD’s ark, he struck fifty thousand seventy of the men. Then the people mourned, because the LORD had struck the people with a great slaughter. ", "type": "text", "attrs": {"verseId": "1SA.6.19", "verseOrgIds": ["1SA.6.19"]}}, {"text": "The men of Beth Shemesh said, “Who is able to stand before the LORD, this holy God? To whom shall he go up from us?”", "type": "text", "attrs": {"verseId": "1SA.6.20", "verseOrgIds": ["1SA.6.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They sent messengers to the inhabitants of Kiriath Jearim, saying, “The Philistines have brought back the LORD’s ark. Come down and bring it up to yourselves.”", "type": "text", "attrs": {"verseId": "1SA.6.21", "verseOrgIds": ["1SA.6.21"]}}]}], "next": {"id": "1SA.7", "number": "7", "bookId": "1SA"}, "previous": {"id": "1SA.5", "number": "5", "bookId": "1SA"}}}}