{"_default": {"1": {"id": "JDG.11", "bibleId": "f72b840c855f362c-04", "number": "11", "bookId": "JDG", "reference": "Judges 11", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Jephthah the Gileadite was a mighty man of valor. He was the son of a prostitute. Gilead became the father of Jephthah. ", "type": "text", "attrs": {"verseId": "JDG.11.1", "verseOrgIds": ["JDG.11.1"]}}, {"text": "Gilead’s wife bore him sons. When his wife’s sons grew up, they drove Jephthah out and said to him, “You will not inherit in our father’s house, for you are the son of another woman.” ", "type": "text", "attrs": {"verseId": "JDG.11.2", "verseOrgIds": ["JDG.11.2"]}}, {"text": "Then Jephthah fled from his brothers and lived in the land of Tob. Outlaws joined up with Jephthah, and they went out with him.", "type": "text", "attrs": {"verseId": "JDG.11.3", "verseOrgIds": ["JDG.11.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After a while, the children of Ammon made war against Israel. ", "type": "text", "attrs": {"verseId": "JDG.11.4", "verseOrgIds": ["JDG.11.4"]}}, {"text": "When the children of Ammon made war against Israel, the elders of Gilead went to get Jephthah out of the land of Tob. ", "type": "text", "attrs": {"verseId": "JDG.11.5", "verseOrgIds": ["JDG.11.5"]}}, {"text": "They said to Jephthah, “Come and be our chief, that we may fight with the children of Ammon.”", "type": "text", "attrs": {"verseId": "JDG.11.6", "verseOrgIds": ["JDG.11.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jephthah said to the elders of Gilead, “Didn’t you hate me, and drive me out of my father’s house? Why have you come to me now when you are in distress?”", "type": "text", "attrs": {"verseId": "JDG.11.7", "verseOrgIds": ["JDG.11.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The elders of Gilead said to Jephthah, “Therefore we have turned again to you now, that you may go with us and fight with the children of Ammon. You will be our head over all the inhabitants of Gilead.”", "type": "text", "attrs": {"verseId": "JDG.11.8", "verseOrgIds": ["JDG.11.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jephthah said to the elders of Gilead, “If you bring me home again to fight with the children of Ammon, and the LORD delivers them before me, will I be your head?”", "type": "text", "attrs": {"verseId": "JDG.11.9", "verseOrgIds": ["JDG.11.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The elders of Gilead said to Jephthah, “The LORD will be witness between us. Surely we will do what you say.”", "type": "text", "attrs": {"verseId": "JDG.11.10", "verseOrgIds": ["JDG.11.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Jephthah went with the elders of Gilead, and the people made him head and chief over them. Jephthah spoke all his words before the LORD in Mizpah.", "type": "text", "attrs": {"verseId": "JDG.11.11", "verseOrgIds": ["JDG.11.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jephthah sent messengers to the king of the children of Ammon, saying, “What do you have to do with me, that you have come to me to fight against my land?”", "type": "text", "attrs": {"verseId": "JDG.11.12", "verseOrgIds": ["JDG.11.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king of the children of Ammon answered the messengers of Jephthah, “Because Israel took away my land when he came up out of Egypt, from the Arnon even to the Jabbok, and to the Jordan. Now therefore restore that territory again peaceably.”", "type": "text", "attrs": {"verseId": "JDG.11.13", "verseOrgIds": ["JDG.11.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jephthah sent messengers again to the king of the children of Ammon; ", "type": "text", "attrs": {"verseId": "JDG.11.14", "verseOrgIds": ["JDG.11.14"]}}, {"text": "and he said to him, “Jephthah says: Israel didn’t take away the land of Moab, nor the land of the children of Ammon; ", "type": "text", "attrs": {"verseId": "JDG.11.15", "verseOrgIds": ["JDG.11.15"]}}, {"text": "but when they came up from Egypt, and Israel went through the wilderness to the Sea of Suf, and came to Kadesh, ", "type": "text", "attrs": {"verseId": "JDG.11.16", "verseOrgIds": ["JDG.11.16"]}}, {"text": "then Israel sent messengers to the king of Edom, saying, ‘Please let me pass through your land;’ but the king of Edom didn’t listen. In the same way, he sent to the king of Moab, but he refused; so Israel stayed in Kadesh. ", "type": "text", "attrs": {"verseId": "JDG.11.17", "verseOrgIds": ["JDG.11.17"]}}, {"text": "Then they went through the wilderness, and went around the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and they encamped on the other side of the Arnon; but they didn’t come within the border of Moab, for the Arnon was the border of Moab. ", "type": "text", "attrs": {"verseId": "JDG.11.18", "verseOrgIds": ["JDG.11.18"]}}, {"text": "Israel sent messengers to Sihon king of the Amorites, the king of Heshbon; and Israel said to him, ‘Please let us pass through your land to my place.’ ", "type": "text", "attrs": {"verseId": "JDG.11.19", "verseOrgIds": ["JDG.11.19"]}}, {"text": "But Sihon didn’t trust Israel to pass through his border; but Sihon gathered all his people together, and encamped in Jahaz, and fought against Israel. ", "type": "text", "attrs": {"verseId": "JDG.11.20", "verseOrgIds": ["JDG.11.20"]}}, {"text": "The LORD, the God of Israel, delivered Sihon and all his people into the hand of Israel, and they struck them. So Israel possessed all the land of the Amorites, the inhabitants of that country. ", "type": "text", "attrs": {"verseId": "JDG.11.21", "verseOrgIds": ["JDG.11.21"]}}, {"text": "They possessed all the border of the Amorites, from the Arnon even to the Jabbok, and from the wilderness even to the Jordan. ", "type": "text", "attrs": {"verseId": "JDG.11.22", "verseOrgIds": ["JDG.11.22"]}}, {"text": "So now the LORD, the God of Israel, has dispossessed the Amorites from before his people Israel, and should you possess them? ", "type": "text", "attrs": {"verseId": "JDG.11.23", "verseOrgIds": ["JDG.11.23"]}}, {"text": "Won’t you possess that which Chemosh your god gives you to possess? So whoever the LORD our God has dispossessed from before us, them will we possess. ", "type": "text", "attrs": {"verseId": "JDG.11.24", "verseOrgIds": ["JDG.11.24"]}}, {"text": "Now are you anything better than Balak the son of Zippor, king of Moab? Did he ever strive against Israel, or did he ever fight against them? ", "type": "text", "attrs": {"verseId": "JDG.11.25", "verseOrgIds": ["JDG.11.25"]}}, {"text": "Israel lived in Heshbon and its towns, and in Aroer and its towns, and in all the cities that are along the side of the Arnon for three hundred years! Why didn’t you recover them within that time? ", "type": "text", "attrs": {"verseId": "JDG.11.26", "verseOrgIds": ["JDG.11.26"]}}, {"text": "Therefore I have not sinned against you, but you do me wrong to war against me. May The LORD the Judge be judge today between the children of Israel and the children of Ammon.”", "type": "text", "attrs": {"verseId": "JDG.11.27", "verseOrgIds": ["JDG.11.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "However, the king of the children of Ammon didn’t listen to the words of Jephthah which he sent him. ", "type": "text", "attrs": {"verseId": "JDG.11.28", "verseOrgIds": ["JDG.11.28"]}}, {"text": "Then the LORD’s Spirit came on Jephthah, and he passed over Gilead and Manasseh, and passed over Mizpah of Gilead, and from Mizpah of Gilead he passed over to the children of Ammon.", "type": "text", "attrs": {"verseId": "JDG.11.29", "verseOrgIds": ["JDG.11.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jephthah vowed a vow to the LORD, and said, “If you will indeed deliver the children of Ammon into my hand, ", "type": "text", "attrs": {"verseId": "JDG.11.30", "verseOrgIds": ["JDG.11.30"]}}, {"text": "then it shall be, that whatever comes out of the doors of my house to meet me when I return in peace from the children of Ammon, it shall be the LORD’s, and I will offer it up for a burnt offering.”", "type": "text", "attrs": {"verseId": "JDG.11.31", "verseOrgIds": ["JDG.11.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Jephthah passed over to the children of Ammon to fight against them; and the LORD delivered them into his hand. ", "type": "text", "attrs": {"verseId": "JDG.11.32", "verseOrgIds": ["JDG.11.32"]}}, {"text": "He struck them from Aroer until you come to Minnith, even twenty cities, and to Abelcheramim, with a very great slaughter. So the children of Ammon were subdued before the children of Israel.", "type": "text", "attrs": {"verseId": "JDG.11.33", "verseOrgIds": ["JDG.11.33"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jephthah came to Mizpah to his house; and behold, his daughter came out to meet him with tambourines and with dances. She was his only child. Besides her he had neither son nor daughter. ", "type": "text", "attrs": {"verseId": "JDG.11.34", "verseOrgIds": ["JDG.11.34"]}}, {"text": "When he saw her, he tore his clothes, and said, “Alas, my daughter! You have brought me very low, and you are one of those who trouble me; for I have opened my mouth to the LORD, and I can’t go back.”", "type": "text", "attrs": {"verseId": "JDG.11.35", "verseOrgIds": ["JDG.11.35"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "She said to him, “My father, you have opened your mouth to the LORD; do to me according to that which has proceeded out of your mouth, because the LORD has taken vengeance for you on your enemies, even on the children of Ammon.” ", "type": "text", "attrs": {"verseId": "JDG.11.36", "verseOrgIds": ["JDG.11.36"]}}, {"text": "Then she said to her father, “Let this thing be done for me. Leave me alone two months, that I may depart and go down on the mountains, and bewail my virginity, I and my companions.”", "type": "text", "attrs": {"verseId": "JDG.11.37", "verseOrgIds": ["JDG.11.37"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said, “Go.” He sent her away for two months; and she departed, she and her companions, and mourned her virginity on the mountains. ", "type": "text", "attrs": {"verseId": "JDG.11.38", "verseOrgIds": ["JDG.11.38"]}}, {"text": "At the end of two months, she returned to her father, who did with her according to his vow which he had vowed. She was a virgin. It became a custom in Israel ", "type": "text", "attrs": {"verseId": "JDG.11.39", "verseOrgIds": ["JDG.11.39"]}}, {"text": "that the daughters of Israel went yearly to celebrate the daughter of Jephthah the Gileadite four days in a year.", "type": "text", "attrs": {"verseId": "JDG.11.40", "verseOrgIds": ["JDG.11.40"]}}]}], "next": {"id": "JDG.12", "number": "12", "bookId": "JDG"}, "previous": {"id": "JDG.10", "number": "10", "bookId": "JDG"}}}}