{"_default": {"1": {"id": "EZK.44", "bibleId": "f72b840c855f362c-04", "number": "44", "bookId": "EZK", "reference": "Ezekiel 44", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then he brought me back by the way of the outer gate of the sanctuary, which looks toward the east; and it was shut. ", "type": "text", "attrs": {"verseId": "EZK.44.1", "verseOrgIds": ["EZK.44.1"]}}, {"text": "The LORD said to me, “This gate shall be shut. It shall not be opened, no man shall enter in by it; for the LORD, the God of Israel, has entered in by it. Therefore it shall be shut. ", "type": "text", "attrs": {"verseId": "EZK.44.2", "verseOrgIds": ["EZK.44.2"]}}, {"text": "As for the prince, he shall sit in it as prince to eat bread before the LORD. He shall enter by the way of the porch of the gate, and shall go out the same way.”", "type": "text", "attrs": {"verseId": "EZK.44.3", "verseOrgIds": ["EZK.44.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then he brought me by the way of the north gate before the house; and I looked, and behold, the LORD’s glory filled the LORD’s house; so I fell on my face.", "type": "text", "attrs": {"verseId": "EZK.44.4", "verseOrgIds": ["EZK.44.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to me, “Son of man, mark well, and see with your eyes, and hear with your ears all that I tell you concerning all the ordinances of the LORD’s house and all its laws; and mark well the entrance of the house, with every exit of the sanctuary. ", "type": "text", "attrs": {"verseId": "EZK.44.5", "verseOrgIds": ["EZK.44.5"]}}, {"text": "You shall tell the rebellious, even the house of Israel, ‘The Lord GOD says: “You house of Israel, let that be enough of all your abominations, ", "type": "text", "attrs": {"verseId": "EZK.44.6", "verseOrgIds": ["EZK.44.6"]}}, {"text": "in that you have brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in my sanctuary, to profane it, even my house, when you offer my bread, the fat and the blood; and they have broken my covenant, to add to all your abominations. ", "type": "text", "attrs": {"verseId": "EZK.44.7", "verseOrgIds": ["EZK.44.7"]}}, {"text": "You have not performed the duty of my holy things; but you have set performers of my duty in my sanctuary for yourselves.” ", "type": "text", "attrs": {"verseId": "EZK.44.8", "verseOrgIds": ["EZK.44.8"]}}, {"text": "The Lord GOD says, “No foreigner, uncircumcised in heart and uncircumcised in flesh, shall enter into my sanctuary, of any foreigners who are among the children of Israel.", "type": "text", "attrs": {"verseId": "EZK.44.9", "verseOrgIds": ["EZK.44.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“But the Levites who went far from me when Israel went astray, who went astray from me after their idols, they will bear their iniquity. ", "type": "text", "attrs": {"verseId": "EZK.44.10", "verseOrgIds": ["EZK.44.10"]}}, {"text": "Yet they shall be ministers in my sanctuary, having oversight at the gates of the house, and ministering in the house. They shall kill the burnt offering and the sacrifice for the people, and they shall stand before them to minister to them. ", "type": "text", "attrs": {"verseId": "EZK.44.11", "verseOrgIds": ["EZK.44.11"]}}, {"text": "Because they ministered to them before their idols, and became a stumbling block of iniquity to the house of Israel, therefore I have lifted up my hand against them,” says the Lord GOD, “and they will bear their iniquity. ", "type": "text", "attrs": {"verseId": "EZK.44.12", "verseOrgIds": ["EZK.44.12"]}}, {"text": "They shall not come near to me, to execute the office of priest to me, nor to come near to any of my holy things, to the things that are most holy; but they will bear their shame and their abominations which they have committed. ", "type": "text", "attrs": {"verseId": "EZK.44.13", "verseOrgIds": ["EZK.44.13"]}}, {"text": "Yet I will make them performers of the duty of the house, for all its service and for all that will be done therein.", "type": "text", "attrs": {"verseId": "EZK.44.14", "verseOrgIds": ["EZK.44.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“But the Levitical priests, the sons of Zadok, who performed the duty of my sanctuary when the children of Israel went astray from me, shall come near to me to minister to me. They shall stand before me to offer to me the fat and the blood,” says the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.44.15", "verseOrgIds": ["EZK.44.15"]}}, {"text": "“They shall enter into my sanctuary, and they shall come near to my table, to minister to me, and they shall keep my instruction.", "type": "text", "attrs": {"verseId": "EZK.44.16", "verseOrgIds": ["EZK.44.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“It will be that when they enter in at the gates of the inner court, they shall be clothed with linen garments. No wool shall come on them while they minister in the gates of the inner court, and within. ", "type": "text", "attrs": {"verseId": "EZK.44.17", "verseOrgIds": ["EZK.44.17"]}}, {"text": "They shall have linen turbans on their heads, and shall have linen trousers on their waists. They shall not clothe themselves with anything that makes them sweat. ", "type": "text", "attrs": {"verseId": "EZK.44.18", "verseOrgIds": ["EZK.44.18"]}}, {"text": "When they go out into the outer court, even into the outer court to the people, they shall put off their garments in which they minister and lay them in the holy rooms. They shall put on other garments, that they not sanctify the people with their garments.", "type": "text", "attrs": {"verseId": "EZK.44.19", "verseOrgIds": ["EZK.44.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“They shall not shave their heads, or allow their locks to grow long. They shall only cut off the hair of their heads. ", "type": "text", "attrs": {"verseId": "EZK.44.20", "verseOrgIds": ["EZK.44.20"]}}, {"text": "None of the priests shall drink wine when they enter into the inner court. ", "type": "text", "attrs": {"verseId": "EZK.44.21", "verseOrgIds": ["EZK.44.21"]}}, {"text": "They shall not take for their wives a widow, or her who is put away; but they shall take virgins of the offspring of the house of Israel, or a widow who is the widow of a priest. ", "type": "text", "attrs": {"verseId": "EZK.44.22", "verseOrgIds": ["EZK.44.22"]}}, {"text": "They shall teach my people the difference between the holy and the common, and cause them to discern between the unclean and the clean.", "type": "text", "attrs": {"verseId": "EZK.44.23", "verseOrgIds": ["EZK.44.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“In a controversy they shall stand to judge. They shall judge it according to my ordinances. They shall keep my laws and my statutes in all my appointed feasts. They shall make my Sabbaths holy.", "type": "text", "attrs": {"verseId": "EZK.44.24", "verseOrgIds": ["EZK.44.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“They shall go in to no dead person to defile themselves; but for father, or for mother, or for son, or for daughter, for brother, or for sister who has had no husband, they may defile themselves. ", "type": "text", "attrs": {"verseId": "EZK.44.25", "verseOrgIds": ["EZK.44.25"]}}, {"text": "After he is cleansed, they shall reckon to him seven days. ", "type": "text", "attrs": {"verseId": "EZK.44.26", "verseOrgIds": ["EZK.44.26"]}}, {"text": "In the day that he goes into the sanctuary, into the inner court, to minister in the sanctuary, he shall offer his sin offering,” says the Lord GOD.", "type": "text", "attrs": {"verseId": "EZK.44.27", "verseOrgIds": ["EZK.44.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘They shall have an inheritance: I am their inheritance; and you shall give them no possession in Israel. I am their possession. ", "type": "text", "attrs": {"verseId": "EZK.44.28", "verseOrgIds": ["EZK.44.28"]}}, {"text": "They shall eat the meal offering, and the sin offering, and the trespass offering; and every devoted thing in Israel shall be theirs. ", "type": "text", "attrs": {"verseId": "EZK.44.29", "verseOrgIds": ["EZK.44.29"]}}, {"text": "The first of all the first fruits of every thing, and every offering of everything, of all your offerings, shall be for the priest. You shall also give to the priests the first of your dough, to cause a blessing to rest on your house. ", "type": "text", "attrs": {"verseId": "EZK.44.30", "verseOrgIds": ["EZK.44.30"]}}, {"text": "The priests shall not eat of anything that dies of itself or is torn, whether it is bird or animal.", "type": "text", "attrs": {"verseId": "EZK.44.31", "verseOrgIds": ["EZK.44.31"]}}]}], "next": {"id": "EZK.45", "number": "45", "bookId": "EZK"}, "previous": {"id": "EZK.43", "number": "43", "bookId": "EZK"}}}}