{"_default": {"1": {"id": "ISA.13", "bibleId": "f72b840c855f362c-04", "number": "13", "bookId": "ISA", "reference": "Isaiah 13", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The burden of Babylon, which Isaiah the son of Amoz saw.", "type": "text", "attrs": {"verseId": "ISA.13.1", "verseOrgIds": ["ISA.13.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Set up a banner on the bare mountain! Lift up your voice to them! Wave your hand, that they may go into the gates of the nobles. ", "type": "text", "attrs": {"verseId": "ISA.13.2", "verseOrgIds": ["ISA.13.2"]}}, {"text": "I have commanded my consecrated ones; yes, I have called my mighty men for my anger, even my proudly exulting ones. ", "type": "text", "attrs": {"verseId": "ISA.13.3", "verseOrgIds": ["ISA.13.3"]}}, {"text": "The noise of a multitude is in the mountains, as of a great people; the noise of an uproar of the kingdoms of the nations gathered together! The LORD of Hosts is mustering the army for the battle. ", "type": "text", "attrs": {"verseId": "ISA.13.4", "verseOrgIds": ["ISA.13.4"]}}, {"text": "They come from a far country, from the uttermost part of heaven, even the LORD, and the weapons of his indignation, to destroy the whole land.", "type": "text", "attrs": {"verseId": "ISA.13.5", "verseOrgIds": ["ISA.13.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Wail, for the LORD’s day is at hand! It will come as destruction from the Almighty. ", "type": "text", "attrs": {"verseId": "ISA.13.6", "verseOrgIds": ["ISA.13.6"]}}, {"text": "Therefore all hands will be feeble, and everyone’s heart will melt. ", "type": "text", "attrs": {"verseId": "ISA.13.7", "verseOrgIds": ["ISA.13.7"]}}, {"text": "They will be dismayed. Pangs and sorrows will seize them. They will be in pain like a woman in labor. They will look in amazement one at another. Their faces will be faces of flame. ", "type": "text", "attrs": {"verseId": "ISA.13.8", "verseOrgIds": ["ISA.13.8"]}}, {"text": "Behold, the day of the LORD comes, cruel, with wrath and fierce anger; to make the land a desolation, and to destroy its sinners out of it. ", "type": "text", "attrs": {"verseId": "ISA.13.9", "verseOrgIds": ["ISA.13.9"]}}, {"text": "For the stars of the sky and its constellations will not give their light. The sun will be darkened in its going out, and the moon will not cause its light to shine. ", "type": "text", "attrs": {"verseId": "ISA.13.10", "verseOrgIds": ["ISA.13.10"]}}, {"text": "I will punish the world for their evil, and the wicked for their iniquity. I will cause the arrogance of the proud to cease, and will humble the arrogance of the terrible. ", "type": "text", "attrs": {"verseId": "ISA.13.11", "verseOrgIds": ["ISA.13.11"]}}, {"text": "I will make people more rare than fine gold, even a person than the pure gold of Ophir. ", "type": "text", "attrs": {"verseId": "ISA.13.12", "verseOrgIds": ["ISA.13.12"]}}, {"text": "Therefore I will make the heavens tremble, and the earth will be shaken out of its place in the LORD of Hosts’ wrath, and in the day of his fierce anger. ", "type": "text", "attrs": {"verseId": "ISA.13.13", "verseOrgIds": ["ISA.13.13"]}}, {"text": "It will happen that like a hunted gazelle and like sheep that no one gathers, they will each turn to their own people, and will each flee to their own land. ", "type": "text", "attrs": {"verseId": "ISA.13.14", "verseOrgIds": ["ISA.13.14"]}}, {"text": "Everyone who is found will be thrust through. Everyone who is captured will fall by the sword. ", "type": "text", "attrs": {"verseId": "ISA.13.15", "verseOrgIds": ["ISA.13.15"]}}, {"text": "Their infants also will be dashed in pieces before their eyes. Their houses will be ransacked, and their wives raped.", "type": "text", "attrs": {"verseId": "ISA.13.16", "verseOrgIds": ["ISA.13.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, I will stir up the Medes against them, who will not value silver, and as for gold, they will not delight in it. ", "type": "text", "attrs": {"verseId": "ISA.13.17", "verseOrgIds": ["ISA.13.17"]}}, {"text": "Their bows will dash the young men in pieces; and they shall have no pity on the fruit of the womb. Their eyes will not spare children. ", "type": "text", "attrs": {"verseId": "ISA.13.18", "verseOrgIds": ["ISA.13.18"]}}, {"text": "Babylon, the glory of kingdoms, the beauty of the Kasdim’ pride, will be like when God overthrew Sodom and Gomorrah. ", "type": "text", "attrs": {"verseId": "ISA.13.19", "verseOrgIds": ["ISA.13.19"]}}, {"text": "It will never be inhabited, neither will it be lived in from generation to generation. The Arabian will not pitch a tent there, neither will shepherds make their flocks lie down there. ", "type": "text", "attrs": {"verseId": "ISA.13.20", "verseOrgIds": ["ISA.13.20"]}}, {"text": "But wild animals of the desert will lie there, and their houses will be full of jackals. Ostriches will dwell there, and wild goats will frolic there. ", "type": "text", "attrs": {"verseId": "ISA.13.21", "verseOrgIds": ["ISA.13.21"]}}, {"text": "Hyenas will cry in their fortresses, and jackals in the pleasant palaces. Her time is near to come, and her days will not be prolonged.", "type": "text", "attrs": {"verseId": "ISA.13.22", "verseOrgIds": ["ISA.13.22"]}}]}], "next": {"id": "ISA.14", "number": "14", "bookId": "ISA"}, "previous": {"id": "ISA.12", "number": "12", "bookId": "ISA"}}}}