{"_default": {"1": {"id": "EXO.3", "bibleId": "f72b840c855f362c-04", "number": "3", "bookId": "EXO", "reference": "Exodus 3", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Moses was keeping the flock of Jethro, his father-in-law, the priest of Midian, and he led the flock to the back of the wilderness, and came to God’s mountain, to Horeb. ", "type": "text", "attrs": {"verseId": "EXO.3.1", "verseOrgIds": ["EXO.3.1"]}}, {"text": "The LORD’s", "type": "text", "attrs": {"verseId": "EXO.3.2", "verseOrgIds": ["EXO.3.2"]}}, {"text": " angel appeared to him in a flame of fire out of the middle of a bush. He looked, and behold, the bush burned with fire, and the bush was not consumed. ", "type": "text", "attrs": {"verseId": "EXO.3.2", "verseOrgIds": ["EXO.3.2"]}}, {"text": "Moses said, “I will go now, and see this great sight, why the bush is not burned.”", "type": "text", "attrs": {"verseId": "EXO.3.3", "verseOrgIds": ["EXO.3.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the LORD saw that he came over to see, God called to him out of the middle of the bush, and said, “Moses! Moses!”", "type": "text", "attrs": {"verseId": "EXO.3.4", "verseOrgIds": ["EXO.3.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "EXO 3:4"}, "items": [{"text": "He said, “Here I am.”", "type": "text", "attrs": {"verseId": "EXO.3.4", "verseOrgIds": ["EXO.3.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said, “Don’t come close. Take off your sandals, for the place you are standing on is holy ground.” ", "type": "text", "attrs": {"verseId": "EXO.3.5", "verseOrgIds": ["EXO.3.5"]}}, {"text": "Moreover he said, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.”", "type": "text", "attrs": {"verseId": "EXO.3.6", "verseOrgIds": ["EXO.3.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "EXO 3:6"}, "items": [{"text": "Moses hid his face because he was afraid to look at God.", "type": "text", "attrs": {"verseId": "EXO.3.6", "verseOrgIds": ["EXO.3.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said, “I have surely seen the affliction of my people who are in Egypt, and have heard their cry because of their taskmasters, for I know their sorrows. ", "type": "text", "attrs": {"verseId": "EXO.3.7", "verseOrgIds": ["EXO.3.7"]}}, {"text": "I have come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land to a good and large land, to a land flowing with milk and honey; to the place of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite. ", "type": "text", "attrs": {"verseId": "EXO.3.8", "verseOrgIds": ["EXO.3.8"]}}, {"text": "Now, behold, the cry of the children of Israel has come to me. Moreover I have seen the oppression with which the Egyptians oppress them. ", "type": "text", "attrs": {"verseId": "EXO.3.9", "verseOrgIds": ["EXO.3.9"]}}, {"text": "Come now therefore, and I will send you to Pharaoh, that you may bring my people, the children of Israel, out of Egypt.”", "type": "text", "attrs": {"verseId": "EXO.3.10", "verseOrgIds": ["EXO.3.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said to God, “Who am I, that I should go to Pharaoh, and that I should bring the children of Israel out of Egypt?”", "type": "text", "attrs": {"verseId": "EXO.3.11", "verseOrgIds": ["EXO.3.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said, “Certainly I will be with you. This will be the token to you, that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain.”", "type": "text", "attrs": {"verseId": "EXO.3.12", "verseOrgIds": ["EXO.3.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said to God, “Behold, when I come to the children of Israel, and tell them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ what should I tell them?”", "type": "text", "attrs": {"verseId": "EXO.3.13", "verseOrgIds": ["EXO.3.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "God said to Moses, “I AM WHO I AM,” and he said, “You shall tell the children of Israel this: ‘I AM has sent me to you.’” ", "type": "text", "attrs": {"verseId": "EXO.3.14", "verseOrgIds": ["EXO.3.14"]}}, {"text": "God said moreover to Moses, “You shall tell the children of Israel this, ‘The LORD, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is my name forever, and this is my memorial to all generations. ", "type": "text", "attrs": {"verseId": "EXO.3.15", "verseOrgIds": ["EXO.3.15"]}}, {"text": "Go and gather the elders of Israel together, and tell them, ‘The LORD, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying, “I have surely visited you, and seen that which is done to you in Egypt. ", "type": "text", "attrs": {"verseId": "EXO.3.16", "verseOrgIds": ["EXO.3.16"]}}, {"text": "I have said, I will bring you up out of the affliction of Egypt to the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite, to a land flowing with milk and honey.”’ ", "type": "text", "attrs": {"verseId": "EXO.3.17", "verseOrgIds": ["EXO.3.17"]}}, {"text": "They will listen to your voice. You shall come, you and the elders of Israel, to the king of Egypt, and you shall tell him, ‘The LORD, the God of the Hebrews, has met with us. Now please let us go three days’ journey into the wilderness, that we may sacrifice to the LORD, our God.’ ", "type": "text", "attrs": {"verseId": "EXO.3.18", "verseOrgIds": ["EXO.3.18"]}}, {"text": "I know that the king of Egypt won’t give you permission to go, no, not by a mighty hand. ", "type": "text", "attrs": {"verseId": "EXO.3.19", "verseOrgIds": ["EXO.3.19"]}}, {"text": "I will reach out my hand and strike Egypt with all my wonders which I will do among them, and after that he will let you go. ", "type": "text", "attrs": {"verseId": "EXO.3.20", "verseOrgIds": ["EXO.3.20"]}}, {"text": "I will give this people favor in the sight of the Egyptians, and it will happen that when you go, you shall not go empty-handed. ", "type": "text", "attrs": {"verseId": "EXO.3.21", "verseOrgIds": ["EXO.3.21"]}}, {"text": "But every woman shall ask of her neighbor, and of her who visits her house, jewels of silver, jewels of gold, and clothing. You shall put them on your sons, and on your daughters. You shall plunder the Egyptians.”", "type": "text", "attrs": {"verseId": "EXO.3.22", "verseOrgIds": ["EXO.3.22"]}}]}], "next": {"id": "EXO.4", "number": "4", "bookId": "EXO"}, "previous": {"id": "EXO.2", "number": "2", "bookId": "EXO"}}}}