{"_default": {"1": {"id": "JOS.16", "bibleId": "f72b840c855f362c-04", "number": "16", "bookId": "JOS", "reference": "Joshua 16", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The lot came out for the children of Joseph from the Jordan at Jericho, at the waters of Jericho on the east, even the wilderness, going up from Jericho through the hill country to Bethel. ", "type": "text", "attrs": {"verseId": "JOS.16.1", "verseOrgIds": ["JOS.16.1"]}}, {"text": "It went out from Bethel to Luz, and passed along to the border of the Archites to Ataroth; ", "type": "text", "attrs": {"verseId": "JOS.16.2", "verseOrgIds": ["JOS.16.2"]}}, {"text": "and it went down westward to the border of the Japhletites, to the border of Beth Horon the lower, and on to Gezer; and ended at the sea.", "type": "text", "attrs": {"verseId": "JOS.16.3", "verseOrgIds": ["JOS.16.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The children of Joseph, Manasseh and Ephraim, took their inheritance. ", "type": "text", "attrs": {"verseId": "JOS.16.4", "verseOrgIds": ["JOS.16.4"]}}, {"text": "This was the border of the children of Ephraim according to their families. The border of their inheritance eastward was Ataroth Addar, to Beth Horon the upper. ", "type": "text", "attrs": {"verseId": "JOS.16.5", "verseOrgIds": ["JOS.16.5"]}}, {"text": "The border went out westward at Michmethath on the north. The border turned about eastward to Taanath Shiloh, and passed along it on the east of Janoah. ", "type": "text", "attrs": {"verseId": "JOS.16.6", "verseOrgIds": ["JOS.16.6"]}}, {"text": "It went down from Janoah to Ataroth, to Naarah, reached to Jericho, and went out at the Jordan. ", "type": "text", "attrs": {"verseId": "JOS.16.7", "verseOrgIds": ["JOS.16.7"]}}, {"text": "From Tappuah the border went along westward to the brook of Kanah; and ended at the sea. This is the inheritance of the tribe of the children of Ephraim according to their families; ", "type": "text", "attrs": {"verseId": "JOS.16.8", "verseOrgIds": ["JOS.16.8"]}}, {"text": "together with the cities which were set apart for the children of Ephraim in the middle of the inheritance of the children of Manasseh, all the cities with their villages. ", "type": "text", "attrs": {"verseId": "JOS.16.9", "verseOrgIds": ["JOS.16.9"]}}, {"text": "They didn’t drive out the Canaanites who lived in Gezer; but the Canaanites dwell in the territory of Ephraim to this day, and have become servants to do forced labor.", "type": "text", "attrs": {"verseId": "JOS.16.10", "verseOrgIds": ["JOS.16.10"]}}]}], "next": {"id": "JOS.17", "number": "17", "bookId": "JOS"}, "previous": {"id": "JOS.15", "number": "15", "bookId": "JOS"}}}}