{"_default": {"1": {"id": "EXO.27", "bibleId": "f72b840c855f362c-04", "number": "27", "bookId": "EXO", "reference": "Exodus 27", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You shall make the altar of acacia wood, five cubits", "type": "text", "attrs": {"verseId": "EXO.27.1", "verseOrgIds": ["EXO.27.1"]}}, {"text": " long, and five cubits wide. The altar shall be square. Its height shall be three cubits.", "type": "text", "attrs": {"verseId": "EXO.27.1", "verseOrgIds": ["EXO.27.1"]}}, {"text": " ", "type": "text", "attrs": {"verseId": "EXO.27.1", "verseOrgIds": ["EXO.27.1"]}}, {"text": "You shall make its horns on its four corners. Its horns shall be of one piece with it. You shall overlay it with bronze. ", "type": "text", "attrs": {"verseId": "EXO.27.2", "verseOrgIds": ["EXO.27.2"]}}, {"text": "You shall make its pots to take away its ashes; and its shovels, its basins, its meat hooks, and its fire pans. You shall make all its vessels of bronze. ", "type": "text", "attrs": {"verseId": "EXO.27.3", "verseOrgIds": ["EXO.27.3"]}}, {"text": "You shall make a grating for it of network of bronze. On the net you shall make four bronze rings in its four corners. ", "type": "text", "attrs": {"verseId": "EXO.27.4", "verseOrgIds": ["EXO.27.4"]}}, {"text": "You shall put it under the ledge around the altar beneath, that the net may reach halfway up the altar. ", "type": "text", "attrs": {"verseId": "EXO.27.5", "verseOrgIds": ["EXO.27.5"]}}, {"text": "You shall make poles for the altar, poles of acacia wood, and overlay them with bronze. ", "type": "text", "attrs": {"verseId": "EXO.27.6", "verseOrgIds": ["EXO.27.6"]}}, {"text": "Its poles shall be put into the rings, and the poles shall be on the two sides of the altar when carrying it. ", "type": "text", "attrs": {"verseId": "EXO.27.7", "verseOrgIds": ["EXO.27.7"]}}, {"text": "You shall make it hollow with planks. They shall make it as it has been shown you on the mountain.", "type": "text", "attrs": {"verseId": "EXO.27.8", "verseOrgIds": ["EXO.27.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You shall make the court of the tabernacle: for the south side southward there shall be hangings for the court of fine twined linen one hundred cubits long for one side. ", "type": "text", "attrs": {"verseId": "EXO.27.9", "verseOrgIds": ["EXO.27.9"]}}, {"text": "Its pillars shall be twenty, and their sockets twenty, of bronze. The hooks of the pillars and their fillets shall be of silver. ", "type": "text", "attrs": {"verseId": "EXO.27.10", "verseOrgIds": ["EXO.27.10"]}}, {"text": "Likewise for the length of the north side, there shall be hangings one hundred cubits long, and its pillars twenty, and their sockets twenty, of bronze; the hooks of the pillars, and their fillets, of silver. ", "type": "text", "attrs": {"verseId": "EXO.27.11", "verseOrgIds": ["EXO.27.11"]}}, {"text": "For the width of the court on the west side shall be hangings of fifty cubits; their pillars ten, and their sockets ten. ", "type": "text", "attrs": {"verseId": "EXO.27.12", "verseOrgIds": ["EXO.27.12"]}}, {"text": "The width of the court on the east side eastward shall be fifty cubits. ", "type": "text", "attrs": {"verseId": "EXO.27.13", "verseOrgIds": ["EXO.27.13"]}}, {"text": "The hangings for the one side of the gate shall be fifteen cubits; their pillars three, and their sockets three. ", "type": "text", "attrs": {"verseId": "EXO.27.14", "verseOrgIds": ["EXO.27.14"]}}, {"text": "For the other side shall be hangings of fifteen cubits; their pillars three, and their sockets three. ", "type": "text", "attrs": {"verseId": "EXO.27.15", "verseOrgIds": ["EXO.27.15"]}}, {"text": "For the gate of the court shall be a screen of twenty cubits, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer; their pillars four, and their sockets four. ", "type": "text", "attrs": {"verseId": "EXO.27.16", "verseOrgIds": ["EXO.27.16"]}}, {"text": "All the pillars of the court around shall be filleted with silver; their hooks of silver, and their sockets of bronze. ", "type": "text", "attrs": {"verseId": "EXO.27.17", "verseOrgIds": ["EXO.27.17"]}}, {"text": "The length of the court shall be one hundred cubits, and the width fifty throughout, and the height five cubits, of fine twined linen, and their sockets of bronze. ", "type": "text", "attrs": {"verseId": "EXO.27.18", "verseOrgIds": ["EXO.27.18"]}}, {"text": "All the instruments of the tabernacle in all its service, and all its pins, and all the pins of the court, shall be of bronze.", "type": "text", "attrs": {"verseId": "EXO.27.19", "verseOrgIds": ["EXO.27.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You shall command the children of Israel, that they bring to you pure olive oil beaten for the light, to cause a lamp to burn continually. ", "type": "text", "attrs": {"verseId": "EXO.27.20", "verseOrgIds": ["EXO.27.20"]}}, {"text": "In the Tent of Meeting, outside the veil which is before the covenant, Aaron and his sons shall keep it in order from evening to morning before the LORD: it shall be a statute forever throughout their generations on the behalf of the children of Israel.", "type": "text", "attrs": {"verseId": "EXO.27.21", "verseOrgIds": ["EXO.27.21"]}}]}], "next": {"id": "EXO.28", "number": "28", "bookId": "EXO"}, "previous": {"id": "EXO.26", "number": "26", "bookId": "EXO"}}}}