{"_default": {"1": {"id": "EZK.10", "bibleId": "f72b840c855f362c-04", "number": "10", "bookId": "EZK", "reference": "Ezekiel 10", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then I looked, and see, in the expanse that was over the head of the cherubim there appeared above them as it were a sapphire", "type": "text", "attrs": {"verseId": "EZK.10.1", "verseOrgIds": ["EZK.10.1"]}}, {"text": " stone, as the appearance of the likeness of a throne. ", "type": "text", "attrs": {"verseId": "EZK.10.1", "verseOrgIds": ["EZK.10.1"]}}, {"text": "He spoke to the man clothed in linen, and said, “Go in between the whirling wheels, even under the cherub, and fill both your hands with coals of fire from between the cherubim, and scatter them over the city.”", "type": "text", "attrs": {"verseId": "EZK.10.2", "verseOrgIds": ["EZK.10.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "EZK 10:2"}, "items": [{"text": "He went in as I watched. ", "type": "text", "attrs": {"verseId": "EZK.10.2", "verseOrgIds": ["EZK.10.2"]}}, {"text": "Now the cherubim stood on the right side of the house when the man went in; and the cloud filled the inner court. ", "type": "text", "attrs": {"verseId": "EZK.10.3", "verseOrgIds": ["EZK.10.3"]}}, {"text": "The LORD’s glory mounted up from the cherub, and stood over the threshold of the house; and the house was filled with the cloud, and the court was full of the brightness of the LORD’s glory. ", "type": "text", "attrs": {"verseId": "EZK.10.4", "verseOrgIds": ["EZK.10.4"]}}, {"text": "The sound of the wings of the cherubim was heard even to the outer court, as the voice of God Almighty when he speaks.", "type": "text", "attrs": {"verseId": "EZK.10.5", "verseOrgIds": ["EZK.10.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "It came to pass, when he commanded the man clothed in linen, saying, “Take fire from between the whirling wheels, from between the cherubim,” that he went in and stood beside a wheel. ", "type": "text", "attrs": {"verseId": "EZK.10.6", "verseOrgIds": ["EZK.10.6"]}}, {"text": "The cherub stretched out his hand from between the cherubim to the fire that was between the cherubim, and took some of it, and put it into the hands of him who was clothed in linen, who took it and went out. ", "type": "text", "attrs": {"verseId": "EZK.10.7", "verseOrgIds": ["EZK.10.7"]}}, {"text": "The form of a man’s hand appeared here in the cherubim under their wings.", "type": "text", "attrs": {"verseId": "EZK.10.8", "verseOrgIds": ["EZK.10.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I looked, and behold, there were four wheels beside the cherubim, one wheel beside one cherub, and another wheel beside another cherub. The appearance of the wheels was like a beryl stone. ", "type": "text", "attrs": {"verseId": "EZK.10.9", "verseOrgIds": ["EZK.10.9"]}}, {"text": "As for their appearance, the four of them had one likeness, like a wheel within a wheel. ", "type": "text", "attrs": {"verseId": "EZK.10.10", "verseOrgIds": ["EZK.10.10"]}}, {"text": "When they went, they went in their four directions. They didn’t turn as they went, but to the place where the head looked they followed it. They didn’t turn as they went. ", "type": "text", "attrs": {"verseId": "EZK.10.11", "verseOrgIds": ["EZK.10.11"]}}, {"text": "Their whole body, including their backs, their hands, their wings, and the wheels, were full of eyes all around, even the wheels that the four of them had. ", "type": "text", "attrs": {"verseId": "EZK.10.12", "verseOrgIds": ["EZK.10.12"]}}, {"text": "As for the wheels, they were called in my hearing, “the whirling wheels”. ", "type": "text", "attrs": {"verseId": "EZK.10.13", "verseOrgIds": ["EZK.10.13"]}}, {"text": "Every one them had four faces. The first face was the face of the cherub. The second face was the face of a man. The third face was the face of a lion. The fourth was the face of an eagle.", "type": "text", "attrs": {"verseId": "EZK.10.14", "verseOrgIds": ["EZK.10.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The cherubim mounted up. This is the living creature that I saw by the river Chebar. ", "type": "text", "attrs": {"verseId": "EZK.10.15", "verseOrgIds": ["EZK.10.15"]}}, {"text": "When the cherubim went, the wheels went beside them; and when the cherubim lifted up their wings to mount up from the earth, the wheels also didn’t turn from beside them. ", "type": "text", "attrs": {"verseId": "EZK.10.16", "verseOrgIds": ["EZK.10.16"]}}, {"text": "When they stood, these stood. When they mounted up, these mounted up with them; for the spirit of the living creature was in them.", "type": "text", "attrs": {"verseId": "EZK.10.17", "verseOrgIds": ["EZK.10.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s glory went out from over the threshold of the house and stood over the cherubim. ", "type": "text", "attrs": {"verseId": "EZK.10.18", "verseOrgIds": ["EZK.10.18"]}}, {"text": "The cherubim lifted up their wings and mounted up from the earth in my sight when they went out, with the wheels beside them. Then they stood at the door of the east gate of the LORD’s house; and the glory of the God of Israel was over them above.", "type": "text", "attrs": {"verseId": "EZK.10.19", "verseOrgIds": ["EZK.10.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "This is the living creature that I saw under the God of Israel by the river Chebar; and I knew that they were cherubim. ", "type": "text", "attrs": {"verseId": "EZK.10.20", "verseOrgIds": ["EZK.10.20"]}}, {"text": "Every one had four faces, and every one four wings. The likeness of the hands of a man was under their wings. ", "type": "text", "attrs": {"verseId": "EZK.10.21", "verseOrgIds": ["EZK.10.21"]}}, {"text": "As for the likeness of their faces, they were the faces which I saw by the river Chebar, their appearances and themselves. They each went straight forward.", "type": "text", "attrs": {"verseId": "EZK.10.22", "verseOrgIds": ["EZK.10.22"]}}]}], "next": {"id": "EZK.11", "number": "11", "bookId": "EZK"}, "previous": {"id": "EZK.9", "number": "9", "bookId": "EZK"}}}}