{"_default": {"1": {"id": "2SA.8", "bibleId": "f72b840c855f362c-04", "number": "8", "bookId": "2SA", "reference": "2 Samuel 8", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After this, David struck the Philistines and subdued them; and David took the bridle of the mother city out of the hand of the Philistines. ", "type": "text", "attrs": {"verseId": "2SA.8.1", "verseOrgIds": ["2SA.8.1"]}}, {"text": "He defeated Moab, and measured them with the line, making them to lie down on the ground; and he measured two lines to put to death, and one full line to keep alive. The Moabites became servants to David, and brought tribute.", "type": "text", "attrs": {"verseId": "2SA.8.2", "verseOrgIds": ["2SA.8.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David also struck Hadadezer the son of Rehob, king of Zobah, as he went to recover his dominion at the River. ", "type": "text", "attrs": {"verseId": "2SA.8.3", "verseOrgIds": ["2SA.8.3"]}}, {"text": "David took from him one thousand seven hundred horsemen and twenty thousand footmen. David hamstrung the chariot horses, but reserved enough of them for one hundred chariots. ", "type": "text", "attrs": {"verseId": "2SA.8.4", "verseOrgIds": ["2SA.8.4"]}}, {"text": "When the Syrians of Damascus came to help Hadadezer king of Zobah, David struck twenty two thousand men of the Syrians. ", "type": "text", "attrs": {"verseId": "2SA.8.5", "verseOrgIds": ["2SA.8.5"]}}, {"text": "Then David put garrisons in Syria of Damascus; and the Syrians became servants to David, and brought tribute. The LORD gave victory to David wherever he went. ", "type": "text", "attrs": {"verseId": "2SA.8.6", "verseOrgIds": ["2SA.8.6"]}}, {"text": "David took the shields of gold that were on the servants of Hadadezer, and brought them to Jerusalem. ", "type": "text", "attrs": {"verseId": "2SA.8.7", "verseOrgIds": ["2SA.8.7"]}}, {"text": "From Betah and from Berothai, cities of Hadadezer, king David took a great quantity of bronze.", "type": "text", "attrs": {"verseId": "2SA.8.8", "verseOrgIds": ["2SA.8.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Toi king of Hamath heard that David had struck all the army of Hadadezer, ", "type": "text", "attrs": {"verseId": "2SA.8.9", "verseOrgIds": ["2SA.8.9"]}}, {"text": "then Toi sent Joram his son to king David to greet him and to bless him, because he had fought against Hadadezer and struck him; for Hadadezer had wars with Toi. Joram brought with him vessels of silver, vessels of gold, and vessels of bronze. ", "type": "text", "attrs": {"verseId": "2SA.8.10", "verseOrgIds": ["2SA.8.10"]}}, {"text": "King David also dedicated these to the LORD, with the silver and gold that he dedicated of all the nations which he subdued— ", "type": "text", "attrs": {"verseId": "2SA.8.11", "verseOrgIds": ["2SA.8.11"]}}, {"text": "of Syria, of Moab, of the children of Ammon, of the Philistines, of Amalek, and of the plunder of Hadadezer, son of Rehob, king of Zobah.", "type": "text", "attrs": {"verseId": "2SA.8.12", "verseOrgIds": ["2SA.8.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David earned a reputation when he returned from striking down eighteen thousand men of the Syrians in the Valley of Salt. ", "type": "text", "attrs": {"verseId": "2SA.8.13", "verseOrgIds": ["2SA.8.13"]}}, {"text": "He put garrisons in Edom. Throughout all Edom, he put garrisons, and all the Edomites became servants to David. The LORD gave victory to David wherever he went.", "type": "text", "attrs": {"verseId": "2SA.8.14", "verseOrgIds": ["2SA.8.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David reigned over all Israel; and David executed justice and righteousness for all his people. ", "type": "text", "attrs": {"verseId": "2SA.8.15", "verseOrgIds": ["2SA.8.15"]}}, {"text": "Joab the son of Zeruiah was over the army, Jehoshaphat the son of Ahilud was recorder, ", "type": "text", "attrs": {"verseId": "2SA.8.16", "verseOrgIds": ["2SA.8.16"]}}, {"text": "Zadok the son of Ahitub and Ahimelech the son of Abiathar were priests, Seraiah was scribe, ", "type": "text", "attrs": {"verseId": "2SA.8.17", "verseOrgIds": ["2SA.8.17"]}}, {"text": "Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and David’s sons were chief ministers.", "type": "text", "attrs": {"verseId": "2SA.8.18", "verseOrgIds": ["2SA.8.18"]}}]}], "next": {"id": "2SA.9", "number": "9", "bookId": "2SA"}, "previous": {"id": "2SA.7", "number": "7", "bookId": "2SA"}}}}