{"_default": {"1": {"id": "EZK.42", "bibleId": "f72b840c855f362c-04", "number": "42", "bookId": "EZK", "reference": "Ezekiel 42", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then he brought me out into the outer court, the way toward the north. Then he brought me into the room that was opposite the separate place, and which was opposite the building toward the north. ", "type": "text", "attrs": {"verseId": "EZK.42.1", "verseOrgIds": ["EZK.42.1"]}}, {"text": "Facing the length of one hundred cubits", "type": "text", "attrs": {"verseId": "EZK.42.2", "verseOrgIds": ["EZK.42.2"]}}, {"text": " was the north door, and the width was fifty cubits. ", "type": "text", "attrs": {"verseId": "EZK.42.2", "verseOrgIds": ["EZK.42.2"]}}, {"text": "Opposite the twenty cubits which belonged to the inner court, and opposite the pavement which belonged to the outer court, was gallery against gallery in the three stories. ", "type": "text", "attrs": {"verseId": "EZK.42.3", "verseOrgIds": ["EZK.42.3"]}}, {"text": "Before the rooms was a walk of ten cubits’ width inward, a way of one cubit; and their doors were toward the north. ", "type": "text", "attrs": {"verseId": "EZK.42.4", "verseOrgIds": ["EZK.42.4"]}}, {"text": "Now the upper rooms were shorter; for the galleries took away from these more than from the lower and the middle in the building. ", "type": "text", "attrs": {"verseId": "EZK.42.5", "verseOrgIds": ["EZK.42.5"]}}, {"text": "For they were in three stories, and they didn’t have pillars as the pillars of the courts. Therefore the uppermost was set back more than the lowest and the middle from the ground. ", "type": "text", "attrs": {"verseId": "EZK.42.6", "verseOrgIds": ["EZK.42.6"]}}, {"text": "The wall that was outside by the side of the rooms, toward the outer court before the rooms, was fifty cubits long. ", "type": "text", "attrs": {"verseId": "EZK.42.7", "verseOrgIds": ["EZK.42.7"]}}, {"text": "For the length of the rooms that were in the outer court was fifty cubits. Behold, those facing the temple were one hundred cubits. ", "type": "text", "attrs": {"verseId": "EZK.42.8", "verseOrgIds": ["EZK.42.8"]}}, {"text": "From under these rooms was the entry on the east side, as one goes into them from the outer court.", "type": "text", "attrs": {"verseId": "EZK.42.9", "verseOrgIds": ["EZK.42.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the thickness of the wall of the court toward the east, before the separate place, and before the building, there were rooms. ", "type": "text", "attrs": {"verseId": "EZK.42.10", "verseOrgIds": ["EZK.42.10"]}}, {"text": "The way before them was like the appearance of the rooms which were toward the north. Their length and width were the same. All their exits had the same arrangement and doors. ", "type": "text", "attrs": {"verseId": "EZK.42.11", "verseOrgIds": ["EZK.42.11"]}}, {"text": "Like the doors of the rooms that were toward the south was a door at the head of the way, even the way directly before the wall toward the east, as one enters into them.", "type": "text", "attrs": {"verseId": "EZK.42.12", "verseOrgIds": ["EZK.42.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then he said to me, “The north rooms and the south rooms, which are opposite the separate place, are the holy rooms, where the priests who are near to the LORD shall eat the most holy things. There they shall lay the most holy things, with the meal offering, the sin offering, and the trespass offering; for the place is holy. ", "type": "text", "attrs": {"verseId": "EZK.42.13", "verseOrgIds": ["EZK.42.13"]}}, {"text": "When the priests enter in, then they shall not go out of the holy place into the outer court until they lay their garments in which they minister there; for they are holy. Then they shall put on other garments, and shall approach that which is for the people.”", "type": "text", "attrs": {"verseId": "EZK.42.14", "verseOrgIds": ["EZK.42.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now when he had finished measuring the inner house, he brought me out by the way of the gate which faces toward the east, and measured it all around. ", "type": "text", "attrs": {"verseId": "EZK.42.15", "verseOrgIds": ["EZK.42.15"]}}, {"text": "He measured on the east side with the measuring reed five hundred reeds, with the measuring reed all around. ", "type": "text", "attrs": {"verseId": "EZK.42.16", "verseOrgIds": ["EZK.42.16"]}}, {"text": "He measured on the north side five hundred reeds with the measuring reed all around. ", "type": "text", "attrs": {"verseId": "EZK.42.17", "verseOrgIds": ["EZK.42.17"]}}, {"text": "He measured on the south side five hundred reeds with the measuring reed. ", "type": "text", "attrs": {"verseId": "EZK.42.18", "verseOrgIds": ["EZK.42.18"]}}, {"text": "He turned about to the west side, and measured five hundred reeds with the measuring reed. ", "type": "text", "attrs": {"verseId": "EZK.42.19", "verseOrgIds": ["EZK.42.19"]}}, {"text": "He measured it on the four sides. It had a wall around it, the length five hundred cubits, and the width five hundred cubits, to make a separation between that which was holy and that which was common.", "type": "text", "attrs": {"verseId": "EZK.42.20", "verseOrgIds": ["EZK.42.20"]}}]}], "next": {"id": "EZK.43", "number": "43", "bookId": "EZK"}, "previous": {"id": "EZK.41", "number": "41", "bookId": "EZK"}}}}