{"_default": {"1": {"id": "NEH.6", "bibleId": "f72b840c855f362c-04", "number": "6", "bookId": "NEH", "reference": "Nehemiah 6", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now when it was reported to Sanballat, Tobiah, Geshem the Arabian, and to the rest of our enemies that I had built the wall, and that there was no breach left in it (though even to that time I had not set up the doors in the gates), ", "type": "text", "attrs": {"verseId": "NEH.6.1", "verseOrgIds": ["NEH.6.1"]}}, {"text": "Sanballat and Geshem sent to me, saying, “Come! Let’s meet together in the villages in the plain of Ono.” But they intended to harm me.", "type": "text", "attrs": {"verseId": "NEH.6.2", "verseOrgIds": ["NEH.6.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I sent messengers to them, saying, “I am doing a great work, so that I can’t come down. Why should the work cease while I leave it and come down to you?”", "type": "text", "attrs": {"verseId": "NEH.6.3", "verseOrgIds": ["NEH.6.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They sent to me four times like this; and I answered them the same way. ", "type": "text", "attrs": {"verseId": "NEH.6.4", "verseOrgIds": ["NEH.6.4"]}}, {"text": "Then Sanballat sent his servant to me the same way the fifth time with an open letter in his hand, ", "type": "text", "attrs": {"verseId": "NEH.6.5", "verseOrgIds": ["NEH.6.5"]}}, {"text": "in which was written, “It is reported among the nations, and Gashmu says it, that you and the Jews intend to rebel. Because of that, you are building the wall. You would be their king, according to these words. ", "type": "text", "attrs": {"verseId": "NEH.6.6", "verseOrgIds": ["NEH.6.6"]}}, {"text": "You have also appointed prophets to proclaim of you at Jerusalem, saying, ‘There is a king in Judah!’ Now it will be reported to the king according to these words. Come now therefore, and let’s take counsel together.”", "type": "text", "attrs": {"verseId": "NEH.6.7", "verseOrgIds": ["NEH.6.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then I sent to him, saying, “There are no such things done as you say, but you imagine them out of your own heart.” ", "type": "text", "attrs": {"verseId": "NEH.6.8", "verseOrgIds": ["NEH.6.8"]}}, {"text": "For they all would have made us afraid, saying, “Their hands will be weakened from the work, that it not be done.” But now, strengthen my hands.", "type": "text", "attrs": {"verseId": "NEH.6.9", "verseOrgIds": ["NEH.6.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I went to the house of Shemaiah the son of Delaiah the son of Mehetabel, who was shut in at his home; and he said, “Let us meet together in God’s house, within the temple, and let’s shut the doors of the temple; for they will come to kill you. Yes, in the night they will come to kill you.”", "type": "text", "attrs": {"verseId": "NEH.6.10", "verseOrgIds": ["NEH.6.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I said, “Should a man like me flee? Who is there that, being such as I, would go into the temple to save his life? I will not go in.” ", "type": "text", "attrs": {"verseId": "NEH.6.11", "verseOrgIds": ["NEH.6.11"]}}, {"text": "I discerned, and behold, God had not sent him, but he pronounced this prophecy against me. Tobiah and Sanballat had hired him. ", "type": "text", "attrs": {"verseId": "NEH.6.12", "verseOrgIds": ["NEH.6.12"]}}, {"text": "He was hired so that I would be afraid, do so, and sin, and that they might have material for an evil report, that they might reproach me. ", "type": "text", "attrs": {"verseId": "NEH.6.13", "verseOrgIds": ["NEH.6.13"]}}, {"text": "“Remember, my God, Tobiah and Sanballat according to these their works, and also the prophetess Noadiah and the rest of the prophets that would have put me in fear.”", "type": "text", "attrs": {"verseId": "NEH.6.14", "verseOrgIds": ["NEH.6.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So the wall was finished in the twenty-fifth day of Elul, in fifty-two days. ", "type": "text", "attrs": {"verseId": "NEH.6.15", "verseOrgIds": ["NEH.6.15"]}}, {"text": "When all our enemies heard of it, all the nations that were around us were afraid, and they lost their confidence; for they perceived that this work was done by our God. ", "type": "text", "attrs": {"verseId": "NEH.6.16", "verseOrgIds": ["NEH.6.16"]}}, {"text": "Moreover in those days the nobles of Judah sent many letters to Tobiah, and Tobiah’s letters came to them. ", "type": "text", "attrs": {"verseId": "NEH.6.17", "verseOrgIds": ["NEH.6.17"]}}, {"text": "For there were many in Judah sworn to him because he was the son-in-law of Shecaniah the son of Arah; and his son Jehohanan had taken the daughter of Meshullam the son of Berechiah as wife. ", "type": "text", "attrs": {"verseId": "NEH.6.18", "verseOrgIds": ["NEH.6.18"]}}, {"text": "Also they spoke of his good deeds before me, and reported my words to him. Tobiah sent letters to put me in fear.", "type": "text", "attrs": {"verseId": "NEH.6.19", "verseOrgIds": ["NEH.6.19"]}}]}], "next": {"id": "NEH.7", "number": "7", "bookId": "NEH"}, "previous": {"id": "NEH.5", "number": "5", "bookId": "NEH"}}}}