{"_default": {"1": {"id": "DEU.23", "bibleId": "f72b840c855f362c-04", "number": "23", "bookId": "DEU", "reference": "Deuteronomy 23", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He who is emasculated by crushing or cutting shall not enter into the LORD’s assembly. ", "type": "text", "attrs": {"verseId": "DEU.23.1", "verseOrgIds": ["DEU.23.2"]}}, {"text": "A person born of a forbidden union shall not enter into the LORD’s assembly; even to the tenth generation shall no one of his enter into the LORD’s assembly. ", "type": "text", "attrs": {"verseId": "DEU.23.2", "verseOrgIds": ["DEU.23.3"]}}, {"text": "An Ammonite or a Moabite shall not enter into the LORD’s assembly; even to the tenth generation shall no one belonging to them enter into the LORD’s assembly forever, ", "type": "text", "attrs": {"verseId": "DEU.23.3", "verseOrgIds": ["DEU.23.4"]}}, {"text": "because they didn’t meet you with bread and with water on the way when you came out of Egypt, and because they hired against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you. ", "type": "text", "attrs": {"verseId": "DEU.23.4", "verseOrgIds": ["DEU.23.5"]}}, {"text": "Nevertheless the LORD your God wouldn’t listen to Balaam, but the LORD your God turned the curse into a blessing to you, because the LORD your God loved you. ", "type": "text", "attrs": {"verseId": "DEU.23.5", "verseOrgIds": ["DEU.23.6"]}}, {"text": "You shall not seek their peace nor their prosperity all your days forever. ", "type": "text", "attrs": {"verseId": "DEU.23.6", "verseOrgIds": ["DEU.23.7"]}}, {"text": "You shall not abhor an Edomite, for he is your brother. You shall not abhor an Egyptian, because you lived as a foreigner in his land. ", "type": "text", "attrs": {"verseId": "DEU.23.7", "verseOrgIds": ["DEU.23.8"]}}, {"text": "The children of the third generation who are born to them may enter into the LORD’s assembly.", "type": "text", "attrs": {"verseId": "DEU.23.8", "verseOrgIds": ["DEU.23.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When you go out and camp against your enemies, then you shall keep yourselves from every evil thing. ", "type": "text", "attrs": {"verseId": "DEU.23.9", "verseOrgIds": ["DEU.23.10"]}}, {"text": "If there is among you any man who is not clean by reason of that which happens to him by night, then shall he go outside of the camp. He shall not come within the camp; ", "type": "text", "attrs": {"verseId": "DEU.23.10", "verseOrgIds": ["DEU.23.11"]}}, {"text": "but it shall be, when evening comes, he shall bathe himself in water. When the sun is down, he shall come within the camp. ", "type": "text", "attrs": {"verseId": "DEU.23.11", "verseOrgIds": ["DEU.23.12"]}}, {"text": "You shall have a place also outside of the camp where you go relieve yourself. ", "type": "text", "attrs": {"verseId": "DEU.23.12", "verseOrgIds": ["DEU.23.13"]}}, {"text": "You shall have a trowel among your weapons. It shall be, when you relieve yourself, you shall dig with it, and shall turn back and cover your excrement; ", "type": "text", "attrs": {"verseId": "DEU.23.13", "verseOrgIds": ["DEU.23.14"]}}, {"text": "for the LORD your God walks in the middle of your camp, to deliver you, and to give up your enemies before you. Therefore your camp shall be holy, that he may not see an unclean thing in you, and turn away from you.", "type": "text", "attrs": {"verseId": "DEU.23.14", "verseOrgIds": ["DEU.23.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You shall not deliver to his master a servant who has escaped from his master to you. ", "type": "text", "attrs": {"verseId": "DEU.23.15", "verseOrgIds": ["DEU.23.16"]}}, {"text": "He shall dwell with you, among you, in the place which he shall choose within one of your gates, where it pleases him best. You shall not oppress him.", "type": "text", "attrs": {"verseId": "DEU.23.16", "verseOrgIds": ["DEU.23.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "There shall be no prostitute of the daughters of Israel, neither shall there be a sodomite of the sons of Israel. ", "type": "text", "attrs": {"verseId": "DEU.23.17", "verseOrgIds": ["DEU.23.18"]}}, {"text": "You shall not bring the hire of a prostitute, or the wages of a male prostitute,", "type": "text", "attrs": {"verseId": "DEU.23.18", "verseOrgIds": ["DEU.23.19"]}}, {"text": " into the house of the LORD your God for any vow; for both of these are an abomination to the LORD your God.", "type": "text", "attrs": {"verseId": "DEU.23.18", "verseOrgIds": ["DEU.23.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You shall not lend on interest to your brother: interest of money, interest of food, interest of anything that is lent on interest. ", "type": "text", "attrs": {"verseId": "DEU.23.19", "verseOrgIds": ["DEU.23.20"]}}, {"text": "You may charge a foreigner interest; but you shall not charge your brother interest, that the LORD your God may bless you in all that you put your hand to, in the land where you go in to possess it.", "type": "text", "attrs": {"verseId": "DEU.23.20", "verseOrgIds": ["DEU.23.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When you vow a vow to the LORD your God, you shall not be slack to pay it, for the LORD your God will surely require it of you; and it would be sin in you. ", "type": "text", "attrs": {"verseId": "DEU.23.21", "verseOrgIds": ["DEU.23.22"]}}, {"text": "But if you refrain from making a vow, it shall be no sin in you. ", "type": "text", "attrs": {"verseId": "DEU.23.22", "verseOrgIds": ["DEU.23.23"]}}, {"text": "You shall observe and do that which has gone out of your lips. Whatever you have vowed to the LORD your God as a free will offering, which you have promised with your mouth, you must do. ", "type": "text", "attrs": {"verseId": "DEU.23.23", "verseOrgIds": ["DEU.23.24"]}}, {"text": "When you come into your neighbor’s vineyard, then you may eat your fill of grapes at your own pleasure; but you shall not put any in your container. ", "type": "text", "attrs": {"verseId": "DEU.23.24", "verseOrgIds": ["DEU.23.25"]}}, {"text": "When you come into your neighbor’s standing grain, then you may pluck the ears with your hand; but you shall not use a sickle on your neighbor’s standing grain.", "type": "text", "attrs": {"verseId": "DEU.23.25", "verseOrgIds": ["DEU.23.26"]}}]}], "next": {"id": "DEU.24", "number": "24", "bookId": "DEU"}, "previous": {"id": "DEU.22", "number": "22", "bookId": "DEU"}}}}