{"_default": {"1": {"id": "2KI.15", "bibleId": "f72b840c855f362c-04", "number": "15", "bookId": "2KI", "reference": "2 Kings 15", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the twenty-seventh year of Jeroboam king of Israel, Azariah son of Amaziah king of Judah began to reign. ", "type": "text", "attrs": {"verseId": "2KI.15.1", "verseOrgIds": ["2KI.15.1"]}}, {"text": "He was sixteen years old when he began to reign, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah of Jerusalem. ", "type": "text", "attrs": {"verseId": "2KI.15.2", "verseOrgIds": ["2KI.15.2"]}}, {"text": "He did that which was right in the LORD’s eyes, according to all that his father Amaziah had done. ", "type": "text", "attrs": {"verseId": "2KI.15.3", "verseOrgIds": ["2KI.15.3"]}}, {"text": "However, the high places were not taken away. The people still sacrificed and burned incense in the high places. ", "type": "text", "attrs": {"verseId": "2KI.15.4", "verseOrgIds": ["2KI.15.4"]}}, {"text": "The LORD struck the king, so that he was a leper to the day of his death, and lived in a separate house. Jotham, the king’s son, was over the household, judging the people of the land. ", "type": "text", "attrs": {"verseId": "2KI.15.5", "verseOrgIds": ["2KI.15.5"]}}, {"text": "Now the rest of the acts of Azariah, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah? ", "type": "text", "attrs": {"verseId": "2KI.15.6", "verseOrgIds": ["2KI.15.6"]}}, {"text": "Azariah slept with his fathers; and they buried him with his fathers in David’s city; and Jotham his son reigned in his place.", "type": "text", "attrs": {"verseId": "2KI.15.7", "verseOrgIds": ["2KI.15.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam reigned over Israel in Samaria six months. ", "type": "text", "attrs": {"verseId": "2KI.15.8", "verseOrgIds": ["2KI.15.8"]}}, {"text": "He did that which was evil in the LORD’s sight, as his fathers had done. He didn’t depart from the sins of Jeroboam the son of Nebat, with which he made Israel to sin. ", "type": "text", "attrs": {"verseId": "2KI.15.9", "verseOrgIds": ["2KI.15.9"]}}, {"text": "Shallum the son of Jabesh conspired against him, and struck him before the people and killed him, and reigned in his place. ", "type": "text", "attrs": {"verseId": "2KI.15.10", "verseOrgIds": ["2KI.15.10"]}}, {"text": "Now the rest of the acts of Zechariah, behold, they are written in the book of the chronicles of the kings of Israel. ", "type": "text", "attrs": {"verseId": "2KI.15.11", "verseOrgIds": ["2KI.15.11"]}}, {"text": "This was the LORD’s word which he spoke to Jehu, saying, “Your sons to the fourth generation shall sit on the throne of Israel.” So it came to pass.", "type": "text", "attrs": {"verseId": "2KI.15.12", "verseOrgIds": ["2KI.15.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Shallum the son of Jabesh began to reign in the thirty-ninth year of Uzziah king of Judah, and he reigned for a month in Samaria. ", "type": "text", "attrs": {"verseId": "2KI.15.13", "verseOrgIds": ["2KI.15.13"]}}, {"text": "Menahem the son of Gadi went up from Tirzah, came to Samaria, struck Shallum the son of Jabesh in Samaria, killed him, and reigned in his place. ", "type": "text", "attrs": {"verseId": "2KI.15.14", "verseOrgIds": ["2KI.15.14"]}}, {"text": "Now the rest of the acts of Shallum, and his conspiracy which he made, behold, they are written in the book of the chronicles of the kings of Israel.", "type": "text", "attrs": {"verseId": "2KI.15.15", "verseOrgIds": ["2KI.15.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Menahem attacked Tiphsah and all who were in it and its border areas, from Tirzah. He attacked it because they didn’t open their gates to him, and he ripped up all their women who were with child.", "type": "text", "attrs": {"verseId": "2KI.15.16", "verseOrgIds": ["2KI.15.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the thirty ninth year of Azariah king of Judah, Menahem the son of Gadi began to reign over Israel for ten years in Samaria. ", "type": "text", "attrs": {"verseId": "2KI.15.17", "verseOrgIds": ["2KI.15.17"]}}, {"text": "He did that which was evil in the LORD’s sight. He didn’t depart all his days from the sins of Jeroboam the son of Nebat, with which he made Israel to sin. ", "type": "text", "attrs": {"verseId": "2KI.15.18", "verseOrgIds": ["2KI.15.18"]}}, {"text": "Pul the king of Assyria came against the land, and Menahem gave Pul one thousand talents", "type": "text", "attrs": {"verseId": "2KI.15.19", "verseOrgIds": ["2KI.15.19"]}}, {"text": " of silver, that his hand might be with him to confirm the kingdom in his hand. ", "type": "text", "attrs": {"verseId": "2KI.15.19", "verseOrgIds": ["2KI.15.19"]}}, {"text": "Menahem exacted the money from Israel, even from all the mighty men of wealth, from each man fifty shekels", "type": "text", "attrs": {"verseId": "2KI.15.20", "verseOrgIds": ["2KI.15.20"]}}, {"text": " of silver, to give to the king of Assyria. So the king of Assyria turned back, and didn’t stay there in the land. ", "type": "text", "attrs": {"verseId": "2KI.15.20", "verseOrgIds": ["2KI.15.20"]}}, {"text": "Now the rest of the acts of Menahem, and all that he did, aren’t they written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "2KI.15.21", "verseOrgIds": ["2KI.15.21"]}}, {"text": "Menahem slept with his fathers, and Pekahiah his son reigned in his place.", "type": "text", "attrs": {"verseId": "2KI.15.22", "verseOrgIds": ["2KI.15.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the fiftieth year of Azariah king of Judah, Pekahiah the son of Menahem began to reign over Israel in Samaria for two years. ", "type": "text", "attrs": {"verseId": "2KI.15.23", "verseOrgIds": ["2KI.15.23"]}}, {"text": "He did that which was evil in the LORD’s sight. He didn’t depart from the sins of Jeroboam the son of Nebat, with which he made Israel to sin. ", "type": "text", "attrs": {"verseId": "2KI.15.24", "verseOrgIds": ["2KI.15.24"]}}, {"text": "Pekah the son of Remaliah, his captain, conspired against him and attacked him in Samaria, in the fortress of the king’s house, with Argob and Arieh; and with him were fifty men of the Gileadites. He killed him, and reigned in his place. ", "type": "text", "attrs": {"verseId": "2KI.15.25", "verseOrgIds": ["2KI.15.25"]}}, {"text": "Now the rest of the acts of Pekahiah, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel.", "type": "text", "attrs": {"verseId": "2KI.15.26", "verseOrgIds": ["2KI.15.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the fifty-second year of Azariah king of Judah, Pekah the son of Remaliah began to reign over Israel in Samaria for twenty years. ", "type": "text", "attrs": {"verseId": "2KI.15.27", "verseOrgIds": ["2KI.15.27"]}}, {"text": "He did that which was evil in the LORD’s sight. He didn’t depart from the sins of Jeroboam the son of Nebat, with which he made Israel to sin. ", "type": "text", "attrs": {"verseId": "2KI.15.28", "verseOrgIds": ["2KI.15.28"]}}, {"text": "In the days of Pekah king of Israel, Tiglath Pileser king of Assyria came and took Ijon, Abel Beth Maacah, Janoah, Kedesh, Hazor, Gilead, and Galilee, all the land of Naphtali; and he carried them captive to Assyria. ", "type": "text", "attrs": {"verseId": "2KI.15.29", "verseOrgIds": ["2KI.15.29"]}}, {"text": "Hoshea the son of Elah made a conspiracy against Pekah the son of Remaliah, attacked him, killed him, and reigned in his place, in the twentieth year of Jotham the son of Uzziah. ", "type": "text", "attrs": {"verseId": "2KI.15.30", "verseOrgIds": ["2KI.15.30"]}}, {"text": "Now the rest of the acts of Pekah, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel.", "type": "text", "attrs": {"verseId": "2KI.15.31", "verseOrgIds": ["2KI.15.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the second year of Pekah the son of Remaliah king of Israel, Jotham the son of Uzziah king of Judah began to reign. ", "type": "text", "attrs": {"verseId": "2KI.15.32", "verseOrgIds": ["2KI.15.32"]}}, {"text": "He was twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem. His mother’s name was Jerusha the daughter of Zadok. ", "type": "text", "attrs": {"verseId": "2KI.15.33", "verseOrgIds": ["2KI.15.33"]}}, {"text": "He did that which was right in the LORD’s eyes. He did according to all that his father Uzziah had done. ", "type": "text", "attrs": {"verseId": "2KI.15.34", "verseOrgIds": ["2KI.15.34"]}}, {"text": "However the high places were not taken away. The people still sacrificed and burned incense in the high places. He built the upper gate of the LORD’s house. ", "type": "text", "attrs": {"verseId": "2KI.15.35", "verseOrgIds": ["2KI.15.35"]}}, {"text": "Now the rest of the acts of Jotham, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah? ", "type": "text", "attrs": {"verseId": "2KI.15.36", "verseOrgIds": ["2KI.15.36"]}}, {"text": "In those days, the LORD began to send Rezin the king of Syria and Pekah the son of Remaliah against Judah. ", "type": "text", "attrs": {"verseId": "2KI.15.37", "verseOrgIds": ["2KI.15.37"]}}, {"text": "Jotham slept with his fathers, and was buried with his fathers in his father David’s city; and Ahaz his son reigned in his place.", "type": "text", "attrs": {"verseId": "2KI.15.38", "verseOrgIds": ["2KI.15.38"]}}]}], "next": {"id": "2KI.16", "number": "16", "bookId": "2KI"}, "previous": {"id": "2KI.14", "number": "14", "bookId": "2KI"}}}}