{"_default": {"1": {"id": "DEU.30", "bibleId": "f72b840c855f362c-04", "number": "30", "bookId": "DEU", "reference": "Deuteronomy 30", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "It shall happen, when all these things have come on you, the blessing and the curse, which I have set before you, and you shall call them to mind among all the nations where the LORD your God has driven you, ", "type": "text", "attrs": {"verseId": "DEU.30.1", "verseOrgIds": ["DEU.30.1"]}}, {"text": "and return to the LORD your God and obey his voice according to all that I command you today, you and your children, with all your heart and with all your soul, ", "type": "text", "attrs": {"verseId": "DEU.30.2", "verseOrgIds": ["DEU.30.2"]}}, {"text": "that then the LORD your God will release you from captivity, have compassion on you, and will return and gather you from all the peoples where the LORD your God has scattered you. ", "type": "text", "attrs": {"verseId": "DEU.30.3", "verseOrgIds": ["DEU.30.3"]}}, {"text": "If your outcasts are in the uttermost parts of the heavens, from there the LORD your God will gather you, and from there he will bring you back. ", "type": "text", "attrs": {"verseId": "DEU.30.4", "verseOrgIds": ["DEU.30.4"]}}, {"text": "The LORD your God will bring you into the land which your fathers possessed, and you will possess it. He will do you good, and increase your numbers more than your fathers. ", "type": "text", "attrs": {"verseId": "DEU.30.5", "verseOrgIds": ["DEU.30.5"]}}, {"text": "The LORD your God will circumcise your heart, and the heart of your offspring, to love the LORD your God with all your heart and with all your soul, that you may live. ", "type": "text", "attrs": {"verseId": "DEU.30.6", "verseOrgIds": ["DEU.30.6"]}}, {"text": "The LORD your God will put all these curses on your enemies and on those who hate you, who persecuted you. ", "type": "text", "attrs": {"verseId": "DEU.30.7", "verseOrgIds": ["DEU.30.7"]}}, {"text": "You shall return and obey the LORD’s voice, and do all his commandments which I command you today. ", "type": "text", "attrs": {"verseId": "DEU.30.8", "verseOrgIds": ["DEU.30.8"]}}, {"text": "The LORD your God will make you prosperous in all the work of your hand, in the fruit of your body, in the fruit of your livestock, and in the fruit of your ground, for good; for the LORD will again rejoice over you for good, as he rejoiced over your fathers, ", "type": "text", "attrs": {"verseId": "DEU.30.9", "verseOrgIds": ["DEU.30.9"]}}, {"text": "if you will obey the LORD your God’s voice, to keep his commandments and his statutes which are written in this scroll of the Torah, if you turn to the LORD your God with all your heart and with all your soul.", "type": "text", "attrs": {"verseId": "DEU.30.10", "verseOrgIds": ["DEU.30.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For this commandment which I command you today is not too hard for you or too distant. ", "type": "text", "attrs": {"verseId": "DEU.30.11", "verseOrgIds": ["DEU.30.11"]}}, {"text": "It is not in heaven, that you should say, “Who will go up for us to heaven, bring it to us, and proclaim it to us, that we may do it?” ", "type": "text", "attrs": {"verseId": "DEU.30.12", "verseOrgIds": ["DEU.30.12"]}}, {"text": "Neither is it beyond the sea, that you should say, “Who will go over the sea for us, bring it to us, and proclaim it to us, that we may do it?” ", "type": "text", "attrs": {"verseId": "DEU.30.13", "verseOrgIds": ["DEU.30.13"]}}, {"text": "But the word is very near to you, in your mouth and in your heart, that you may do it. ", "type": "text", "attrs": {"verseId": "DEU.30.14", "verseOrgIds": ["DEU.30.14"]}}, {"text": "Behold, I have set before you today life and prosperity, and death and evil. ", "type": "text", "attrs": {"verseId": "DEU.30.15", "verseOrgIds": ["DEU.30.15"]}}, {"text": "For I command you today to love the LORD your God, to walk in his ways and to keep his commandments, his statutes, and his ordinances, that you may live and multiply, and that the LORD your God may bless you in the land where you go in to possess it. ", "type": "text", "attrs": {"verseId": "DEU.30.16", "verseOrgIds": ["DEU.30.16"]}}, {"text": "But if your heart turns away, and you will not hear, but are drawn away and worship other gods, and serve them, ", "type": "text", "attrs": {"verseId": "DEU.30.17", "verseOrgIds": ["DEU.30.17"]}}, {"text": "I declare to you today that you will surely perish. You will not prolong your days in the land where you pass over the Jordan to go in to possess it. ", "type": "text", "attrs": {"verseId": "DEU.30.18", "verseOrgIds": ["DEU.30.18"]}}, {"text": "I call heaven and earth to witness against you today that I have set before you life and death, the blessing and the curse. Therefore choose life, that you may live, you and your descendants, ", "type": "text", "attrs": {"verseId": "DEU.30.19", "verseOrgIds": ["DEU.30.19"]}}, {"text": "to love the LORD your God, to obey his voice, and to cling to him; for he is your life, and the length of your days, that you may dwell in the land which the LORD swore to your fathers, to Abraham, to Isaac, and to Jacob, to give them.", "type": "text", "attrs": {"verseId": "DEU.30.20", "verseOrgIds": ["DEU.30.20"]}}]}], "next": {"id": "DEU.31", "number": "31", "bookId": "DEU"}, "previous": {"id": "DEU.29", "number": "29", "bookId": "DEU"}}}}