{"_default": {"1": {"id": "ZEP.1", "bibleId": "f72b840c855f362c-04", "number": "1", "bookId": "ZEP", "reference": "Zephaniah 1", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s", "type": "text", "attrs": {"verseId": "ZEP.1.1", "verseOrgIds": ["ZEP.1.1"]}}, {"text": " word which came to Zephaniah, the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah, the son of Amon, king of Judah.", "type": "text", "attrs": {"verseId": "ZEP.1.1", "verseOrgIds": ["ZEP.1.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I will utterly sweep away everything from the surface of the earth, says the LORD. ", "type": "text", "attrs": {"verseId": "ZEP.1.2", "verseOrgIds": ["ZEP.1.2"]}}, {"text": "I will sweep away man and animal. I will sweep away the birds of the sky, the fish of the sea, and the heaps of rubble with the wicked. I will cut off man from the surface of the earth, says the LORD. ", "type": "text", "attrs": {"verseId": "ZEP.1.3", "verseOrgIds": ["ZEP.1.3"]}}, {"text": "I will stretch out my hand against Judah and against all the inhabitants of Jerusalem. I will cut off the remnant of Baal from this place—the name of the idolatrous and pagan priests, ", "type": "text", "attrs": {"verseId": "ZEP.1.4", "verseOrgIds": ["ZEP.1.4"]}}, {"text": "those who worship the army of the sky on the housetops, those who worship and swear by the LORD and also swear by Malcam, ", "type": "text", "attrs": {"verseId": "ZEP.1.5", "verseOrgIds": ["ZEP.1.5"]}}, {"text": "those who have turned back from following the LORD, and those who haven’t sought the LORD nor inquired after him.", "type": "text", "attrs": {"verseId": "ZEP.1.6", "verseOrgIds": ["ZEP.1.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Be silent at the presence of the Lord", "type": "text", "attrs": {"verseId": "ZEP.1.7", "verseOrgIds": ["ZEP.1.7"]}}, {"text": " GOD, for the day of the LORD is at hand. For the LORD has prepared a sacrifice. He has consecrated his guests. ", "type": "text", "attrs": {"verseId": "ZEP.1.7", "verseOrgIds": ["ZEP.1.7"]}}, {"text": "It will happen in the day of the LORD’s sacrifice that I will punish the princes, the king’s sons, and all those who are clothed with foreign clothing. ", "type": "text", "attrs": {"verseId": "ZEP.1.8", "verseOrgIds": ["ZEP.1.8"]}}, {"text": "In that day, I will punish all those who leap over the threshold, who fill their master’s house with violence and deceit.", "type": "text", "attrs": {"verseId": "ZEP.1.9", "verseOrgIds": ["ZEP.1.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In that day, says the LORD, there will be the noise of a cry from the fish gate, a wailing from the second quarter, and a great crashing from the hills. ", "type": "text", "attrs": {"verseId": "ZEP.1.10", "verseOrgIds": ["ZEP.1.10"]}}, {"text": "Wail, you inhabitants of Maktesh, for all the people of Canaan are undone! All those who were loaded with silver are cut off. ", "type": "text", "attrs": {"verseId": "ZEP.1.11", "verseOrgIds": ["ZEP.1.11"]}}, {"text": "It will happen at that time, that I will search Jerusalem with lamps, and I will punish the men who are settled on their dregs, who say in their heart, “The LORD will not do good, neither will he do evil.” ", "type": "text", "attrs": {"verseId": "ZEP.1.12", "verseOrgIds": ["ZEP.1.12"]}}, {"text": "Their wealth will become a plunder, and their houses a desolation. Yes, they will build houses, but won’t inhabit them. They will plant vineyards, but won’t drink their wine.", "type": "text", "attrs": {"verseId": "ZEP.1.13", "verseOrgIds": ["ZEP.1.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The great day of the LORD is near. It is near and hurries greatly, the voice of the day of the LORD. The mighty man cries there bitterly. ", "type": "text", "attrs": {"verseId": "ZEP.1.14", "verseOrgIds": ["ZEP.1.14"]}}, {"text": "That day is a day of wrath, a day of distress and anguish, a day of trouble and ruin, a day of darkness and gloom, a day of clouds and blackness, ", "type": "text", "attrs": {"verseId": "ZEP.1.15", "verseOrgIds": ["ZEP.1.15"]}}, {"text": "a day of the shofar and alarm against the fortified cities and against the high battlements. ", "type": "text", "attrs": {"verseId": "ZEP.1.16", "verseOrgIds": ["ZEP.1.16"]}}, {"text": "I will bring such distress on men that they will walk like blind men because they have sinned against the LORD Their blood will be poured out like dust and their flesh like dung. ", "type": "text", "attrs": {"verseId": "ZEP.1.17", "verseOrgIds": ["ZEP.1.17"]}}, {"text": "Neither their silver nor their gold will be able to deliver them in the day of the LORD’s wrath, but the whole land will be devoured by the fire of his jealousy; for he will make an end, yes, a terrible end, of all those who dwell in the land.", "type": "text", "attrs": {"verseId": "ZEP.1.18", "verseOrgIds": ["ZEP.1.18"]}}]}], "next": {"id": "ZEP.2", "number": "2", "bookId": "ZEP"}, "previous": {"id": "ZEP.intro", "number": "intro", "bookId": "ZEP"}}}}