{"_default": {"1": {"id": "EXO.12", "bibleId": "f72b840c855f362c-04", "number": "12", "bookId": "EXO", "reference": "Exodus 12", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses and Aaron in the land of Egypt, saying, ", "type": "text", "attrs": {"verseId": "EXO.12.1", "verseOrgIds": ["EXO.12.1"]}}, {"text": "“This month shall be to you the beginning of months. It shall be the first month of the year to you. ", "type": "text", "attrs": {"verseId": "EXO.12.2", "verseOrgIds": ["EXO.12.2"]}}, {"text": "Speak to all the congregation of Israel, saying, ‘On the tenth day of this month, they shall take to them every man a lamb, according to their fathers’ houses, a lamb for a household; ", "type": "text", "attrs": {"verseId": "EXO.12.3", "verseOrgIds": ["EXO.12.3"]}}, {"text": "and if the household is too little for a lamb, then he and his neighbor next to his house shall take one according to the number of the souls. You shall make your count for the lamb according to what everyone can eat. ", "type": "text", "attrs": {"verseId": "EXO.12.4", "verseOrgIds": ["EXO.12.4"]}}, {"text": "Your lamb shall be without defect, a male a year old. You shall take it from the sheep or from the goats. ", "type": "text", "attrs": {"verseId": "EXO.12.5", "verseOrgIds": ["EXO.12.5"]}}, {"text": "You shall keep it until the fourteenth day of the same month; and the whole assembly of the congregation of Israel shall kill it at evening. ", "type": "text", "attrs": {"verseId": "EXO.12.6", "verseOrgIds": ["EXO.12.6"]}}, {"text": "They shall take some of the blood, and put it on the two door posts and on the lintel, on the houses in which they shall eat it. ", "type": "text", "attrs": {"verseId": "EXO.12.7", "verseOrgIds": ["EXO.12.7"]}}, {"text": "They shall eat the meat in that night, roasted with fire, with unleavened bread. They shall eat it with bitter herbs. ", "type": "text", "attrs": {"verseId": "EXO.12.8", "verseOrgIds": ["EXO.12.8"]}}, {"text": "Don’t eat it raw, nor boiled at all with water, but roasted with fire; with its head, its legs and its inner parts. ", "type": "text", "attrs": {"verseId": "EXO.12.9", "verseOrgIds": ["EXO.12.9"]}}, {"text": "You shall let nothing of it remain until the morning; but that which remains of it until the morning you shall burn with fire. ", "type": "text", "attrs": {"verseId": "EXO.12.10", "verseOrgIds": ["EXO.12.10"]}}, {"text": "This is how you shall eat it: with your belt on your waist, your sandals on your feet, and your staff in your hand; and you shall eat it in haste: it is the LORD’s Passover. ", "type": "text", "attrs": {"verseId": "EXO.12.11", "verseOrgIds": ["EXO.12.11"]}}, {"text": "For I will go through the land of Egypt in that night, and will strike all the firstborn in the land of Egypt, both man and animal. I will execute judgments against all the gods of Egypt. I am the LORD. ", "type": "text", "attrs": {"verseId": "EXO.12.12", "verseOrgIds": ["EXO.12.12"]}}, {"text": "The blood shall be to you for a token on the houses where you are. When I see the blood, I will pass over you, and no plague will be on you to destroy you when I strike the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.12.13", "verseOrgIds": ["EXO.12.13"]}}, {"text": "This day shall be a memorial for you. You shall keep it as a feast to the LORD. You shall keep it as a feast throughout your generations by an ordinance forever.", "type": "text", "attrs": {"verseId": "EXO.12.14", "verseOrgIds": ["EXO.12.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘Seven days you shall eat unleavened bread; even the first day you shall put away yeast out of your houses, for whoever eats leavened bread from the first day until the seventh day, that soul shall be cut off from Israel. ", "type": "text", "attrs": {"verseId": "EXO.12.15", "verseOrgIds": ["EXO.12.15"]}}, {"text": "In the first day there shall be to you a holy convocation, and in the seventh day a holy convocation; no kind of work shall be done in them, except that which every man must eat, only that may be done by you. ", "type": "text", "attrs": {"verseId": "EXO.12.16", "verseOrgIds": ["EXO.12.16"]}}, {"text": "You shall observe the feast of unleavened bread; for in this same day I have brought your armies out of the land of Egypt. Therefore you shall observe this day throughout your generations by an ordinance forever. ", "type": "text", "attrs": {"verseId": "EXO.12.17", "verseOrgIds": ["EXO.12.17"]}}, {"text": "In the first month, on the fourteenth day of the month at evening, you shall eat unleavened bread, until the twenty first day of the month at evening. ", "type": "text", "attrs": {"verseId": "EXO.12.18", "verseOrgIds": ["EXO.12.18"]}}, {"text": "There shall be no yeast found in your houses for seven days, for whoever eats that which is leavened, that soul shall be cut off from the congregation of Israel, whether he is a foreigner, or one who is born in the land. ", "type": "text", "attrs": {"verseId": "EXO.12.19", "verseOrgIds": ["EXO.12.19"]}}, {"text": "You shall eat nothing leavened. In all your habitations you shall eat unleavened bread.’”", "type": "text", "attrs": {"verseId": "EXO.12.20", "verseOrgIds": ["EXO.12.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Moses called for all the elders of Israel, and said to them, “Draw out, and take lambs according to your families, and kill the Passover. ", "type": "text", "attrs": {"verseId": "EXO.12.21", "verseOrgIds": ["EXO.12.21"]}}, {"text": "You shall take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the lintel and the two door posts with the blood that is in the basin. None of you shall go out of the door of his house until the morning. ", "type": "text", "attrs": {"verseId": "EXO.12.22", "verseOrgIds": ["EXO.12.22"]}}, {"text": "For the LORD will pass through to strike the Egyptians; and when he sees the blood on the lintel, and on the two door posts, the LORD will pass over the door, and will not allow the destroyer to come in to your houses to strike you. ", "type": "text", "attrs": {"verseId": "EXO.12.23", "verseOrgIds": ["EXO.12.23"]}}, {"text": "You shall observe this thing for an ordinance to you and to your sons forever. ", "type": "text", "attrs": {"verseId": "EXO.12.24", "verseOrgIds": ["EXO.12.24"]}}, {"text": "It shall happen when you have come to the land which the LORD will give you, as he has promised, that you shall keep this service. ", "type": "text", "attrs": {"verseId": "EXO.12.25", "verseOrgIds": ["EXO.12.25"]}}, {"text": "It will happen, when your children ask you, ‘What do you mean by this service?’ ", "type": "text", "attrs": {"verseId": "EXO.12.26", "verseOrgIds": ["EXO.12.26"]}}, {"text": "that you shall say, ‘It is the sacrifice of the LORD’s Passover, who passed over the houses of the children of Israel in Egypt, when he struck the Egyptians, and spared our houses.’”", "type": "text", "attrs": {"verseId": "EXO.12.27", "verseOrgIds": ["EXO.12.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "EXO 12:27"}, "items": [{"text": "The people bowed their heads and worshiped. ", "type": "text", "attrs": {"verseId": "EXO.12.27", "verseOrgIds": ["EXO.12.27"]}}, {"text": "The children of Israel went and did so; as the LORD had commanded Moses and Aaron, so they did.", "type": "text", "attrs": {"verseId": "EXO.12.28", "verseOrgIds": ["EXO.12.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "At midnight, the LORD struck all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn of livestock. ", "type": "text", "attrs": {"verseId": "EXO.12.29", "verseOrgIds": ["EXO.12.29"]}}, {"text": "Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt, for there was not a house where there was not one dead. ", "type": "text", "attrs": {"verseId": "EXO.12.30", "verseOrgIds": ["EXO.12.30"]}}, {"text": "He called for Moses and Aaron by night, and said, “Rise up, get out from among my people, both you and the children of Israel; and go, serve the LORD, as you have said! ", "type": "text", "attrs": {"verseId": "EXO.12.31", "verseOrgIds": ["EXO.12.31"]}}, {"text": "Take both your flocks and your herds, as you have said, and be gone; and bless me also!”", "type": "text", "attrs": {"verseId": "EXO.12.32", "verseOrgIds": ["EXO.12.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The Egyptians were urgent with the people, to send them out of the land in haste, for they said, “We are all dead men.” ", "type": "text", "attrs": {"verseId": "EXO.12.33", "verseOrgIds": ["EXO.12.33"]}}, {"text": "The people took their dough before it was leavened, their kneading troughs being bound up in their clothes on their shoulders. ", "type": "text", "attrs": {"verseId": "EXO.12.34", "verseOrgIds": ["EXO.12.34"]}}, {"text": "The children of Israel did according to the word of Moses; and they asked of the Egyptians jewels of silver, and jewels of gold, and clothing. ", "type": "text", "attrs": {"verseId": "EXO.12.35", "verseOrgIds": ["EXO.12.35"]}}, {"text": "The LORD gave the people favor in the sight of the Egyptians, so that they let them have what they asked. They plundered the Egyptians.", "type": "text", "attrs": {"verseId": "EXO.12.36", "verseOrgIds": ["EXO.12.36"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The children of Israel traveled from Rameses to Succoth, about six hundred thousand on foot who were men, in addition to children. ", "type": "text", "attrs": {"verseId": "EXO.12.37", "verseOrgIds": ["EXO.12.37"]}}, {"text": "A mixed multitude went up also with them, with flocks, herds, and even very much livestock. ", "type": "text", "attrs": {"verseId": "EXO.12.38", "verseOrgIds": ["EXO.12.38"]}}, {"text": "They baked unleavened cakes of the dough which they brought out of Egypt; for it wasn’t leavened, because they were thrust out of Egypt, and couldn’t wait, and they had not prepared any food for themselves. ", "type": "text", "attrs": {"verseId": "EXO.12.39", "verseOrgIds": ["EXO.12.39"]}}, {"text": "Now the time that the children of Israel lived in Egypt was four hundred thirty years. ", "type": "text", "attrs": {"verseId": "EXO.12.40", "verseOrgIds": ["EXO.12.40"]}}, {"text": "At the end of four hundred thirty years, to the day, all of the LORD’s armies went out from the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.12.41", "verseOrgIds": ["EXO.12.41"]}}, {"text": "It is a night to be much observed to the LORD for bringing them out from the land of Egypt. This is that night of the LORD, to be much observed by all the children of Israel throughout their generations.", "type": "text", "attrs": {"verseId": "EXO.12.42", "verseOrgIds": ["EXO.12.42"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses and Aaron, “This is the ordinance of the Passover. No foreigner shall eat of it, ", "type": "text", "attrs": {"verseId": "EXO.12.43", "verseOrgIds": ["EXO.12.43"]}}, {"text": "but every man’s servant who is bought for money, when you have circumcised him, then shall he eat of it. ", "type": "text", "attrs": {"verseId": "EXO.12.44", "verseOrgIds": ["EXO.12.44"]}}, {"text": "A foreigner and a hired servant shall not eat of it. ", "type": "text", "attrs": {"verseId": "EXO.12.45", "verseOrgIds": ["EXO.12.45"]}}, {"text": "It must be eaten in one house. You shall not carry any of the meat outside of the house. Do not break any of its bones. ", "type": "text", "attrs": {"verseId": "EXO.12.46", "verseOrgIds": ["EXO.12.46"]}}, {"text": "All the congregation of Israel shall keep it. ", "type": "text", "attrs": {"verseId": "EXO.12.47", "verseOrgIds": ["EXO.12.47"]}}, {"text": "When a stranger lives as a foreigner with you, and would like to keep the Passover to the LORD, let all his males be circumcised, and then let him come near and keep it. He shall be as one who is born in the land; but no uncircumcised person shall eat of it. ", "type": "text", "attrs": {"verseId": "EXO.12.48", "verseOrgIds": ["EXO.12.48"]}}, {"text": "One law shall be to him who is born at home, and to the stranger who lives as a foreigner among you.” ", "type": "text", "attrs": {"verseId": "EXO.12.49", "verseOrgIds": ["EXO.12.49"]}}, {"text": "All the children of Israel did so. As the LORD commanded Moses and Aaron, so they did. ", "type": "text", "attrs": {"verseId": "EXO.12.50", "verseOrgIds": ["EXO.12.50"]}}, {"text": "That same day, the LORD brought the children of Israel out of the land of Egypt by their armies.", "type": "text", "attrs": {"verseId": "EXO.12.51", "verseOrgIds": ["EXO.12.51"]}}]}], "next": {"id": "EXO.13", "number": "13", "bookId": "EXO"}, "previous": {"id": "EXO.11", "number": "11", "bookId": "EXO"}}}}