{"_default": {"1": {"id": "1KI.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "1KI", "reference": "1 Kings 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Solomon had finished the building of the LORD’s house, the king’s house, and all Solomon’s desire which he was pleased to do, ", "type": "text", "attrs": {"verseId": "1KI.9.1", "verseOrgIds": ["1KI.9.1"]}}, {"text": "The LORD appeared to Solomon the second time, as he had appeared to him at Gibeon. ", "type": "text", "attrs": {"verseId": "1KI.9.2", "verseOrgIds": ["1KI.9.2"]}}, {"text": "The LORD said to him, “I have heard your prayer and your supplication that you have made before me. I have made this house holy, which you have built, to put my name there forever; and my eyes and my heart shall be there perpetually. ", "type": "text", "attrs": {"verseId": "1KI.9.3", "verseOrgIds": ["1KI.9.3"]}}, {"text": "As for you, if you will walk before me as David your father walked, in integrity of heart and in uprightness, to do according to all that I have commanded you, and will keep my statutes and my ordinances, ", "type": "text", "attrs": {"verseId": "1KI.9.4", "verseOrgIds": ["1KI.9.4"]}}, {"text": "then I will establish the throne of your kingdom over Israel forever, as I promised to David your father, saying, ‘There shall not fail from you a man on the throne of Israel.’ ", "type": "text", "attrs": {"verseId": "1KI.9.5", "verseOrgIds": ["1KI.9.5"]}}, {"text": "But if you turn away from following me, you or your children, and not keep my commandments and my statutes which I have set before you, but go and serve other gods and worship them, ", "type": "text", "attrs": {"verseId": "1KI.9.6", "verseOrgIds": ["1KI.9.6"]}}, {"text": "then I will cut off Israel out of the land which I have given them; and I will cast this house, which I have made holy for my name, out of my sight; and Israel will be a proverb and a byword among all peoples. ", "type": "text", "attrs": {"verseId": "1KI.9.7", "verseOrgIds": ["1KI.9.7"]}}, {"text": "Though this house is so high, yet everyone who passes by it will be astonished and hiss; and they will say, ‘Why has the LORD done this to this land and to this house?’ ", "type": "text", "attrs": {"verseId": "1KI.9.8", "verseOrgIds": ["1KI.9.8"]}}, {"text": "and they will answer, ‘Because they abandoned the LORD their God, who brought their fathers out of the land of Egypt, and embraced other gods, and worshiped them, and served them. Therefore the LORD has brought all this evil on them.’”", "type": "text", "attrs": {"verseId": "1KI.9.9", "verseOrgIds": ["1KI.9.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "At the end of twenty years, in which Solomon had built the two houses, the LORD’s house and the king’s house ", "type": "text", "attrs": {"verseId": "1KI.9.10", "verseOrgIds": ["1KI.9.10"]}}, {"text": "(now Hiram the king of Tyre had furnished Solomon with cedar trees and cypress trees, and with gold, according to all his desire), King Solomon gave Hiram twenty cities in the land of Galilee. ", "type": "text", "attrs": {"verseId": "1KI.9.11", "verseOrgIds": ["1KI.9.11"]}}, {"text": "Hiram came out of Tyre to see the cities which Solomon had given him; and they didn’t please him. ", "type": "text", "attrs": {"verseId": "1KI.9.12", "verseOrgIds": ["1KI.9.12"]}}, {"text": "He said, “What cities are these which you have given me, my brother?” He called them the land of Cabul", "type": "text", "attrs": {"verseId": "1KI.9.13", "verseOrgIds": ["1KI.9.13"]}}, {"text": " to this day. ", "type": "text", "attrs": {"verseId": "1KI.9.13", "verseOrgIds": ["1KI.9.13"]}}, {"text": "Hiram sent to the king one hundred twenty talents", "type": "text", "attrs": {"verseId": "1KI.9.14", "verseOrgIds": ["1KI.9.14"]}}, {"text": " of gold.", "type": "text", "attrs": {"verseId": "1KI.9.14", "verseOrgIds": ["1KI.9.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "This is the reason of the forced labor which king Solomon conscripted: to build the LORD’s house, his own house, Millo, Jerusalem’s wall, Hazor, Megiddo, and Gezer. ", "type": "text", "attrs": {"verseId": "1KI.9.15", "verseOrgIds": ["1KI.9.15"]}}, {"text": "Pharaoh king of Egypt had gone up, taken Gezer, burned it with fire, killed the Canaanites who lived in the city, and given it for a wedding gift to his daughter, Solomon’s wife. ", "type": "text", "attrs": {"verseId": "1KI.9.16", "verseOrgIds": ["1KI.9.16"]}}, {"text": "Solomon built in the land Gezer, Beth Horon the lower, ", "type": "text", "attrs": {"verseId": "1KI.9.17", "verseOrgIds": ["1KI.9.17"]}}, {"text": "Baalath, Tamar in the wilderness, ", "type": "text", "attrs": {"verseId": "1KI.9.18", "verseOrgIds": ["1KI.9.18"]}}, {"text": "all the storage cities that Solomon had, the cities for his chariots, the cities for his horsemen, and that which Solomon desired to build for his pleasure in Jerusalem, and in Lebanon, and in all the land of his dominion. ", "type": "text", "attrs": {"verseId": "1KI.9.19", "verseOrgIds": ["1KI.9.19"]}}, {"text": "As for all the people who were left of the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not of the children of Israel— ", "type": "text", "attrs": {"verseId": "1KI.9.20", "verseOrgIds": ["1KI.9.20"]}}, {"text": "their children who were left after them in the land, whom the children of Israel were not able utterly to destroy—of them Solomon raised a levy of bondservants to this day. ", "type": "text", "attrs": {"verseId": "1KI.9.21", "verseOrgIds": ["1KI.9.21"]}}, {"text": "But of the children of Israel Solomon made no bondservants; but they were the men of war, his servants, his princes, his captains, and rulers of his chariots and of his horsemen. ", "type": "text", "attrs": {"verseId": "1KI.9.22", "verseOrgIds": ["1KI.9.22"]}}, {"text": "These were the five hundred fifty chief officers who were over Solomon’s work, who ruled over the people who labored in the work.", "type": "text", "attrs": {"verseId": "1KI.9.23", "verseOrgIds": ["1KI.9.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But Pharaoh’s daughter came up out of David’s city to her house which Solomon had built for her. Then he built Millo.", "type": "text", "attrs": {"verseId": "1KI.9.24", "verseOrgIds": ["1KI.9.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Solomon offered burnt offerings and peace offerings on the altar which he built to the LORD three times per year, burning incense with them on the altar that was before the LORD. So he finished the house.", "type": "text", "attrs": {"verseId": "1KI.9.25", "verseOrgIds": ["1KI.9.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "King Solomon made a fleet of ships in Ezion Geber, which is beside Eloth, on the shore of the Sea of Suf, in the land of Edom. ", "type": "text", "attrs": {"verseId": "1KI.9.26", "verseOrgIds": ["1KI.9.26"]}}, {"text": "Hiram sent in the fleet his servants, sailors who had knowledge of the sea, with the servants of Solomon. ", "type": "text", "attrs": {"verseId": "1KI.9.27", "verseOrgIds": ["1KI.9.27"]}}, {"text": "They came to Ophir, and fetched from there gold, four hundred and twenty talents,", "type": "text", "attrs": {"verseId": "1KI.9.28", "verseOrgIds": ["1KI.9.28"]}}, {"text": " and brought it to king Solomon.", "type": "text", "attrs": {"verseId": "1KI.9.28", "verseOrgIds": ["1KI.9.28"]}}]}], "next": {"id": "1KI.10", "number": "10", "bookId": "1KI"}, "previous": {"id": "1KI.8", "number": "8", "bookId": "1KI"}}}}