{"_default": {"1": {"id": "1KI.16", "bibleId": "f72b840c855f362c-04", "number": "16", "bookId": "1KI", "reference": "1 Kings 16", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came to Jehu the son of Hanani against Baasha, saying, ", "type": "text", "attrs": {"verseId": "1KI.16.1", "verseOrgIds": ["1KI.16.1"]}}, {"text": "“Because I exalted you out of the dust and made you prince over my people Israel, and you have walked in the way of Jeroboam and have made my people Israel to sin, to provoke me to anger with their sins, ", "type": "text", "attrs": {"verseId": "1KI.16.2", "verseOrgIds": ["1KI.16.2"]}}, {"text": "behold, I will utterly sweep away Baasha and his house; and I will make your house like the house of Jeroboam the son of Nebat. ", "type": "text", "attrs": {"verseId": "1KI.16.3", "verseOrgIds": ["1KI.16.3"]}}, {"text": "The dogs will eat Baasha’s descendants who die in the city; and he who dies of his in the field, the birds of the sky will eat.”", "type": "text", "attrs": {"verseId": "1KI.16.4", "verseOrgIds": ["1KI.16.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the rest of the acts of Baasha, and what he did, and his might, aren’t they written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "1KI.16.5", "verseOrgIds": ["1KI.16.5"]}}, {"text": "Baasha slept with his fathers, and was buried in Tirzah; and Elah his son reigned in his place.", "type": "text", "attrs": {"verseId": "1KI.16.6", "verseOrgIds": ["1KI.16.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover the LORD’s word came by the prophet Jehu the son of Hanani against Baasha and against his house, both because of all the evil that he did in the LORD’s sight, to provoke him to anger with the work of his hands, in being like the house of Jeroboam, and because he struck him.", "type": "text", "attrs": {"verseId": "1KI.16.7", "verseOrgIds": ["1KI.16.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the twenty-sixth year of Asa king of Judah, Elah the son of Baasha began to reign over Israel in Tirzah for two years. ", "type": "text", "attrs": {"verseId": "1KI.16.8", "verseOrgIds": ["1KI.16.8"]}}, {"text": "His servant Zimri, captain of half his chariots, conspired against him. Now he was in Tirzah, drinking himself drunk in the house of Arza, who was over the household in Tirzah; ", "type": "text", "attrs": {"verseId": "1KI.16.9", "verseOrgIds": ["1KI.16.9"]}}, {"text": "and Zimri went in and struck him and killed him in the twenty-seventh year of Asa king of Judah, and reigned in his place.", "type": "text", "attrs": {"verseId": "1KI.16.10", "verseOrgIds": ["1KI.16.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When he began to reign, as soon as he sat on his throne, he attacked all the house of Baasha. He didn’t leave him a single one who urinates on a wall", "type": "text", "attrs": {"verseId": "1KI.16.11", "verseOrgIds": ["1KI.16.11"]}}, {"text": " among his relatives or his friends. ", "type": "text", "attrs": {"verseId": "1KI.16.11", "verseOrgIds": ["1KI.16.11"]}}, {"text": "Thus Zimri destroyed all the house of Baasha, according to the LORD’s word which he spoke against Baasha by Jehu the prophet, ", "type": "text", "attrs": {"verseId": "1KI.16.12", "verseOrgIds": ["1KI.16.12"]}}, {"text": "for all the sins of Baasha, and the sins of Elah his son, which they sinned and with which they made Israel to sin, to provoke the LORD, the God of Israel, to anger with their vanities. ", "type": "text", "attrs": {"verseId": "1KI.16.13", "verseOrgIds": ["1KI.16.13"]}}, {"text": "Now the rest of the acts of Elah, and all that he did, aren’t they written in the book of the chronicles of the kings of Israel?", "type": "text", "attrs": {"verseId": "1KI.16.14", "verseOrgIds": ["1KI.16.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the twenty-seventh year of Asa king of Judah, Zimri reigned seven days in Tirzah. Now the people were encamped against Gibbethon, which belonged to the Philistines. ", "type": "text", "attrs": {"verseId": "1KI.16.15", "verseOrgIds": ["1KI.16.15"]}}, {"text": "The people who were encamped heard that Zimri had conspired, and had also killed the king. Therefore all Israel made Omri, the captain of the army, king over Israel that day in the camp. ", "type": "text", "attrs": {"verseId": "1KI.16.16", "verseOrgIds": ["1KI.16.16"]}}, {"text": "Omri went up from Gibbethon, and all Israel with him, and they besieged Tirzah. ", "type": "text", "attrs": {"verseId": "1KI.16.17", "verseOrgIds": ["1KI.16.17"]}}, {"text": "When Zimri saw that the city was taken, he went into the fortified part of the king’s house and burned the king’s house over him with fire, and died, ", "type": "text", "attrs": {"verseId": "1KI.16.18", "verseOrgIds": ["1KI.16.18"]}}, {"text": "for his sins which he sinned in doing that which was evil in the LORD’s sight, in walking in the way of Jeroboam, and in his sin which he did to make Israel to sin. ", "type": "text", "attrs": {"verseId": "1KI.16.19", "verseOrgIds": ["1KI.16.19"]}}, {"text": "Now the rest of the acts of Zimri, and his treason that he committed, aren’t they written in the book of the chronicles of the kings of Israel?", "type": "text", "attrs": {"verseId": "1KI.16.20", "verseOrgIds": ["1KI.16.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the people of Israel were divided into two parts: half of the people followed Tibni the son of Ginath, to make him king, and half followed Omri. ", "type": "text", "attrs": {"verseId": "1KI.16.21", "verseOrgIds": ["1KI.16.21"]}}, {"text": "But the people who followed Omri prevailed against the people who followed Tibni the son of Ginath; so Tibni died, and Omri reigned. ", "type": "text", "attrs": {"verseId": "1KI.16.22", "verseOrgIds": ["1KI.16.22"]}}, {"text": "In the thirty-first year of Asa king of Judah, Omri began to reign over Israel for twelve years. He reigned six years in Tirzah. ", "type": "text", "attrs": {"verseId": "1KI.16.23", "verseOrgIds": ["1KI.16.23"]}}, {"text": "He bought the hill Samaria of Shemer for two talents", "type": "text", "attrs": {"verseId": "1KI.16.24", "verseOrgIds": ["1KI.16.24"]}}, {"text": " of silver; and he built on the hill, and called the name of the city which he built, Samaria, after the name of Shemer, the owner of the hill. ", "type": "text", "attrs": {"verseId": "1KI.16.24", "verseOrgIds": ["1KI.16.24"]}}, {"text": "Omri did that which was evil in the LORD’s sight, and dealt wickedly above all who were before him. ", "type": "text", "attrs": {"verseId": "1KI.16.25", "verseOrgIds": ["1KI.16.25"]}}, {"text": "For he walked in all the way of Jeroboam the son of Nebat, and in his sins with which he made Israel to sin, to provoke the LORD, the God of Israel, to anger with their vanities. ", "type": "text", "attrs": {"verseId": "1KI.16.26", "verseOrgIds": ["1KI.16.26"]}}, {"text": "Now the rest of the acts of Omri which he did, and his might that he showed, aren’t they written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "1KI.16.27", "verseOrgIds": ["1KI.16.27"]}}, {"text": "So Omri slept with his fathers, and was buried in Samaria; and Ahab his son reigned in his place.", "type": "text", "attrs": {"verseId": "1KI.16.28", "verseOrgIds": ["1KI.16.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the thirty-eighth year of Asa king of Judah, Ahab the son of Omri began to reign over Israel. Ahab the son of Omri reigned over Israel in Samaria twenty-two years. ", "type": "text", "attrs": {"verseId": "1KI.16.29", "verseOrgIds": ["1KI.16.29"]}}, {"text": "Ahab the son of Omri did that which was evil in the LORD’s sight above all that were before him. ", "type": "text", "attrs": {"verseId": "1KI.16.30", "verseOrgIds": ["1KI.16.30"]}}, {"text": "As if it had been a light thing for him to walk in the sins of Jeroboam the son of Nebat, he took as wife Jezebel the daughter of Ethbaal king of the Sidonians, and went and served Baal and worshiped him. ", "type": "text", "attrs": {"verseId": "1KI.16.31", "verseOrgIds": ["1KI.16.31"]}}, {"text": "He raised up an altar for Baal in the house of Baal, which he had built in Samaria. ", "type": "text", "attrs": {"verseId": "1KI.16.32", "verseOrgIds": ["1KI.16.32"]}}, {"text": "Ahab made the Asherah; and Ahab did more yet to provoke the LORD, the God of Israel, to anger than all the kings of Israel who were before him. ", "type": "text", "attrs": {"verseId": "1KI.16.33", "verseOrgIds": ["1KI.16.33"]}}, {"text": "In his days Hiel the Bethelite built Jericho. He laid its foundation with the loss of Abiram his firstborn, and set up its gates with the loss of his youngest son Segub, according to the LORD’s word, which he spoke by Joshua the son of Nun.", "type": "text", "attrs": {"verseId": "1KI.16.34", "verseOrgIds": ["1KI.16.34"]}}]}], "next": {"id": "1KI.17", "number": "17", "bookId": "1KI"}, "previous": {"id": "1KI.15", "number": "15", "bookId": "1KI"}}}}