{"_default": {"1": {"id": "DEU.1", "bibleId": "f72b840c855f362c-04", "number": "1", "bookId": "DEU", "reference": "Deuteronomy 1", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "These are the words which Moses spoke to all Israel beyond the Jordan in the wilderness, in the Arabah opposite Suf, between Paran, Tophel, Laban, Hazeroth, and Dizahab. ", "type": "text", "attrs": {"verseId": "DEU.1.1", "verseOrgIds": ["DEU.1.1"]}}, {"text": "It is eleven days’ journey from Horeb by the way of Mount Seir to Kadesh Barnea. ", "type": "text", "attrs": {"verseId": "DEU.1.2", "verseOrgIds": ["DEU.1.2"]}}, {"text": "In the fortieth year, in the eleventh month, on the first day of the month, Moses spoke to the children of Israel according to all that the LORD", "type": "text", "attrs": {"verseId": "DEU.1.3", "verseOrgIds": ["DEU.1.3"]}}, {"text": " had given him in commandment to them, ", "type": "text", "attrs": {"verseId": "DEU.1.3", "verseOrgIds": ["DEU.1.3"]}}, {"text": "after he had struck Sihon the king of the Amorites who lived in Heshbon, and Og the king of Bashan who lived in Ashtaroth, at Edrei. ", "type": "text", "attrs": {"verseId": "DEU.1.4", "verseOrgIds": ["DEU.1.4"]}}, {"text": "Beyond the Jordan, in the land of Moab, Moses began to declare this law, saying, ", "type": "text", "attrs": {"verseId": "DEU.1.5", "verseOrgIds": ["DEU.1.5"]}}, {"text": "“The LORD our God", "type": "text", "attrs": {"verseId": "DEU.1.6", "verseOrgIds": ["DEU.1.6"]}}, {"text": " spoke to us in Horeb, saying, ‘You have lived long enough at this mountain. ", "type": "text", "attrs": {"verseId": "DEU.1.6", "verseOrgIds": ["DEU.1.6"]}}, {"text": "Turn, and take your journey, and go to the hill country of the Amorites and to all the places near there: in the Arabah, in the hill country, in the lowland, in the South, by the seashore, in the land of the Canaanites, and in Lebanon as far as the great river, the river Euphrates. ", "type": "text", "attrs": {"verseId": "DEU.1.7", "verseOrgIds": ["DEU.1.7"]}}, {"text": "Behold,", "type": "text", "attrs": {"verseId": "DEU.1.8", "verseOrgIds": ["DEU.1.8"]}}, {"text": " I have set the land before you. Go in and possess the land which the LORD swore to your fathers—to Abraham, to Isaac, and to Jacob—to give to them and to their offspring", "type": "text", "attrs": {"verseId": "DEU.1.8", "verseOrgIds": ["DEU.1.8"]}}, {"text": " after them.’”", "type": "text", "attrs": {"verseId": "DEU.1.8", "verseOrgIds": ["DEU.1.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I spoke to you at that time, saying, “I am not able to bear you myself alone. ", "type": "text", "attrs": {"verseId": "DEU.1.9", "verseOrgIds": ["DEU.1.9"]}}, {"text": "The LORD your God has multiplied you, and behold, you are today as the stars of the sky for multitude. ", "type": "text", "attrs": {"verseId": "DEU.1.10", "verseOrgIds": ["DEU.1.10"]}}, {"text": "May the LORD, the God of your fathers, make you a thousand times as many as you are and bless you, as he has promised you! ", "type": "text", "attrs": {"verseId": "DEU.1.11", "verseOrgIds": ["DEU.1.11"]}}, {"text": "How can I myself alone bear your problems, your burdens, and your strife? ", "type": "text", "attrs": {"verseId": "DEU.1.12", "verseOrgIds": ["DEU.1.12"]}}, {"text": "Take wise men of understanding who are respected among your tribes, and I will make them heads over you.”", "type": "text", "attrs": {"verseId": "DEU.1.13", "verseOrgIds": ["DEU.1.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You answered me, and said, “The thing which you have spoken is good to do.” ", "type": "text", "attrs": {"verseId": "DEU.1.14", "verseOrgIds": ["DEU.1.14"]}}, {"text": "So I took the heads of your tribes, wise and respected men, and made them heads over you, captains of thousands, captains of hundreds, captains of fifties, captains of tens, and officers, according to your tribes. ", "type": "text", "attrs": {"verseId": "DEU.1.15", "verseOrgIds": ["DEU.1.15"]}}, {"text": "I commanded your judges at that time, saying, “Hear cases between your brothers and judge righteously between a man and his brother, and the foreigner who is living with him. ", "type": "text", "attrs": {"verseId": "DEU.1.16", "verseOrgIds": ["DEU.1.16"]}}, {"text": "You shall not show partiality in judgment; you shall hear the small and the great alike. You shall not be afraid of the face of man, for the judgment is God’s. The case that is too hard for you, you shall bring to me, and I will hear it.” ", "type": "text", "attrs": {"verseId": "DEU.1.17", "verseOrgIds": ["DEU.1.17"]}}, {"text": "I commanded you at that time all the things which you should do. ", "type": "text", "attrs": {"verseId": "DEU.1.18", "verseOrgIds": ["DEU.1.18"]}}, {"text": "We traveled from Horeb and went through all that great and terrible wilderness which you saw, by the way to the hill country of the Amorites, as the LORD our God commanded us; and we came to Kadesh Barnea. ", "type": "text", "attrs": {"verseId": "DEU.1.19", "verseOrgIds": ["DEU.1.19"]}}, {"text": "I said to you, “You have come to the hill country of the Amorites, which the LORD our God gives to us. ", "type": "text", "attrs": {"verseId": "DEU.1.20", "verseOrgIds": ["DEU.1.20"]}}, {"text": "Behold, the LORD your God has set the land before you. Go up, take possession, as the LORD the God of your fathers has spoken to you. Don’t be afraid, neither be dismayed.”", "type": "text", "attrs": {"verseId": "DEU.1.21", "verseOrgIds": ["DEU.1.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You came near to me, everyone of you, and said, “Let’s send men before us, that they may search the land for us, and bring back to us word of the way by which we must go up, and the cities to which we shall come.”", "type": "text", "attrs": {"verseId": "DEU.1.22", "verseOrgIds": ["DEU.1.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The thing pleased me well. I took twelve of your men, one man for every tribe. ", "type": "text", "attrs": {"verseId": "DEU.1.23", "verseOrgIds": ["DEU.1.23"]}}, {"text": "They turned and went up into the hill country, and came to the valley of Eshcol, and spied it out. ", "type": "text", "attrs": {"verseId": "DEU.1.24", "verseOrgIds": ["DEU.1.24"]}}, {"text": "They took some of the fruit of the land in their hands and brought it down to us, and brought us word again, and said, “It is a good land which the LORD our God gives to us.”", "type": "text", "attrs": {"verseId": "DEU.1.25", "verseOrgIds": ["DEU.1.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Yet you wouldn’t go up, but rebelled against the commandment of the LORD your God. ", "type": "text", "attrs": {"verseId": "DEU.1.26", "verseOrgIds": ["DEU.1.26"]}}, {"text": "You murmured in your tents, and said, “Because the LORD hated us, he has brought us out of the land of Egypt, to deliver us into the hand of the Amorites to destroy us. ", "type": "text", "attrs": {"verseId": "DEU.1.27", "verseOrgIds": ["DEU.1.27"]}}, {"text": "Where are we going up? Our brothers have made our heart melt, saying, ‘The people are greater and taller than we. The cities are great and fortified up to the sky. Moreover we have seen the sons of the Anakim there!’”", "type": "text", "attrs": {"verseId": "DEU.1.28", "verseOrgIds": ["DEU.1.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then I said to you, “Don’t be terrified. Don’t be afraid of them. ", "type": "text", "attrs": {"verseId": "DEU.1.29", "verseOrgIds": ["DEU.1.29"]}}, {"text": "The LORD your God, who goes before you, he will fight for you, according to all that he did for you in Egypt before your eyes, ", "type": "text", "attrs": {"verseId": "DEU.1.30", "verseOrgIds": ["DEU.1.30"]}}, {"text": "and in the wilderness where you have seen how that the LORD your God carried you, as a man carries his son, in all the way that you went, until you came to this place.”", "type": "text", "attrs": {"verseId": "DEU.1.31", "verseOrgIds": ["DEU.1.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Yet in this thing you didn’t believe the LORD your God, ", "type": "text", "attrs": {"verseId": "DEU.1.32", "verseOrgIds": ["DEU.1.32"]}}, {"text": "who went before you on the way, to seek out a place for you to pitch your tents in: in fire by night, to show you by what way you should go, and in the cloud by day. ", "type": "text", "attrs": {"verseId": "DEU.1.33", "verseOrgIds": ["DEU.1.33"]}}, {"text": "The LORD heard the voice of your words and was angry, and swore, saying, ", "type": "text", "attrs": {"verseId": "DEU.1.34", "verseOrgIds": ["DEU.1.34"]}}, {"text": "“Surely not one of these men of this evil generation shall see the good land which I swore to give to your fathers, ", "type": "text", "attrs": {"verseId": "DEU.1.35", "verseOrgIds": ["DEU.1.35"]}}, {"text": "except Caleb the son of Jephunneh. He shall see it. I will give the land that he has trodden on to him and to his children, because he has wholly followed the LORD.”", "type": "text", "attrs": {"verseId": "DEU.1.36", "verseOrgIds": ["DEU.1.36"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Also the LORD was angry with me for your sakes, saying, “You also shall not go in there. ", "type": "text", "attrs": {"verseId": "DEU.1.37", "verseOrgIds": ["DEU.1.37"]}}, {"text": "Joshua the son of Nun, who stands before you, shall go in there. Encourage him, for he shall cause Israel to inherit it. ", "type": "text", "attrs": {"verseId": "DEU.1.38", "verseOrgIds": ["DEU.1.38"]}}, {"text": "Moreover your little ones, whom you said would be captured or killed, your children, who today have no knowledge of good or evil, shall go in there. I will give it to them, and they shall possess it. ", "type": "text", "attrs": {"verseId": "DEU.1.39", "verseOrgIds": ["DEU.1.39"]}}, {"text": "But as for you, turn, and take your journey into the wilderness by the way to the Sea of Suf.”", "type": "text", "attrs": {"verseId": "DEU.1.40", "verseOrgIds": ["DEU.1.40"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then you answered and said to me, “We have sinned against the LORD. We will go up and fight, according to all that the LORD our God commanded us.” Every man of you put on his weapons of war, and presumed to go up into the hill country.", "type": "text", "attrs": {"verseId": "DEU.1.41", "verseOrgIds": ["DEU.1.41"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to me, “Tell them, ‘Don’t go up and don’t fight; for I am not among you, lest you be struck before your enemies.’”", "type": "text", "attrs": {"verseId": "DEU.1.42", "verseOrgIds": ["DEU.1.42"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So I spoke to you, and you didn’t listen; but you rebelled against the commandment of the LORD, and were presumptuous, and went up into the hill country. ", "type": "text", "attrs": {"verseId": "DEU.1.43", "verseOrgIds": ["DEU.1.43"]}}, {"text": "The Amorites, who lived in that hill country, came out against you and chased you as bees do, and beat you down in Seir, even to Hormah. ", "type": "text", "attrs": {"verseId": "DEU.1.44", "verseOrgIds": ["DEU.1.44"]}}, {"text": "You returned and wept before the LORD, but the LORD didn’t listen to your voice, nor turn his ear to you. ", "type": "text", "attrs": {"verseId": "DEU.1.45", "verseOrgIds": ["DEU.1.45"]}}, {"text": "So you stayed in Kadesh many days, according to the days that you remained.", "type": "text", "attrs": {"verseId": "DEU.1.46", "verseOrgIds": ["DEU.1.46"]}}]}], "next": {"id": "DEU.2", "number": "2", "bookId": "DEU"}, "previous": {"id": "DEU.intro", "number": "intro", "bookId": "DEU"}}}}