{"_default": {"1": {"id": "2SA.17", "bibleId": "f72b840c855f362c-04", "number": "17", "bookId": "2SA", "reference": "2 Samuel 17", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover Ahithophel said to Absalom, “Let me now choose twelve thousand men, and I will arise and pursue after David tonight. ", "type": "text", "attrs": {"verseId": "2SA.17.1", "verseOrgIds": ["2SA.17.1"]}}, {"text": "I will come on him while he is weary and exhausted, and will make him afraid. All the people who are with him will flee. I will strike the king only, ", "type": "text", "attrs": {"verseId": "2SA.17.2", "verseOrgIds": ["2SA.17.2"]}}, {"text": "and I will bring back all the people to you. The man whom you seek is as if all returned. All the people shall be in peace.”", "type": "text", "attrs": {"verseId": "2SA.17.3", "verseOrgIds": ["2SA.17.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The saying pleased Absalom well, and all the elders of Israel. ", "type": "text", "attrs": {"verseId": "2SA.17.4", "verseOrgIds": ["2SA.17.4"]}}, {"text": "Then Absalom said, “Now call Hushai the Archite also, and let’s hear likewise what he says.”", "type": "text", "attrs": {"verseId": "2SA.17.5", "verseOrgIds": ["2SA.17.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Hushai had come to Absalom, Absalom spoke to him, saying, “Ahithophel has spoken like this. Shall we do what he says? If not, speak up.”", "type": "text", "attrs": {"verseId": "2SA.17.6", "verseOrgIds": ["2SA.17.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hushai said to Absalom, “The counsel that Ahithophel has given this time is not good.” ", "type": "text", "attrs": {"verseId": "2SA.17.7", "verseOrgIds": ["2SA.17.7"]}}, {"text": "Hushai said moreover, “You know your father and his men, that they are mighty men, and they are fierce in their minds, like a bear robbed of her cubs in the field. Your father is a man of war, and will not lodge with the people. ", "type": "text", "attrs": {"verseId": "2SA.17.8", "verseOrgIds": ["2SA.17.8"]}}, {"text": "Behold, he is now hidden in some pit, or in some other place. It will happen, when some of them have fallen at the first, that whoever hears it will say, ‘There is a slaughter among the people who follow Absalom!’ ", "type": "text", "attrs": {"verseId": "2SA.17.9", "verseOrgIds": ["2SA.17.9"]}}, {"text": "Even he who is valiant, whose heart is as the heart of a lion, will utterly melt; for all Israel knows that your father is a mighty man, and those who are with him are valiant men. ", "type": "text", "attrs": {"verseId": "2SA.17.10", "verseOrgIds": ["2SA.17.10"]}}, {"text": "But I counsel that all Israel be gathered together to you, from Dan even to Beersheba, as the sand that is by the sea for multitude; and that you go to battle in your own person. ", "type": "text", "attrs": {"verseId": "2SA.17.11", "verseOrgIds": ["2SA.17.11"]}}, {"text": "So we will come on him in some place where he will be found, and we will light on him as the dew falls on the ground, then we will not leave so much as one of him and of all the men who are with him. ", "type": "text", "attrs": {"verseId": "2SA.17.12", "verseOrgIds": ["2SA.17.12"]}}, {"text": "Moreover, if he has gone into a city, then all Israel will bring ropes to that city, and we will draw it into the river, until there isn’t one small stone found there.”", "type": "text", "attrs": {"verseId": "2SA.17.13", "verseOrgIds": ["2SA.17.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Absalom and all the men of Israel said, “The counsel of Hushai the Archite is better than the counsel of Ahithophel.” For the LORD had ordained to defeat the good counsel of Ahithophel, to the intent that the LORD might bring evil on Absalom.", "type": "text", "attrs": {"verseId": "2SA.17.14", "verseOrgIds": ["2SA.17.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Hushai said to Zadok and to Abiathar the priests, “Ahithophel counseled Absalom and the elders of Israel that way; and I have counseled this way. ", "type": "text", "attrs": {"verseId": "2SA.17.15", "verseOrgIds": ["2SA.17.15"]}}, {"text": "Now therefore send quickly, and tell David, saying, ‘Don’t lodge tonight at the fords of the wilderness, but by all means pass over, lest the king be swallowed up, and all the people who are with him.’”", "type": "text", "attrs": {"verseId": "2SA.17.16", "verseOrgIds": ["2SA.17.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Jonathan and Ahimaaz were staying by En Rogel; and a female servant used to go and report to them, and they went and told king David; for they couldn’t risk being seen coming into the city. ", "type": "text", "attrs": {"verseId": "2SA.17.17", "verseOrgIds": ["2SA.17.17"]}}, {"text": "But a boy saw them, and told Absalom. Then they both went away quickly and came to the house of a man in Bahurim, who had a well in his court; and they went down there. ", "type": "text", "attrs": {"verseId": "2SA.17.18", "verseOrgIds": ["2SA.17.18"]}}, {"text": "The woman took and spread the covering over the well’s mouth, and spread out crushed grain on it; and nothing was known. ", "type": "text", "attrs": {"verseId": "2SA.17.19", "verseOrgIds": ["2SA.17.19"]}}, {"text": "Absalom’s servants came to the woman to the house; and they said, “Where are Ahimaaz and Jonathan?”", "type": "text", "attrs": {"verseId": "2SA.17.20", "verseOrgIds": ["2SA.17.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "2SA 17:20"}, "items": [{"text": "The woman said to them, “They have gone over the brook of water.”", "type": "text", "attrs": {"verseId": "2SA.17.20", "verseOrgIds": ["2SA.17.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "2SA 17:20"}, "items": [{"text": "When they had sought and could not find them, they returned to Jerusalem. ", "type": "text", "attrs": {"verseId": "2SA.17.20", "verseOrgIds": ["2SA.17.20"]}}, {"text": "After they had departed, they came up out of the well and went and told king David; and they said to David, “Arise and pass quickly over the water; for thus has Ahithophel counseled against you.”", "type": "text", "attrs": {"verseId": "2SA.17.21", "verseOrgIds": ["2SA.17.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then David arose, and all the people who were with him, and they passed over the Jordan. By the morning light there lacked not one of them who had not gone over the Jordan.", "type": "text", "attrs": {"verseId": "2SA.17.22", "verseOrgIds": ["2SA.17.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Ahithophel saw that his counsel was not followed, he saddled his donkey, arose, and went home to his city, set his house in order, and hanged himself; and he died, and was buried in the tomb of his father.", "type": "text", "attrs": {"verseId": "2SA.17.23", "verseOrgIds": ["2SA.17.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then David came to Mahanaim. Absalom passed over the Jordan, he and all the men of Israel with him. ", "type": "text", "attrs": {"verseId": "2SA.17.24", "verseOrgIds": ["2SA.17.24"]}}, {"text": "Absalom set Amasa over the army instead of Joab. Now Amasa was the son of a man whose name was Ithra the Israelite, who went in to Abigail the daughter of Nahash, sister to Zeruiah, Joab’s mother. ", "type": "text", "attrs": {"verseId": "2SA.17.25", "verseOrgIds": ["2SA.17.25"]}}, {"text": "Israel and Absalom encamped in the land of Gilead.", "type": "text", "attrs": {"verseId": "2SA.17.26", "verseOrgIds": ["2SA.17.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When David had come to Mahanaim, Shobi the son of Nahash of Rabbah of the children of Ammon, and Machir the son of Ammiel of Lodebar, and Barzillai the Gileadite of Rogelim, ", "type": "text", "attrs": {"verseId": "2SA.17.27", "verseOrgIds": ["2SA.17.27"]}}, {"text": "brought beds, basins, earthen vessels, wheat, barley, meal, parched grain, beans, lentils, roasted grain, ", "type": "text", "attrs": {"verseId": "2SA.17.28", "verseOrgIds": ["2SA.17.28"]}}, {"text": "honey, butter, sheep, and cheese of the herd, for David and for the people who were with him to eat; for they said, “The people are hungry, weary, and thirsty in the wilderness.”", "type": "text", "attrs": {"verseId": "2SA.17.29", "verseOrgIds": ["2SA.17.29"]}}]}], "next": {"id": "2SA.18", "number": "18", "bookId": "2SA"}, "previous": {"id": "2SA.16", "number": "16", "bookId": "2SA"}}}}