{"_default": {"1": {"id": "2KI.22", "bibleId": "f72b840c855f362c-04", "number": "22", "bookId": "2KI", "reference": "2 Kings 22", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Josiah was eight years old when he began to reign, and he reigned thirty-one years in Jerusalem. His mother’s name was Jedidah the daughter of Adaiah of Bozkath. ", "type": "text", "attrs": {"verseId": "2KI.22.1", "verseOrgIds": ["2KI.22.1"]}}, {"text": "He did that which was right in the LORD’s eyes, and walked in all the way of David his father, and didn’t turn away to the right hand or to the left.", "type": "text", "attrs": {"verseId": "2KI.22.2", "verseOrgIds": ["2KI.22.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the eighteenth year of king Josiah, the king sent Shaphan, the son of Azaliah the son of Meshullam, the scribe, to the LORD’s house, saying, ", "type": "text", "attrs": {"verseId": "2KI.22.3", "verseOrgIds": ["2KI.22.3"]}}, {"text": "“Go up to Hilkiah the high priest, that he may count the money which is brought into the LORD’s house, which the keepers of the threshold have gathered of the people. ", "type": "text", "attrs": {"verseId": "2KI.22.4", "verseOrgIds": ["2KI.22.4"]}}, {"text": "Let them deliver it into the hand of the workers who have the oversight of the LORD’s house; and let them give it to the workers who are in the LORD’s house, to repair the damage to the house, ", "type": "text", "attrs": {"verseId": "2KI.22.5", "verseOrgIds": ["2KI.22.5"]}}, {"text": "to the carpenters, and to the builders, and to the masons, and for buying timber and cut stone to repair the house. ", "type": "text", "attrs": {"verseId": "2KI.22.6", "verseOrgIds": ["2KI.22.6"]}}, {"text": "However, no accounting shall be asked of them for the money delivered into their hand, for they deal faithfully.”", "type": "text", "attrs": {"verseId": "2KI.22.7", "verseOrgIds": ["2KI.22.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hilkiah the high priest said to Shaphan the scribe, “I have found the scroll of the Torah in the LORD’s house.” Hilkiah delivered the book to Shaphan, and he read it. ", "type": "text", "attrs": {"verseId": "2KI.22.8", "verseOrgIds": ["2KI.22.8"]}}, {"text": "Shaphan the scribe came to the king, and brought the king word again, and said, “Your servants have emptied out the money that was found in the house, and have delivered it into the hands of the workmen who have the oversight of the LORD’s house.” ", "type": "text", "attrs": {"verseId": "2KI.22.9", "verseOrgIds": ["2KI.22.9"]}}, {"text": "Shaphan the scribe told the king, saying, “Hilkiah the priest has delivered a book to me.” Then Shaphan read it before the king.", "type": "text", "attrs": {"verseId": "2KI.22.10", "verseOrgIds": ["2KI.22.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the king had heard the words of the scroll of the Torah, he tore his clothes. ", "type": "text", "attrs": {"verseId": "2KI.22.11", "verseOrgIds": ["2KI.22.11"]}}, {"text": "The king commanded Hilkiah the priest, Ahikam the son of Shaphan, Achbor the son of Micaiah, Shaphan the scribe, and Asaiah the king’s servant, saying, ", "type": "text", "attrs": {"verseId": "2KI.22.12", "verseOrgIds": ["2KI.22.12"]}}, {"text": "“Go inquire of the LORD for me, and for the people, and for all Judah, concerning the words of this book that is found; for great is the LORD’s wrath that is kindled against us, because our fathers have not listened to the words of this book, to do according to all that which is written concerning us.”", "type": "text", "attrs": {"verseId": "2KI.22.13", "verseOrgIds": ["2KI.22.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, keeper of the wardrobe (now she lived in Jerusalem in the second quarter); and they talked with her. ", "type": "text", "attrs": {"verseId": "2KI.22.14", "verseOrgIds": ["2KI.22.14"]}}, {"text": "She said to them, “The LORD the God of Israel says, ‘Tell the man who sent you to me, ", "type": "text", "attrs": {"verseId": "2KI.22.15", "verseOrgIds": ["2KI.22.15"]}}, {"text": "“The LORD says, ‘Behold, I will bring evil on this place and on its inhabitants, even all the words of the book which the king of Judah has read. ", "type": "text", "attrs": {"verseId": "2KI.22.16", "verseOrgIds": ["2KI.22.16"]}}, {"text": "Because they have forsaken me and have burned incense to other gods, that they might provoke me to anger with all the work of their hands, therefore my wrath shall be kindled against this place, and it will not be quenched.’” ", "type": "text", "attrs": {"verseId": "2KI.22.17", "verseOrgIds": ["2KI.22.17"]}}, {"text": "But to the king of Judah, who sent you to inquire of The LORD, tell him, “the LORD the God of Israel says, ‘Concerning the words which you have heard, ", "type": "text", "attrs": {"verseId": "2KI.22.18", "verseOrgIds": ["2KI.22.18"]}}, {"text": "because your heart was tender, and you humbled yourself before the LORD when you heard what I spoke against this place and against its inhabitants, that they should become a desolation and a curse, and have torn your clothes and wept before me, I also have heard you,’ says the LORD. ", "type": "text", "attrs": {"verseId": "2KI.22.19", "verseOrgIds": ["2KI.22.19"]}}, {"text": "‘Therefore behold, I will gather you to your fathers, and you will be gathered to your grave in peace. Your eyes will not see all the evil which I will bring on this place.’”’” So they brought this message back to the king.", "type": "text", "attrs": {"verseId": "2KI.22.20", "verseOrgIds": ["2KI.22.20"]}}]}], "next": {"id": "2KI.23", "number": "23", "bookId": "2KI"}, "previous": {"id": "2KI.21", "number": "21", "bookId": "2KI"}}}}