{"_default": {"1": {"id": "EXO.10", "bibleId": "f72b840c855f362c-04", "number": "10", "bookId": "EXO", "reference": "Exodus 10", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “Go in to Pharaoh, for I have hardened his heart and the heart of his servants, that I may show these my signs among them; ", "type": "text", "attrs": {"verseId": "EXO.10.1", "verseOrgIds": ["EXO.10.1"]}}, {"text": "and that you may tell in the hearing of your son, and of your son’s son, what things I have done to Egypt, and my signs which I have done among them; that you may know that I am the LORD.”", "type": "text", "attrs": {"verseId": "EXO.10.2", "verseOrgIds": ["EXO.10.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses and Aaron went in to Pharaoh, and said to him, “This is what the LORD, the God of the Hebrews, says: ‘How long will you refuse to humble yourself before me? Let my people go, that they may serve me. ", "type": "text", "attrs": {"verseId": "EXO.10.3", "verseOrgIds": ["EXO.10.3"]}}, {"text": "Or else, if you refuse to let my people go, behold, tomorrow I will bring locusts into your country, ", "type": "text", "attrs": {"verseId": "EXO.10.4", "verseOrgIds": ["EXO.10.4"]}}, {"text": "and they shall cover the surface of the earth, so that one won’t be able to see the earth. They shall eat the residue of that which has escaped, which remains to you from the hail, and shall eat every tree which grows for you out of the field. ", "type": "text", "attrs": {"verseId": "EXO.10.5", "verseOrgIds": ["EXO.10.5"]}}, {"text": "Your houses shall be filled, and the houses of all your servants, and the houses of all the Egyptians, as neither your fathers nor your fathers’ fathers have seen, since the day that they were on the earth to this day.’” He turned, and went out from Pharaoh.", "type": "text", "attrs": {"verseId": "EXO.10.6", "verseOrgIds": ["EXO.10.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Pharaoh’s servants said to him, “How long will this man be a snare to us? Let the men go, that they may serve the LORD, their God. Don’t you yet know that Egypt is destroyed?”", "type": "text", "attrs": {"verseId": "EXO.10.7", "verseOrgIds": ["EXO.10.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses and Aaron were brought again to Pharaoh, and he said to them, “Go, serve the LORD your God; but who are those who will go?”", "type": "text", "attrs": {"verseId": "EXO.10.8", "verseOrgIds": ["EXO.10.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said, “We will go with our young and with our old. We will go with our sons and with our daughters, with our flocks and with our herds; for we must hold a feast to the LORD.”", "type": "text", "attrs": {"verseId": "EXO.10.9", "verseOrgIds": ["EXO.10.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said to them, “The LORD be with you if I let you go with your little ones! See, evil is clearly before your faces. ", "type": "text", "attrs": {"verseId": "EXO.10.10", "verseOrgIds": ["EXO.10.10"]}}, {"text": "Not so! Go now you who are men, and serve the LORD; for that is what you desire!” Then they were driven out from Pharaoh’s presence.", "type": "text", "attrs": {"verseId": "EXO.10.11", "verseOrgIds": ["EXO.10.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “Stretch out your hand over the land of Egypt for the locusts, that they may come up on the land of Egypt, and eat every herb of the land, even all that the hail has left.” ", "type": "text", "attrs": {"verseId": "EXO.10.12", "verseOrgIds": ["EXO.10.12"]}}, {"text": "Moses stretched out his rod over the land of Egypt, and the LORD brought an east wind on the land all that day, and all night; and when it was morning, the east wind brought the locusts. ", "type": "text", "attrs": {"verseId": "EXO.10.13", "verseOrgIds": ["EXO.10.13"]}}, {"text": "The locusts went up over all the land of Egypt, and rested in all the borders of Egypt. They were very grievous. Before them there were no such locusts as they, nor will there ever be again. ", "type": "text", "attrs": {"verseId": "EXO.10.14", "verseOrgIds": ["EXO.10.14"]}}, {"text": "For they covered the surface of the whole earth, so that the land was darkened, and they ate every herb of the land, and all the fruit of the trees which the hail had left. There remained nothing green, either tree or herb of the field, through all the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.10.15", "verseOrgIds": ["EXO.10.15"]}}, {"text": "Then Pharaoh called for Moses and Aaron in haste, and he said, “I have sinned against the LORD your God, and against you. ", "type": "text", "attrs": {"verseId": "EXO.10.16", "verseOrgIds": ["EXO.10.16"]}}, {"text": "Now therefore please forgive my sin again, and pray to the LORD your God, that he may also take away from me this death.”", "type": "text", "attrs": {"verseId": "EXO.10.17", "verseOrgIds": ["EXO.10.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses went out from Pharaoh, and prayed to the LORD. ", "type": "text", "attrs": {"verseId": "EXO.10.18", "verseOrgIds": ["EXO.10.18"]}}, {"text": "The LORD sent an exceedingly strong west wind, which took up the locusts, and drove them into the Sea of Suf.", "type": "text", "attrs": {"verseId": "EXO.10.19", "verseOrgIds": ["EXO.10.19"]}}, {"text": " There remained not one locust in all the borders of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.10.19", "verseOrgIds": ["EXO.10.19"]}}, {"text": "But the LORD hardened Pharaoh’s heart, and he didn’t let the children of Israel go.", "type": "text", "attrs": {"verseId": "EXO.10.20", "verseOrgIds": ["EXO.10.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “Stretch out your hand toward the sky, that there may be darkness over the land of Egypt, even darkness which may be felt.” ", "type": "text", "attrs": {"verseId": "EXO.10.21", "verseOrgIds": ["EXO.10.21"]}}, {"text": "Moses stretched out his hand toward the sky, and there was a thick darkness in all the land of Egypt for three days. ", "type": "text", "attrs": {"verseId": "EXO.10.22", "verseOrgIds": ["EXO.10.22"]}}, {"text": "They didn’t see one another, and nobody rose from his place for three days; but all the children of Israel had light in their dwellings.", "type": "text", "attrs": {"verseId": "EXO.10.23", "verseOrgIds": ["EXO.10.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Pharaoh called to Moses, and said, “Go, serve the LORD. Only let your flocks and your herds stay behind. Let your little ones also go with you.”", "type": "text", "attrs": {"verseId": "EXO.10.24", "verseOrgIds": ["EXO.10.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said, “You must also give into our hand sacrifices and burnt offerings, that we may sacrifice to the LORD our God. ", "type": "text", "attrs": {"verseId": "EXO.10.25", "verseOrgIds": ["EXO.10.25"]}}, {"text": "Our livestock also shall go with us. Not a hoof shall be left behind, for of it we must take to serve the LORD our God; and we don’t know with what we must serve the LORD, until we come there.”", "type": "text", "attrs": {"verseId": "EXO.10.26", "verseOrgIds": ["EXO.10.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But the LORD hardened Pharaoh’s heart, and he wouldn’t let them go. ", "type": "text", "attrs": {"verseId": "EXO.10.27", "verseOrgIds": ["EXO.10.27"]}}, {"text": "Pharaoh said to him, “Get away from me! Be careful to see my face no more; for in the day you see my face you shall die!”", "type": "text", "attrs": {"verseId": "EXO.10.28", "verseOrgIds": ["EXO.10.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said, “You have spoken well. I will see your face again no more.”", "type": "text", "attrs": {"verseId": "EXO.10.29", "verseOrgIds": ["EXO.10.29"]}}]}], "next": {"id": "EXO.11", "number": "11", "bookId": "EXO"}, "previous": {"id": "EXO.9", "number": "9", "bookId": "EXO"}}}}