{"_default": {"1": {"id": "EZK.20", "bibleId": "f72b840c855f362c-04", "number": "20", "bookId": "EZK", "reference": "Ezekiel 20", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the seventh year, in the fifth month, the tenth day of the month, some of the elders of Israel came to inquire of the LORD, and sat before me.", "type": "text", "attrs": {"verseId": "EZK.20.1", "verseOrgIds": ["EZK.20.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.20.2", "verseOrgIds": ["EZK.20.2"]}}, {"text": "“Son of man, speak to the elders of Israel, and tell them, ‘The Lord GOD says: “Is it to inquire of me that you have come? As I live,” says the Lord GOD, “I will not be inquired of by you.”’", "type": "text", "attrs": {"verseId": "EZK.20.3", "verseOrgIds": ["EZK.20.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Will you judge them, son of man? Will you judge them? Cause them to know the abominations of their fathers. ", "type": "text", "attrs": {"verseId": "EZK.20.4", "verseOrgIds": ["EZK.20.4"]}}, {"text": "Tell them, ‘The Lord GOD says: “In the day when I chose Israel, and swore to the offspring of the house of Jacob, and made myself known to them in the land of Egypt, when I swore to them, saying, ‘I am the LORD your God;’ ", "type": "text", "attrs": {"verseId": "EZK.20.5", "verseOrgIds": ["EZK.20.5"]}}, {"text": "in that day I swore to them to bring them out of the land of Egypt into a land that I had searched out for them, flowing with milk and honey, which is the glory of all lands. ", "type": "text", "attrs": {"verseId": "EZK.20.6", "verseOrgIds": ["EZK.20.6"]}}, {"text": "I said to them, ‘Each of you throw away the abominations of his eyes. Don’t defile yourselves with the idols of Egypt. I am the LORD your God.’", "type": "text", "attrs": {"verseId": "EZK.20.7", "verseOrgIds": ["EZK.20.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“But they rebelled against me and wouldn’t listen to me. They didn’t all throw away the abominations of their eyes. They also didn’t forsake the idols of Egypt. Then I said I would pour out my wrath on them, to accomplish my anger against them in the middle of the land of Egypt. ", "type": "text", "attrs": {"verseId": "EZK.20.8", "verseOrgIds": ["EZK.20.8"]}}, {"text": "But I worked for my name’s sake, that it should not be profaned in the sight of the nations among which they were, in whose sight I made myself known to them in bringing them out of the land of Egypt. ", "type": "text", "attrs": {"verseId": "EZK.20.9", "verseOrgIds": ["EZK.20.9"]}}, {"text": "So I caused them to go out of the land of Egypt and brought them into the wilderness. ", "type": "text", "attrs": {"verseId": "EZK.20.10", "verseOrgIds": ["EZK.20.10"]}}, {"text": "I gave them my statutes and showed them my ordinances, which if a man does, he will live in them. ", "type": "text", "attrs": {"verseId": "EZK.20.11", "verseOrgIds": ["EZK.20.11"]}}, {"text": "Moreover also I gave them my Sabbaths, to be a sign between me and them, that they might know that I am the LORD who sanctifies them.", "type": "text", "attrs": {"verseId": "EZK.20.12", "verseOrgIds": ["EZK.20.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“But the house of Israel rebelled against me in the wilderness. They didn’t walk in my statutes and they rejected my ordinances, which if a man keeps, he shall live in them. They greatly profaned my Sabbaths. Then I said I would pour out my wrath on them in the wilderness, to consume them. ", "type": "text", "attrs": {"verseId": "EZK.20.13", "verseOrgIds": ["EZK.20.13"]}}, {"text": "But I worked for my name’s sake, that it should not be profaned in the sight of the nations, in whose sight I brought them out. ", "type": "text", "attrs": {"verseId": "EZK.20.14", "verseOrgIds": ["EZK.20.14"]}}, {"text": "Moreover also I swore to them in the wilderness that I would not bring them into the land which I had given them, flowing with milk and honey, which is the glory of all lands, ", "type": "text", "attrs": {"verseId": "EZK.20.15", "verseOrgIds": ["EZK.20.15"]}}, {"text": "because they rejected my ordinances, and didn’t walk in my statutes, and profaned my Sabbaths; for their heart went after their idols. ", "type": "text", "attrs": {"verseId": "EZK.20.16", "verseOrgIds": ["EZK.20.16"]}}, {"text": "Nevertheless my eye spared them, and I didn’t destroy them. I didn’t make a full end of them in the wilderness. ", "type": "text", "attrs": {"verseId": "EZK.20.17", "verseOrgIds": ["EZK.20.17"]}}, {"text": "I said to their children in the wilderness, ‘Don’t walk in the statutes of your fathers. Don’t observe their ordinances or defile yourselves with their idols. ", "type": "text", "attrs": {"verseId": "EZK.20.18", "verseOrgIds": ["EZK.20.18"]}}, {"text": "I am the LORD your God. Walk in my statutes, keep my ordinances, and do them. ", "type": "text", "attrs": {"verseId": "EZK.20.19", "verseOrgIds": ["EZK.20.19"]}}, {"text": "Make my Sabbaths holy. They shall be a sign between me and you, that you may know that I am the LORD your God.’", "type": "text", "attrs": {"verseId": "EZK.20.20", "verseOrgIds": ["EZK.20.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“But the children rebelled against me. They didn’t walk in my statutes, and didn’t keep my ordinances to do them, which if a man does, he shall live in them. They profaned my Sabbaths. Then I said I would pour out my wrath on them, to accomplish my anger against them in the wilderness. ", "type": "text", "attrs": {"verseId": "EZK.20.21", "verseOrgIds": ["EZK.20.21"]}}, {"text": "Nevertheless I withdrew my hand and worked for my name’s sake, that it should not be profaned in the sight of the nations, in whose sight I brought them out. ", "type": "text", "attrs": {"verseId": "EZK.20.22", "verseOrgIds": ["EZK.20.22"]}}, {"text": "Moreover I swore to them in the wilderness, that I would scatter them among the nations and disperse them through the countries, ", "type": "text", "attrs": {"verseId": "EZK.20.23", "verseOrgIds": ["EZK.20.23"]}}, {"text": "because they had not executed my ordinances, but had rejected my statutes, and had profaned my Sabbaths, and their eyes were after their fathers’ idols. ", "type": "text", "attrs": {"verseId": "EZK.20.24", "verseOrgIds": ["EZK.20.24"]}}, {"text": "Moreover also I gave them statutes that were not good, and ordinances in which they couldn’t live. ", "type": "text", "attrs": {"verseId": "EZK.20.25", "verseOrgIds": ["EZK.20.25"]}}, {"text": "I polluted them in their own gifts, in that they caused all that opens the womb to pass through the fire, that I might make them desolate, to the end that they might know that I am the LORD.”’", "type": "text", "attrs": {"verseId": "EZK.20.26", "verseOrgIds": ["EZK.20.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Therefore, son of man, speak to the house of Israel, and tell them, ‘The Lord GOD says: “Moreover, in this your fathers have blasphemed me, in that they have committed a trespass against me. ", "type": "text", "attrs": {"verseId": "EZK.20.27", "verseOrgIds": ["EZK.20.27"]}}, {"text": "For when I had brought them into the land which I swore to give to them, then they saw every high hill and every thick tree, and they offered there their sacrifices, and there they presented the provocation of their offering. There they also made their pleasant aroma, and there they poured out their drink offerings. ", "type": "text", "attrs": {"verseId": "EZK.20.28", "verseOrgIds": ["EZK.20.28"]}}, {"text": "Then I said to them, ‘What does the high place where you go mean?’ So its name is called Bamah", "type": "text", "attrs": {"verseId": "EZK.20.29", "verseOrgIds": ["EZK.20.29"]}}, {"text": " to this day.”’", "type": "text", "attrs": {"verseId": "EZK.20.29", "verseOrgIds": ["EZK.20.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Therefore tell the house of Israel, ‘The Lord GOD says: “Do you pollute yourselves in the way of your fathers? Do you play the prostitute after their abominations? ", "type": "text", "attrs": {"verseId": "EZK.20.30", "verseOrgIds": ["EZK.20.30"]}}, {"text": "When you offer your gifts, when you make your sons pass through the fire, do you pollute yourselves with all your idols to this day? Should I be inquired of by you, house of Israel? As I live, says the Lord GOD, I will not be inquired of by you!", "type": "text", "attrs": {"verseId": "EZK.20.31", "verseOrgIds": ["EZK.20.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“That which comes into your mind will not be at all, in that you say, ‘We will be as the nations, as the families of the countries, to serve wood and stone.’ ", "type": "text", "attrs": {"verseId": "EZK.20.32", "verseOrgIds": ["EZK.20.32"]}}, {"text": "As I live,” says the Lord GOD, “surely with a mighty hand, with an outstretched arm, and with wrath poured out, I will be king over you. ", "type": "text", "attrs": {"verseId": "EZK.20.33", "verseOrgIds": ["EZK.20.33"]}}, {"text": "I will bring you out from the peoples, and will gather you out of the countries in which you are scattered with a mighty hand, with an outstretched arm, and with wrath poured out. ", "type": "text", "attrs": {"verseId": "EZK.20.34", "verseOrgIds": ["EZK.20.34"]}}, {"text": "I will bring you into the wilderness of the peoples, and there I will enter into judgment with you face to face. ", "type": "text", "attrs": {"verseId": "EZK.20.35", "verseOrgIds": ["EZK.20.35"]}}, {"text": "Just as I entered into judgment with your fathers in the wilderness of the land of Egypt, so I will enter into judgment with you,” says the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.20.36", "verseOrgIds": ["EZK.20.36"]}}, {"text": "“I will cause you to pass under the rod, and I will bring you into the bond of the covenant. ", "type": "text", "attrs": {"verseId": "EZK.20.37", "verseOrgIds": ["EZK.20.37"]}}, {"text": "I will purge out from among you the rebels and those who disobey me. I will bring them out of the land where they live, but they shall not enter into Eretz-Israel. Then you will know that I am the LORD.”", "type": "text", "attrs": {"verseId": "EZK.20.38", "verseOrgIds": ["EZK.20.38"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘As for you, house of Israel, the Lord GOD says: “Go, everyone serve his idols, and hereafter also, if you will not listen to me; but you shall no more profane my holy name with your gifts and with your idols. ", "type": "text", "attrs": {"verseId": "EZK.20.39", "verseOrgIds": ["EZK.20.39"]}}, {"text": "For in my holy mountain, in the mountain of the height of Israel,” says the Lord GOD, “there all the house of Israel, all of them, shall serve me in the land. There I will accept them, and there I will require your offerings and the first fruits of your offerings, with all your holy things. ", "type": "text", "attrs": {"verseId": "EZK.20.40", "verseOrgIds": ["EZK.20.40"]}}, {"text": "I will accept you as a pleasant aroma when I bring you out from the peoples and gather you out of the countries in which you have been scattered. I will be sanctified in you in the sight of the nations. ", "type": "text", "attrs": {"verseId": "EZK.20.41", "verseOrgIds": ["EZK.20.41"]}}, {"text": "You will know that I am the LORD when I bring you into Eretz-Israel, into the country which I swore to give to your fathers. ", "type": "text", "attrs": {"verseId": "EZK.20.42", "verseOrgIds": ["EZK.20.42"]}}, {"text": "There you will remember your ways, and all your deeds in which you have polluted yourselves. Then you will loathe yourselves in your own sight for all your evils that you have committed. ", "type": "text", "attrs": {"verseId": "EZK.20.43", "verseOrgIds": ["EZK.20.43"]}}, {"text": "You will know that I am the LORD, when I have dealt with you for my name’s sake, not according to your evil ways, nor according to your corrupt doings, you house of Israel,” says the Lord GOD.’”", "type": "text", "attrs": {"verseId": "EZK.20.44", "verseOrgIds": ["EZK.20.44"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.20.45", "verseOrgIds": ["EZK.21.1"]}}, {"text": "“Son of man, set your face toward the south, and proclaim toward the south, and prophesy against the forest of the field in the South. ", "type": "text", "attrs": {"verseId": "EZK.20.46", "verseOrgIds": ["EZK.21.2"]}}, {"text": "Tell the forest of the South, ‘Hear the LORD’s word: The Lord GOD says, “Behold, I will kindle a fire in you, and it will devour every green tree in you, and every dry tree. The burning flame will not be quenched, and all faces from the south to the north will be burned by it. ", "type": "text", "attrs": {"verseId": "EZK.20.47", "verseOrgIds": ["EZK.21.3"]}}, {"text": "All flesh will see that I, the LORD, have kindled it. It will not be quenched.”’”", "type": "text", "attrs": {"verseId": "EZK.20.48", "verseOrgIds": ["EZK.21.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then I said, “Ah Lord GOD! They say of me, ‘Isn’t he a speaker of parables?’”", "type": "text", "attrs": {"verseId": "EZK.20.49", "verseOrgIds": ["EZK.21.5"]}}]}], "next": {"id": "EZK.21", "number": "21", "bookId": "EZK"}, "previous": {"id": "EZK.19", "number": "19", "bookId": "EZK"}}}}