{"_default": {"1": {"id": "DEU.20", "bibleId": "f72b840c855f362c-04", "number": "20", "bookId": "DEU", "reference": "Deuteronomy 20", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When you go out to battle against your enemies, and see horses, chariots, and a people more numerous than you, you shall not be afraid of them; for the LORD your God, who brought you up out of the land of Egypt, is with you. ", "type": "text", "attrs": {"verseId": "DEU.20.1", "verseOrgIds": ["DEU.20.1"]}}, {"text": "It shall be, when you draw near to the battle, that the priest shall approach and speak to the people, ", "type": "text", "attrs": {"verseId": "DEU.20.2", "verseOrgIds": ["DEU.20.2"]}}, {"text": "and shall tell them, “Hear, Israel, you draw near today to battle against your enemies. Don’t let your heart faint! Don’t be afraid, nor tremble, neither be scared of them; ", "type": "text", "attrs": {"verseId": "DEU.20.3", "verseOrgIds": ["DEU.20.3"]}}, {"text": "for the LORD your God is he who goes with you, to fight for you against your enemies, to save you.”", "type": "text", "attrs": {"verseId": "DEU.20.4", "verseOrgIds": ["DEU.20.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The officers shall speak to the people, saying, “What man is there who has built a new house, and has not dedicated it? Let him go and return to his house, lest he die in the battle, and another man dedicate it. ", "type": "text", "attrs": {"verseId": "DEU.20.5", "verseOrgIds": ["DEU.20.5"]}}, {"text": "What man is there who has planted a vineyard, and has not used its fruit? Let him go and return to his house, lest he die in the battle, and another man use its fruit. ", "type": "text", "attrs": {"verseId": "DEU.20.6", "verseOrgIds": ["DEU.20.6"]}}, {"text": "What man is there who has pledged to be married to a wife, and has not taken her? Let him go and return to his house, lest he die in the battle, and another man take her.” ", "type": "text", "attrs": {"verseId": "DEU.20.7", "verseOrgIds": ["DEU.20.7"]}}, {"text": "The officers shall speak further to the people, and they shall say, “What man is there who is fearful and faint-hearted? Let him go and return to his house, lest his brother’s heart melt as his heart.” ", "type": "text", "attrs": {"verseId": "DEU.20.8", "verseOrgIds": ["DEU.20.8"]}}, {"text": "It shall be, when the officers have finished speaking to the people, that they shall appoint captains of armies at the head of the people.", "type": "text", "attrs": {"verseId": "DEU.20.9", "verseOrgIds": ["DEU.20.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When you draw near to a city to fight against it, then proclaim peace to it. ", "type": "text", "attrs": {"verseId": "DEU.20.10", "verseOrgIds": ["DEU.20.10"]}}, {"text": "It shall be, if it gives you answer of peace and opens to you, then it shall be that all the people who are found therein shall become forced laborers to you, and shall serve you. ", "type": "text", "attrs": {"verseId": "DEU.20.11", "verseOrgIds": ["DEU.20.11"]}}, {"text": "If it will make no peace with you, but will make war against you, then you shall besiege it. ", "type": "text", "attrs": {"verseId": "DEU.20.12", "verseOrgIds": ["DEU.20.12"]}}, {"text": "When the LORD your God delivers it into your hand, you shall strike every male of it with the edge of the sword; ", "type": "text", "attrs": {"verseId": "DEU.20.13", "verseOrgIds": ["DEU.20.13"]}}, {"text": "but the women, the little ones, the livestock, and all that is in the city, even all its plunder, you shall take for plunder for yourself. You may use the plunder of your enemies, which the LORD your God has given you. ", "type": "text", "attrs": {"verseId": "DEU.20.14", "verseOrgIds": ["DEU.20.14"]}}, {"text": "Thus you shall do to all the cities which are very far off from you, which are not of the cities of these nations. ", "type": "text", "attrs": {"verseId": "DEU.20.15", "verseOrgIds": ["DEU.20.15"]}}, {"text": "But of the cities of these peoples that the LORD your God gives you for an inheritance, you shall save alive nothing that breathes; ", "type": "text", "attrs": {"verseId": "DEU.20.16", "verseOrgIds": ["DEU.20.16"]}}, {"text": "but you shall utterly destroy them: the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, as the LORD your God has commanded you; ", "type": "text", "attrs": {"verseId": "DEU.20.17", "verseOrgIds": ["DEU.20.17"]}}, {"text": "that they not teach you to follow all their abominations, which they have done for their gods; so would you sin against the LORD your God. ", "type": "text", "attrs": {"verseId": "DEU.20.18", "verseOrgIds": ["DEU.20.18"]}}, {"text": "When you shall besiege a city a long time, in making war against it to take it, you shall not destroy its trees by wielding an ax against them; for you may eat of them. You shall not cut them down, for is the tree of the field man, that it should be besieged by you? ", "type": "text", "attrs": {"verseId": "DEU.20.19", "verseOrgIds": ["DEU.20.19"]}}, {"text": "Only the trees that you know are not trees for food, you shall destroy and cut them down. You shall build bulwarks against the city that makes war with you, until it falls.", "type": "text", "attrs": {"verseId": "DEU.20.20", "verseOrgIds": ["DEU.20.20"]}}]}], "next": {"id": "DEU.21", "number": "21", "bookId": "DEU"}, "previous": {"id": "DEU.19", "number": "19", "bookId": "DEU"}}}}