{"_default": {"1": {"id": "2KI.14", "bibleId": "f72b840c855f362c-04", "number": "14", "bookId": "2KI", "reference": "2 Kings 14", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the second year of Joash, son of Joahaz, king of Israel, Amaziah the son of Joash king of Judah began to reign. ", "type": "text", "attrs": {"verseId": "2KI.14.1", "verseOrgIds": ["2KI.14.1"]}}, {"text": "He was twenty-five years old when he began to reign; and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddin of Jerusalem. ", "type": "text", "attrs": {"verseId": "2KI.14.2", "verseOrgIds": ["2KI.14.2"]}}, {"text": "He did that which was right in the LORD’s eyes, yet not like David his father. He did according to all that Joash his father had done. ", "type": "text", "attrs": {"verseId": "2KI.14.3", "verseOrgIds": ["2KI.14.3"]}}, {"text": "However the high places were not taken away. The people still sacrificed and burned incense in the high places. ", "type": "text", "attrs": {"verseId": "2KI.14.4", "verseOrgIds": ["2KI.14.4"]}}, {"text": "As soon as the kingdom was established in his hand, he killed his servants who had slain the king his father, ", "type": "text", "attrs": {"verseId": "2KI.14.5", "verseOrgIds": ["2KI.14.5"]}}, {"text": "but the children of the murderers he didn’t put to death, according to that which is written in the scroll of the Torah of Moses, as the LORD commanded, saying, “The fathers shall not be put to death for the children, nor the children be put to death for the fathers; but every man shall die for his own sin.”", "type": "text", "attrs": {"verseId": "2KI.14.6", "verseOrgIds": ["2KI.14.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He killed ten thousand Edomites in the Valley of Salt, and took Sela by war, and called its name Joktheel, to this day. ", "type": "text", "attrs": {"verseId": "2KI.14.7", "verseOrgIds": ["2KI.14.7"]}}, {"text": "Then Amaziah sent messengers to Jehoash, the son of Jehoahaz son of Jehu, king of Israel, saying, “Come, let’s look one another in the face.”", "type": "text", "attrs": {"verseId": "2KI.14.8", "verseOrgIds": ["2KI.14.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoash the king of Israel sent to Amaziah king of Judah, saying, “The thistle that was in Lebanon sent to the cedar that was in Lebanon, saying, ‘Give your daughter to my son as wife.’ Then a wild animal that was in Lebanon passed by, and trampled down the thistle. ", "type": "text", "attrs": {"verseId": "2KI.14.9", "verseOrgIds": ["2KI.14.9"]}}, {"text": "You have indeed struck Edom, and your heart has lifted you up. Enjoy the glory of it, and stay at home; for why should you meddle to your harm, that you fall, even you, and Judah with you?”", "type": "text", "attrs": {"verseId": "2KI.14.10", "verseOrgIds": ["2KI.14.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But Amaziah would not listen. So Jehoash king of Israel went up; and he and Amaziah king of Judah looked one another in the face at Beth Shemesh, which belongs to Judah. ", "type": "text", "attrs": {"verseId": "2KI.14.11", "verseOrgIds": ["2KI.14.11"]}}, {"text": "Judah was defeated by Israel; and each man fled to his tent. ", "type": "text", "attrs": {"verseId": "2KI.14.12", "verseOrgIds": ["2KI.14.12"]}}, {"text": "Jehoash king of Israel took Amaziah king of Judah, the son of Jehoash the son of Ahaziah, at Beth Shemesh and came to Jerusalem, then broke down the wall of Jerusalem from the gate of Ephraim to the corner gate, four hundred cubits.", "type": "text", "attrs": {"verseId": "2KI.14.13", "verseOrgIds": ["2KI.14.13"]}}, {"text": " ", "type": "text", "attrs": {"verseId": "2KI.14.13", "verseOrgIds": ["2KI.14.13"]}}, {"text": "He took all the gold and silver and all the vessels that were found in the LORD’s house and in the treasures of the king’s house, the hostages also, and returned to Samaria.", "type": "text", "attrs": {"verseId": "2KI.14.14", "verseOrgIds": ["2KI.14.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the rest of the acts of Jehoash which he did, and his might, and how he fought with Amaziah king of Judah, aren’t they written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "2KI.14.15", "verseOrgIds": ["2KI.14.15"]}}, {"text": "Jehoash slept with his fathers, and was buried in Samaria with the kings of Israel; and Jeroboam his son reigned in his place.", "type": "text", "attrs": {"verseId": "2KI.14.16", "verseOrgIds": ["2KI.14.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Amaziah the son of Joash king of Judah lived after the death of Jehoash son of Jehoahaz, king of Israel, fifteen years. ", "type": "text", "attrs": {"verseId": "2KI.14.17", "verseOrgIds": ["2KI.14.17"]}}, {"text": "Now the rest of the acts of Amaziah, aren’t they written in the book of the chronicles of the kings of Judah? ", "type": "text", "attrs": {"verseId": "2KI.14.18", "verseOrgIds": ["2KI.14.18"]}}, {"text": "They made a conspiracy against him in Jerusalem, and he fled to Lachish; but they sent after him to Lachish and killed him there. ", "type": "text", "attrs": {"verseId": "2KI.14.19", "verseOrgIds": ["2KI.14.19"]}}, {"text": "They brought him on horses, and he was buried at Jerusalem with his fathers in David’s city.", "type": "text", "attrs": {"verseId": "2KI.14.20", "verseOrgIds": ["2KI.14.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "All the people of Judah took Azariah, who was sixteen years old, and made him king in the place of his father Amaziah. ", "type": "text", "attrs": {"verseId": "2KI.14.21", "verseOrgIds": ["2KI.14.21"]}}, {"text": "He built Elath and restored it to Judah. After that the king slept with his fathers.", "type": "text", "attrs": {"verseId": "2KI.14.22", "verseOrgIds": ["2KI.14.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the fifteenth year of Amaziah the son of Joash king of Judah, Jeroboam the son of Joash king of Israel began to reign in Samaria for forty-one years. ", "type": "text", "attrs": {"verseId": "2KI.14.23", "verseOrgIds": ["2KI.14.23"]}}, {"text": "He did that which was evil in the LORD’s sight. He didn’t depart from all the sins of Jeroboam the son of Nebat, with which he made Israel to sin. ", "type": "text", "attrs": {"verseId": "2KI.14.24", "verseOrgIds": ["2KI.14.24"]}}, {"text": "He restored the border of Israel from the entrance of Hamath to the sea of the Arabah, according to the LORD, the God of Israel’s word, which he spoke by his servant Jonah the son of Amittai, the prophet, who was from Gath Hepher. ", "type": "text", "attrs": {"verseId": "2KI.14.25", "verseOrgIds": ["2KI.14.25"]}}, {"text": "For the LORD saw the affliction of Israel, that it was very bitter for all, slave and free; and there was no helper for Israel. ", "type": "text", "attrs": {"verseId": "2KI.14.26", "verseOrgIds": ["2KI.14.26"]}}, {"text": "The LORD didn’t say that he would blot out the name of Israel from under the sky; but he saved them by the hand of Jeroboam the son of Joash. ", "type": "text", "attrs": {"verseId": "2KI.14.27", "verseOrgIds": ["2KI.14.27"]}}, {"text": "Now the rest of the acts of Jeroboam, and all that he did, and his might, how he fought, and how he recovered Damascus, and Hamath, which had belonged to Judah, for Israel, aren’t they written in the book of the chronicles of the kings of Israel? ", "type": "text", "attrs": {"verseId": "2KI.14.28", "verseOrgIds": ["2KI.14.28"]}}, {"text": "Jeroboam slept with his fathers, even with the kings of Israel; and Zechariah his son reigned in his place.", "type": "text", "attrs": {"verseId": "2KI.14.29", "verseOrgIds": ["2KI.14.29"]}}]}], "next": {"id": "2KI.15", "number": "15", "bookId": "2KI"}, "previous": {"id": "2KI.13", "number": "13", "bookId": "2KI"}}}}