{"_default": {"1": {"id": "DAN.5", "bibleId": "f72b840c855f362c-04", "number": "5", "bookId": "DAN", "reference": "Daniel 5", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Belshazzar the king made a great feast to a thousand of his lords, and drank wine before the thousand. ", "type": "text", "attrs": {"verseId": "DAN.5.1", "verseOrgIds": ["DAN.5.1"]}}, {"text": "Belshazzar, while he tasted the wine, commanded that the golden and silver vessels which Nebuchadnezzar his father had taken out of the temple which was in Jerusalem be brought to him, that the king and his lords, his wives and his concubines, might drink from them. ", "type": "text", "attrs": {"verseId": "DAN.5.2", "verseOrgIds": ["DAN.5.2"]}}, {"text": "Then they brought the golden vessels that were taken out of the temple of God’s house which was at Jerusalem; and the king and his lords, his wives and his concubines, drank from them. ", "type": "text", "attrs": {"verseId": "DAN.5.3", "verseOrgIds": ["DAN.5.3"]}}, {"text": "They drank wine, and praised the gods of gold, and of silver, of bronze, of iron, of wood, and of stone.", "type": "text", "attrs": {"verseId": "DAN.5.4", "verseOrgIds": ["DAN.5.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the same hour, the fingers of a man’s hand came out and wrote near the lamp stand on the plaster of the wall of the king’s palace. The king saw the part of the hand that wrote. ", "type": "text", "attrs": {"verseId": "DAN.5.5", "verseOrgIds": ["DAN.5.5"]}}, {"text": "Then the king’s face was changed in him, and his thoughts troubled him; and the joints of his thighs were loosened, and his knees struck one against another.", "type": "text", "attrs": {"verseId": "DAN.5.6", "verseOrgIds": ["DAN.5.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king cried aloud to bring in the enchanters, the Kasdim, and the soothsayers. The king spoke and said to the wise men of Babylon, “Whoever reads this writing and shows me its interpretation shall be clothed with purple, and have a chain of gold about his neck, and shall be the third ruler in the kingdom.”", "type": "text", "attrs": {"verseId": "DAN.5.7", "verseOrgIds": ["DAN.5.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then all the king’s wise men came in; but they could not read the writing, and couldn’t make known to the king the interpretation. ", "type": "text", "attrs": {"verseId": "DAN.5.8", "verseOrgIds": ["DAN.5.8"]}}, {"text": "Then king Belshazzar was greatly troubled, and his face was changed in him, and his lords were perplexed.", "type": "text", "attrs": {"verseId": "DAN.5.9", "verseOrgIds": ["DAN.5.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The queen by reason of the words of the king and his lords came into the banquet house. The queen spoke and said, “O king, live forever; don’t let your thoughts trouble you, nor let your face be changed. ", "type": "text", "attrs": {"verseId": "DAN.5.10", "verseOrgIds": ["DAN.5.10"]}}, {"text": "There is a man in your kingdom in whom is the spirit of the holy gods; and in the days of your father, light and understanding and wisdom, like the wisdom of the gods, were found in him. The king, Nebuchadnezzar, your father—yes, the king, your father—made him master of the magicians, enchanters, Kasdim, and soothsayers, ", "type": "text", "attrs": {"verseId": "DAN.5.11", "verseOrgIds": ["DAN.5.11"]}}, {"text": "because an excellent spirit, knowledge, understanding, interpreting of dreams, showing of dark sentences, and dissolving of doubts were found in the same Daniel, whom the king named Belteshazzar. Now let Daniel be called, and he will show the interpretation.”", "type": "text", "attrs": {"verseId": "DAN.5.12", "verseOrgIds": ["DAN.5.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Daniel was brought in before the king. The king spoke and said to Daniel, “Are you that Daniel of the children of the captivity of Judah, whom the king my father brought out of Judah? ", "type": "text", "attrs": {"verseId": "DAN.5.13", "verseOrgIds": ["DAN.5.13"]}}, {"text": "I have heard of you, that the spirit of the gods is in you and that light, understanding, and excellent wisdom are found in you. ", "type": "text", "attrs": {"verseId": "DAN.5.14", "verseOrgIds": ["DAN.5.14"]}}, {"text": "Now the wise men, the enchanters, have been brought in before me, that they should read this writing, and make known to me its interpretation; but they could not show the interpretation of the thing. ", "type": "text", "attrs": {"verseId": "DAN.5.15", "verseOrgIds": ["DAN.5.15"]}}, {"text": "But I have heard of you, that you can give interpretations and dissolve doubts. Now if you can read the writing and make known to me its interpretation, you shall be clothed with purple, and have a chain of gold around your neck, and shall be the third ruler in the kingdom.”", "type": "text", "attrs": {"verseId": "DAN.5.16", "verseOrgIds": ["DAN.5.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Daniel answered before the king, “Let your gifts be to yourself, and give your rewards to another. Nevertheless, I will read the writing to the king, and make known to him the interpretation.", "type": "text", "attrs": {"verseId": "DAN.5.17", "verseOrgIds": ["DAN.5.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“To you, king, the Most High God gave Nebuchadnezzar your father the kingdom, and greatness, and glory, and majesty. ", "type": "text", "attrs": {"verseId": "DAN.5.18", "verseOrgIds": ["DAN.5.18"]}}, {"text": "Because of the greatness that he gave him, all the peoples, nations, and languages trembled and feared before him. He killed whom he wanted to, and he kept alive whom he wanted to. He raised up whom he wanted to, and he put down whom he wanted to. ", "type": "text", "attrs": {"verseId": "DAN.5.19", "verseOrgIds": ["DAN.5.19"]}}, {"text": "But when his heart was lifted up, and his spirit was hardened so that he dealt proudly, he was deposed from his kingly throne, and they took his glory from him. ", "type": "text", "attrs": {"verseId": "DAN.5.20", "verseOrgIds": ["DAN.5.20"]}}, {"text": "He was driven from the sons of men, and his heart was made like the animals’, and his dwelling was with the wild donkeys. He was fed with grass like oxen, and his body was wet with the dew of the sky, until he knew that the Most High God rules in the kingdom of men, and that he sets up over it whomever he will.", "type": "text", "attrs": {"verseId": "DAN.5.21", "verseOrgIds": ["DAN.5.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You, his son, Belshazzar, have not humbled your heart, though you knew all this, ", "type": "text", "attrs": {"verseId": "DAN.5.22", "verseOrgIds": ["DAN.5.22"]}}, {"text": "but have lifted up yourself against the Lord of heaven; and they have brought the vessels of his house before you, and you and your lords, your wives, and your concubines, have drunk wine from them. You have praised the gods of silver and gold, of bronze, iron, wood, and stone, which don’t see, or hear, or know; and you have not glorified the God in whose hand your breath is, and whose are all your ways. ", "type": "text", "attrs": {"verseId": "DAN.5.23", "verseOrgIds": ["DAN.5.23"]}}, {"text": "Then the part of the hand was sent from before him, and this writing was inscribed.", "type": "text", "attrs": {"verseId": "DAN.5.24", "verseOrgIds": ["DAN.5.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“This is the writing that was inscribed: ‘MENE, MENE, TEKEL, UPHARSIN.’", "type": "text", "attrs": {"verseId": "DAN.5.25", "verseOrgIds": ["DAN.5.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“This is the interpretation of the thing:", "type": "text", "attrs": {"verseId": "DAN.5.26", "verseOrgIds": ["DAN.5.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "m", "vid": "DAN 5:26"}, "items": [{"text": "MENE: God has counted your kingdom, and brought it to an end.", "type": "text", "attrs": {"verseId": "DAN.5.26", "verseOrgIds": ["DAN.5.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "m"}, "items": [{"text": "TEKEL: you are weighed in the balances, and are found wanting.", "type": "text", "attrs": {"verseId": "DAN.5.27", "verseOrgIds": ["DAN.5.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "m"}, "items": [{"text": "PERES: your kingdom is divided, and given to the Medes and Persians.”", "type": "text", "attrs": {"verseId": "DAN.5.28", "verseOrgIds": ["DAN.5.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Belshazzar commanded, and they clothed Daniel with purple, and put a chain of gold about his neck, and made proclamation concerning him, that he should be the third ruler in the kingdom.", "type": "text", "attrs": {"verseId": "DAN.5.29", "verseOrgIds": ["DAN.5.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In that night Belshazzar the Kasdian King was slain. ", "type": "text", "attrs": {"verseId": "DAN.5.30", "verseOrgIds": ["DAN.5.30"]}}, {"text": "Darius the Mede received the kingdom, being about sixty-two years old.", "type": "text", "attrs": {"verseId": "DAN.5.31", "verseOrgIds": ["DAN.6.1"]}}]}], "next": {"id": "DAN.6", "number": "6", "bookId": "DAN"}, "previous": {"id": "DAN.4", "number": "4", "bookId": "DAN"}}}}