{"_default": {"1": {"id": "EXO.34", "bibleId": "f72b840c855f362c-04", "number": "34", "bookId": "EXO", "reference": "Exodus 34", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “Chisel two stone tablets like the first. I will write on the tablets the words that were on the first tablets, which you broke. ", "type": "text", "attrs": {"verseId": "EXO.34.1", "verseOrgIds": ["EXO.34.1"]}}, {"text": "Be ready by the morning, and come up in the morning to Mount Sinai, and present yourself there to me on the top of the mountain. ", "type": "text", "attrs": {"verseId": "EXO.34.2", "verseOrgIds": ["EXO.34.2"]}}, {"text": "No one shall come up with you or be seen anywhere on the mountain. Do not let the flocks or herds graze in front of that mountain.”", "type": "text", "attrs": {"verseId": "EXO.34.3", "verseOrgIds": ["EXO.34.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He chiseled two tablets of stone like the first; then Moses rose up early in the morning, and went up to Mount Sinai, as the LORD had commanded him, and took in his hand two stone tablets. ", "type": "text", "attrs": {"verseId": "EXO.34.4", "verseOrgIds": ["EXO.34.4"]}}, {"text": "The LORD descended in the cloud, and stood with him there, and proclaimed the LORD’s name. ", "type": "text", "attrs": {"verseId": "EXO.34.5", "verseOrgIds": ["EXO.34.5"]}}, {"text": "The LORD passed by before him, and proclaimed, “The LORD! The LORD, a merciful and gracious God, slow to anger, and abundant in loving kindness and truth, ", "type": "text", "attrs": {"verseId": "EXO.34.6", "verseOrgIds": ["EXO.34.6"]}}, {"text": "keeping loving kindness for thousands, forgiving iniquity and disobedience and sin; and who will by no means clear the guilty, visiting the iniquity of the fathers on the children, and on the children’s children, on the third and on the fourth generation.”", "type": "text", "attrs": {"verseId": "EXO.34.7", "verseOrgIds": ["EXO.34.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses hurried and bowed his head toward the earth, and worshiped. ", "type": "text", "attrs": {"verseId": "EXO.34.8", "verseOrgIds": ["EXO.34.8"]}}, {"text": "He said, “If now I have found favor in your sight, Lord, please let the Lord go among us, even though this is a stiff-necked people; pardon our iniquity and our sin, and take us for your inheritance.”", "type": "text", "attrs": {"verseId": "EXO.34.9", "verseOrgIds": ["EXO.34.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said, “Behold, I make a covenant: before all your people I will do marvels, such as have not been worked in all the earth, nor in any nation; and all the people among whom you are shall see the work of the LORD; for it is an awesome thing that I do with you. ", "type": "text", "attrs": {"verseId": "EXO.34.10", "verseOrgIds": ["EXO.34.10"]}}, {"text": "Observe that which I command you today. Behold, I will drive out before you the Amorite, the Canaanite, the Hittite, the Perizzite, the Hivite, and the Jebusite. ", "type": "text", "attrs": {"verseId": "EXO.34.11", "verseOrgIds": ["EXO.34.11"]}}, {"text": "Be careful, lest you make a covenant with the inhabitants of the land where you are going, lest it be for a snare among you; ", "type": "text", "attrs": {"verseId": "EXO.34.12", "verseOrgIds": ["EXO.34.12"]}}, {"text": "but you shall break down their altars, and dash in pieces their pillars, and you shall cut down their Asherah poles; ", "type": "text", "attrs": {"verseId": "EXO.34.13", "verseOrgIds": ["EXO.34.13"]}}, {"text": "for you shall worship no other god; for the LORD, whose name is Jealous, is a jealous God.", "type": "text", "attrs": {"verseId": "EXO.34.14", "verseOrgIds": ["EXO.34.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Don’t make a covenant with the inhabitants of the land, lest they play the prostitute after their gods, and sacrifice to their gods, and one call you and you eat of his sacrifice; ", "type": "text", "attrs": {"verseId": "EXO.34.15", "verseOrgIds": ["EXO.34.15"]}}, {"text": "and you take of their daughters to your sons, and their daughters play the prostitute after their gods, and make your sons play the prostitute after their gods.", "type": "text", "attrs": {"verseId": "EXO.34.16", "verseOrgIds": ["EXO.34.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You shall make no cast idols for yourselves.", "type": "text", "attrs": {"verseId": "EXO.34.17", "verseOrgIds": ["EXO.34.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You shall keep the feast of unleavened bread. Seven days you shall eat unleavened bread, as I commanded you, at the time appointed in the month Abib; for in the month Abib you came out of Egypt.", "type": "text", "attrs": {"verseId": "EXO.34.18", "verseOrgIds": ["EXO.34.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“All that opens the womb is mine; and all your livestock that is male, the firstborn of cow and sheep. ", "type": "text", "attrs": {"verseId": "EXO.34.19", "verseOrgIds": ["EXO.34.19"]}}, {"text": "You shall redeem the firstborn of a donkey with a lamb. If you will not redeem it, then you shall break its neck. You shall redeem all the firstborn of your sons. No one shall appear before me empty.", "type": "text", "attrs": {"verseId": "EXO.34.20", "verseOrgIds": ["EXO.34.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Six days you shall work, but on the seventh day you shall rest: in plowing time and in harvest you shall rest.", "type": "text", "attrs": {"verseId": "EXO.34.21", "verseOrgIds": ["EXO.34.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You shall observe the feast of weeks with the first fruits of wheat harvest, and the feast of harvest at the year’s end. ", "type": "text", "attrs": {"verseId": "EXO.34.22", "verseOrgIds": ["EXO.34.22"]}}, {"text": "Three times in the year all your males shall appear before the Lord GOD, the God of Israel. ", "type": "text", "attrs": {"verseId": "EXO.34.23", "verseOrgIds": ["EXO.34.23"]}}, {"text": "For I will drive out nations before you and enlarge your borders; neither shall any man desire your land when you go up to appear before the LORD, your God, three times in the year.", "type": "text", "attrs": {"verseId": "EXO.34.24", "verseOrgIds": ["EXO.34.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You shall not offer the blood of my sacrifice with leavened bread. The sacrifice of the feast of the Passover shall not be left to the morning.", "type": "text", "attrs": {"verseId": "EXO.34.25", "verseOrgIds": ["EXO.34.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You shall bring the first of the first fruits of your ground to the house of the LORD your God.", "type": "text", "attrs": {"verseId": "EXO.34.26", "verseOrgIds": ["EXO.34.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "EXO 34:26"}, "items": [{"text": "“You shall not boil a young goat in its mother’s milk.”", "type": "text", "attrs": {"verseId": "EXO.34.26", "verseOrgIds": ["EXO.34.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “Write these words; for in accordance with these words I have made a covenant with you and with Israel.”", "type": "text", "attrs": {"verseId": "EXO.34.27", "verseOrgIds": ["EXO.34.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He was there with the LORD forty days and forty nights; he neither ate bread, nor drank water. He wrote on the tablets the words of the covenant, the ten commandments.", "type": "text", "attrs": {"verseId": "EXO.34.28", "verseOrgIds": ["EXO.34.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Moses came down from Mount Sinai with the two tablets of the covenant in Moses’ hand, when he came down from the mountain, Moses didn’t know that the skin of his face shone by reason of his speaking with him. ", "type": "text", "attrs": {"verseId": "EXO.34.29", "verseOrgIds": ["EXO.34.29"]}}, {"text": "When Aaron and all the children of Israel saw Moses, behold, the skin of his face shone; and they were afraid to come near him. ", "type": "text", "attrs": {"verseId": "EXO.34.30", "verseOrgIds": ["EXO.34.30"]}}, {"text": "Moses called to them, and Aaron and all the rulers of the congregation returned to him; and Moses spoke to them. ", "type": "text", "attrs": {"verseId": "EXO.34.31", "verseOrgIds": ["EXO.34.31"]}}, {"text": "Afterward all the children of Israel came near, and he gave them all the commandments that the LORD had spoken with him on Mount Sinai. ", "type": "text", "attrs": {"verseId": "EXO.34.32", "verseOrgIds": ["EXO.34.32"]}}, {"text": "When Moses was done speaking with them, he put a veil on his face. ", "type": "text", "attrs": {"verseId": "EXO.34.33", "verseOrgIds": ["EXO.34.33"]}}, {"text": "But when Moses went in before the LORD to speak with him, he took the veil off, until he came out; and he came out, and spoke to the children of Israel that which he was commanded. ", "type": "text", "attrs": {"verseId": "EXO.34.34", "verseOrgIds": ["EXO.34.34"]}}, {"text": "The children of Israel saw Moses’ face, that the skin of Moses’ face shone; so Moses put the veil on his face again, until he went in to speak with him.", "type": "text", "attrs": {"verseId": "EXO.34.35", "verseOrgIds": ["EXO.34.35"]}}]}], "next": {"id": "EXO.35", "number": "35", "bookId": "EXO"}, "previous": {"id": "EXO.33", "number": "33", "bookId": "EXO"}}}}