{"_default": {"1": {"id": "JOS.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "JOS", "reference": "Joshua 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When all the kings who were beyond the Jordan, in the hill country, and in the lowland, and on all the shore of the great sea in front of Lebanon, the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, heard of it ", "type": "text", "attrs": {"verseId": "JOS.9.1", "verseOrgIds": ["JOS.9.1"]}}, {"text": "they gathered themselves together to fight with Joshua and with Israel, with one accord. ", "type": "text", "attrs": {"verseId": "JOS.9.2", "verseOrgIds": ["JOS.9.2"]}}, {"text": "But when the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai, ", "type": "text", "attrs": {"verseId": "JOS.9.3", "verseOrgIds": ["JOS.9.3"]}}, {"text": "they also resorted to a ruse, and went and made as if they had been ambassadors, and took old sacks on their donkeys, and old, torn-up and bound up wine skins, ", "type": "text", "attrs": {"verseId": "JOS.9.4", "verseOrgIds": ["JOS.9.4"]}}, {"text": "and old and patched sandals on their feet, and wore old garments. All the bread of their food supply was dry and moldy. ", "type": "text", "attrs": {"verseId": "JOS.9.5", "verseOrgIds": ["JOS.9.5"]}}, {"text": "They went to Joshua at the camp at Gilgal, and said to him and to the men of Israel, “We have come from a far country. Now therefore make a covenant with us.”", "type": "text", "attrs": {"verseId": "JOS.9.6", "verseOrgIds": ["JOS.9.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The men of Israel said to the Hivites, “What if you live among us? How could we make a covenant with you?”", "type": "text", "attrs": {"verseId": "JOS.9.7", "verseOrgIds": ["JOS.9.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They said to Joshua, “We are your servants.”", "type": "text", "attrs": {"verseId": "JOS.9.8", "verseOrgIds": ["JOS.9.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JOS 9:8"}, "items": [{"text": "Joshua said to them, “Who are you? Where do you come from?”", "type": "text", "attrs": {"verseId": "JOS.9.8", "verseOrgIds": ["JOS.9.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They said to him, “Your servants have come from a very far country because of the name of the LORD your God; for we have heard of his fame, all that he did in Egypt, ", "type": "text", "attrs": {"verseId": "JOS.9.9", "verseOrgIds": ["JOS.9.9"]}}, {"text": "and all that he did to the two kings of the Amorites who were beyond the Jordan, to Sihon king of Heshbon and to Og king of Bashan, who was at Ashtaroth. ", "type": "text", "attrs": {"verseId": "JOS.9.10", "verseOrgIds": ["JOS.9.10"]}}, {"text": "Our elders and all the inhabitants of our country spoke to us, saying, ‘Take supplies in your hand for the journey, and go to meet them. Tell them, “We are your servants. Now make a covenant with us.”’ ", "type": "text", "attrs": {"verseId": "JOS.9.11", "verseOrgIds": ["JOS.9.11"]}}, {"text": "This our bread we took hot for our supplies out of our houses on the day we went out to go to you; but now, behold, it is dry, and has become moldy. ", "type": "text", "attrs": {"verseId": "JOS.9.12", "verseOrgIds": ["JOS.9.12"]}}, {"text": "These wine skins, which we filled, were new; and behold, they are torn. These our garments and our sandals have become old because of the very long journey.”", "type": "text", "attrs": {"verseId": "JOS.9.13", "verseOrgIds": ["JOS.9.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The men sampled their provisions, and didn’t ask counsel from the LORD’s mouth. ", "type": "text", "attrs": {"verseId": "JOS.9.14", "verseOrgIds": ["JOS.9.14"]}}, {"text": "Joshua made peace with them, and made a covenant with them, to let them live. The princes of the congregation swore to them. ", "type": "text", "attrs": {"verseId": "JOS.9.15", "verseOrgIds": ["JOS.9.15"]}}, {"text": "At the end of three days after they had made a covenant with them, they heard that they were their neighbors, and that they lived among them. ", "type": "text", "attrs": {"verseId": "JOS.9.16", "verseOrgIds": ["JOS.9.16"]}}, {"text": "The children of Israel traveled and came to their cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kiriath Jearim. ", "type": "text", "attrs": {"verseId": "JOS.9.17", "verseOrgIds": ["JOS.9.17"]}}, {"text": "The children of Israel didn’t strike them, because the princes of the congregation had sworn to them by the LORD, the God of Israel. All the congregation murmured against the princes. ", "type": "text", "attrs": {"verseId": "JOS.9.18", "verseOrgIds": ["JOS.9.18"]}}, {"text": "But all the princes said to all the congregation, “We have sworn to them by the LORD, the God of Israel. Now therefore we may not touch them. ", "type": "text", "attrs": {"verseId": "JOS.9.19", "verseOrgIds": ["JOS.9.19"]}}, {"text": "We will do this to them, and let them live; lest wrath be on us, because of the oath which we swore to them.” ", "type": "text", "attrs": {"verseId": "JOS.9.20", "verseOrgIds": ["JOS.9.20"]}}, {"text": "The princes said to them, “Let them live.” So they became wood cutters and drawers of water for all the congregation, as the princes had spoken to them.", "type": "text", "attrs": {"verseId": "JOS.9.21", "verseOrgIds": ["JOS.9.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua called for them, and he spoke to them, saying, “Why have you deceived us, saying, ‘We are very far from you,’ when you live among us? ", "type": "text", "attrs": {"verseId": "JOS.9.22", "verseOrgIds": ["JOS.9.22"]}}, {"text": "Now therefore you are cursed, and some of you will never fail to be slaves, both wood cutters and drawers of water for the house of my God.”", "type": "text", "attrs": {"verseId": "JOS.9.23", "verseOrgIds": ["JOS.9.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They answered Joshua, and said, “Because your servants were certainly told how the LORD your God commanded his servant Moses to give you all the land, and to destroy all the inhabitants of the land from before you. Therefore we were very afraid for our lives because of you, and have done this thing. ", "type": "text", "attrs": {"verseId": "JOS.9.24", "verseOrgIds": ["JOS.9.24"]}}, {"text": "Now, behold, we are in your hand. Do to us as it seems good and right to you to do.”", "type": "text", "attrs": {"verseId": "JOS.9.25", "verseOrgIds": ["JOS.9.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He did so to them, and delivered them out of the hand of the children of Israel, so that they didn’t kill them. ", "type": "text", "attrs": {"verseId": "JOS.9.26", "verseOrgIds": ["JOS.9.26"]}}, {"text": "That day Joshua made them wood cutters and drawers of water for the congregation and for the LORD’s altar to this day, in the place which he should choose.", "type": "text", "attrs": {"verseId": "JOS.9.27", "verseOrgIds": ["JOS.9.27"]}}]}], "next": {"id": "JOS.10", "number": "10", "bookId": "JOS"}, "previous": {"id": "JOS.8", "number": "8", "bookId": "JOS"}}}}