{"_default": {"1": {"id": "2CH.8", "bibleId": "f72b840c855f362c-04", "number": "8", "bookId": "2CH", "reference": "2 Chronicles 8", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "At the end of twenty years, in which Solomon had built the LORD’s house and his own house, ", "type": "text", "attrs": {"verseId": "2CH.8.1", "verseOrgIds": ["2CH.8.1"]}}, {"text": "Solomon built the cities which Huram had given to Solomon, and caused the children of Israel to dwell there.", "type": "text", "attrs": {"verseId": "2CH.8.2", "verseOrgIds": ["2CH.8.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Solomon went to Hamath Zobah, and prevailed against it. ", "type": "text", "attrs": {"verseId": "2CH.8.3", "verseOrgIds": ["2CH.8.3"]}}, {"text": "He built Tadmor in the wilderness, and all the storage cities, which he built in Hamath. ", "type": "text", "attrs": {"verseId": "2CH.8.4", "verseOrgIds": ["2CH.8.4"]}}, {"text": "Also he built Beth Horon the upper and Beth Horon the lower, fortified cities with walls, gates, and bars; ", "type": "text", "attrs": {"verseId": "2CH.8.5", "verseOrgIds": ["2CH.8.5"]}}, {"text": "and Baalath, and all the storage cities that Solomon had, and all the cities for his chariots, the cities for his horsemen, and all that Solomon desired to build for his pleasure in Jerusalem, in Lebanon, and in all the land of his dominion.", "type": "text", "attrs": {"verseId": "2CH.8.6", "verseOrgIds": ["2CH.8.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "As for all the people who were left of the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who were not of Israel— ", "type": "text", "attrs": {"verseId": "2CH.8.7", "verseOrgIds": ["2CH.8.7"]}}, {"text": "of their children who were left after them in the land, whom the children of Israel didn’t consume—of them Solomon conscripted forced labor to this day. ", "type": "text", "attrs": {"verseId": "2CH.8.8", "verseOrgIds": ["2CH.8.8"]}}, {"text": "But of the children of Israel, Solomon made no servants for his work, but they were men of war, chief of his captains, and rulers of his chariots and of his horsemen. ", "type": "text", "attrs": {"verseId": "2CH.8.9", "verseOrgIds": ["2CH.8.9"]}}, {"text": "These were the chief officers of king Solomon, even two-hundred fifty, who ruled over the people.", "type": "text", "attrs": {"verseId": "2CH.8.10", "verseOrgIds": ["2CH.8.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Solomon brought up Pharaoh’s daughter out of David’s city to the house that he had built for her; for he said, “My wife shall not dwell in the house of David king of Israel, because the places where the LORD’s ark has come are holy.”", "type": "text", "attrs": {"verseId": "2CH.8.11", "verseOrgIds": ["2CH.8.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Solomon offered burnt offerings to the LORD on the LORD’s altar which he had built before the porch, ", "type": "text", "attrs": {"verseId": "2CH.8.12", "verseOrgIds": ["2CH.8.12"]}}, {"text": "even as the duty of every day required, offering according to the commandment of Moses on the Sabbaths, on the new moons, and on the set feasts, three times per year, during the feast of unleavened bread, during the feast of weeks, and during the feast of booths.", "type": "text", "attrs": {"verseId": "2CH.8.13", "verseOrgIds": ["2CH.8.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He appointed, according to the ordinance of David his father, the divisions of the priests to their service, and the Levites to their offices, to praise and to minister before the priests, as the duty of every day required, the doorkeepers also by their divisions at every gate, for David the man of God had so commanded. ", "type": "text", "attrs": {"verseId": "2CH.8.14", "verseOrgIds": ["2CH.8.14"]}}, {"text": "They didn’t depart from the commandment of the king to the priests and Levites concerning any matter or concerning the treasures.", "type": "text", "attrs": {"verseId": "2CH.8.15", "verseOrgIds": ["2CH.8.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now all the work of Solomon was accomplished from the day of the foundation of the LORD’s house until it was finished. So the LORD’s house was completed.", "type": "text", "attrs": {"verseId": "2CH.8.16", "verseOrgIds": ["2CH.8.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Solomon went to Ezion Geber and to Eloth, on the seashore in the land of Edom. ", "type": "text", "attrs": {"verseId": "2CH.8.17", "verseOrgIds": ["2CH.8.17"]}}, {"text": "Huram sent him ships and servants who had knowledge of the sea by the hands of his servants; and they came with the servants of Solomon to Ophir, and brought from there four hundred fifty talents", "type": "text", "attrs": {"verseId": "2CH.8.18", "verseOrgIds": ["2CH.8.18"]}}, {"text": " of gold, and brought them to king Solomon.", "type": "text", "attrs": {"verseId": "2CH.8.18", "verseOrgIds": ["2CH.8.18"]}}]}], "next": {"id": "2CH.9", "number": "9", "bookId": "2CH"}, "previous": {"id": "2CH.7", "number": "7", "bookId": "2CH"}}}}