{"_default": {"1": {"id": "LEV.17", "bibleId": "f72b840c855f362c-04", "number": "17", "bookId": "LEV", "reference": "Leviticus 17", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, saying, ", "type": "text", "attrs": {"verseId": "LEV.17.1", "verseOrgIds": ["LEV.17.1"]}}, {"text": "“Speak to Aaron, and to his sons, and to all the children of Israel, and say to them, ‘This is the thing which the LORD has commanded: ", "type": "text", "attrs": {"verseId": "LEV.17.2", "verseOrgIds": ["LEV.17.2"]}}, {"text": "Whatever man there is of the house of Israel who kills a bull, or lamb, or goat in the camp, or who kills it outside the camp, ", "type": "text", "attrs": {"verseId": "LEV.17.3", "verseOrgIds": ["LEV.17.3"]}}, {"text": "and hasn’t brought it to the door of the Tent of Meeting to offer it as an offering to the LORD before the LORD’s tabernacle: blood shall be imputed to that man. He has shed blood. That man shall be cut off from among his people. ", "type": "text", "attrs": {"verseId": "LEV.17.4", "verseOrgIds": ["LEV.17.4"]}}, {"text": "This is to the end that the children of Israel may bring their sacrifices, which they sacrifice in the open field, that they may bring them to the LORD, to the door of the Tent of Meeting, to the priest, and sacrifice them for sacrifices of peace offerings to the LORD. ", "type": "text", "attrs": {"verseId": "LEV.17.5", "verseOrgIds": ["LEV.17.5"]}}, {"text": "The priest shall sprinkle the blood on the LORD’s altar at the door of the Tent of Meeting, and burn the fat for a pleasant aroma to the LORD. ", "type": "text", "attrs": {"verseId": "LEV.17.6", "verseOrgIds": ["LEV.17.6"]}}, {"text": "They shall no more sacrifice their sacrifices to the goat idols, after which they play the prostitute. This shall be a statute forever to them throughout their generations.’", "type": "text", "attrs": {"verseId": "LEV.17.7", "verseOrgIds": ["LEV.17.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You shall say to them, ‘Any man there is of the house of Israel, or of the strangers who live as foreigners among them, who offers a burnt offering or sacrifice, ", "type": "text", "attrs": {"verseId": "LEV.17.8", "verseOrgIds": ["LEV.17.8"]}}, {"text": "and doesn’t bring it to the door of the Tent of Meeting to sacrifice it to the LORD, that man shall be cut off from his people.", "type": "text", "attrs": {"verseId": "LEV.17.9", "verseOrgIds": ["LEV.17.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘Any man of the house of Israel, or of the strangers who live as foreigners among them, who eats any kind of blood, I will set my face against that soul who eats blood, and will cut him off from among his people. ", "type": "text", "attrs": {"verseId": "LEV.17.10", "verseOrgIds": ["LEV.17.10"]}}, {"text": "For the life of the flesh is in the blood. I have given it to you on the altar to make atonement for your souls; for it is the blood that makes atonement by reason of the life. ", "type": "text", "attrs": {"verseId": "LEV.17.11", "verseOrgIds": ["LEV.17.11"]}}, {"text": "Therefore I have said to the children of Israel, “No person among you may eat blood, nor may any stranger who lives as a foreigner among you eat blood.”", "type": "text", "attrs": {"verseId": "LEV.17.12", "verseOrgIds": ["LEV.17.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘Whatever man there is of the children of Israel, or of the strangers who live as foreigners among them, who takes in hunting any animal or bird that may be eaten, he shall pour out its blood, and cover it with dust. ", "type": "text", "attrs": {"verseId": "LEV.17.13", "verseOrgIds": ["LEV.17.13"]}}, {"text": "For as to the life of all flesh, its blood is with its life. Therefore I said to the children of Israel, “You shall not eat the blood of any kind of flesh; for the life of all flesh is its blood. Whoever eats it shall be cut off.”", "type": "text", "attrs": {"verseId": "LEV.17.14", "verseOrgIds": ["LEV.17.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘Every person that eats what dies of itself, or that which is torn by animals, whether he is native-born or a foreigner, shall wash his clothes, and bathe himself in water, and be unclean until the evening. Then he shall be clean. ", "type": "text", "attrs": {"verseId": "LEV.17.15", "verseOrgIds": ["LEV.17.15"]}}, {"text": "But if he doesn’t wash them, or bathe his flesh, then he shall bear his iniquity.’”", "type": "text", "attrs": {"verseId": "LEV.17.16", "verseOrgIds": ["LEV.17.16"]}}]}], "next": {"id": "LEV.18", "number": "18", "bookId": "LEV"}, "previous": {"id": "LEV.16", "number": "16", "bookId": "LEV"}}}}