{"_default": {"1": {"id": "ECC.8", "bibleId": "f72b840c855f362c-04", "number": "8", "bookId": "ECC", "reference": "Ecclesiastes 8", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Who is like the wise man? And who knows the interpretation of a thing? A man’s wisdom makes his face shine, and the hardness of his face is changed.", "type": "text", "attrs": {"verseId": "ECC.8.1", "verseOrgIds": ["ECC.8.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I say, “Keep the king’s command!” because of the oath to God. ", "type": "text", "attrs": {"verseId": "ECC.8.2", "verseOrgIds": ["ECC.8.2"]}}, {"text": "Don’t be hasty to go out of his presence. Don’t persist in an evil thing, for he does whatever pleases him, ", "type": "text", "attrs": {"verseId": "ECC.8.3", "verseOrgIds": ["ECC.8.3"]}}, {"text": "for the king’s word is supreme. Who can say to him, “What are you doing?” ", "type": "text", "attrs": {"verseId": "ECC.8.4", "verseOrgIds": ["ECC.8.4"]}}, {"text": "Whoever keeps the commandment shall not come to harm, and his wise heart will know the time and procedure. ", "type": "text", "attrs": {"verseId": "ECC.8.5", "verseOrgIds": ["ECC.8.5"]}}, {"text": "For there is a time and procedure for every purpose, although the misery of man is heavy on him. ", "type": "text", "attrs": {"verseId": "ECC.8.6", "verseOrgIds": ["ECC.8.6"]}}, {"text": "For he doesn’t know that which will be; for who can tell him how it will be? ", "type": "text", "attrs": {"verseId": "ECC.8.7", "verseOrgIds": ["ECC.8.7"]}}, {"text": "There is no man who has power over the spirit to contain the spirit; neither does he have power over the day of death. There is no discharge in war; neither shall wickedness deliver those who practice it.", "type": "text", "attrs": {"verseId": "ECC.8.8", "verseOrgIds": ["ECC.8.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "All this I have seen, and applied my mind to every work that is done under the sun. There is a time in which one man has power over another to his hurt. ", "type": "text", "attrs": {"verseId": "ECC.8.9", "verseOrgIds": ["ECC.8.9"]}}, {"text": "So I saw the wicked buried. Indeed they came also from holiness. They went and were forgotten in the city where they did this. This also is vanity. ", "type": "text", "attrs": {"verseId": "ECC.8.10", "verseOrgIds": ["ECC.8.10"]}}, {"text": "Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil. ", "type": "text", "attrs": {"verseId": "ECC.8.11", "verseOrgIds": ["ECC.8.11"]}}, {"text": "Though a sinner commits crimes a hundred times, and lives long, yet surely I know that it will be better with those who fear God, who are reverent before him. ", "type": "text", "attrs": {"verseId": "ECC.8.12", "verseOrgIds": ["ECC.8.12"]}}, {"text": "But it shall not be well with the wicked, neither shall he lengthen days like a shadow, because he doesn’t fear God.", "type": "text", "attrs": {"verseId": "ECC.8.13", "verseOrgIds": ["ECC.8.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "There is a vanity which is done on the earth, that there are righteous men to whom it happens according to the work of the wicked. Again, there are wicked men to whom it happens according to the work of the righteous. I said that this also is vanity. ", "type": "text", "attrs": {"verseId": "ECC.8.14", "verseOrgIds": ["ECC.8.14"]}}, {"text": "Then I commended mirth, because a man has no better thing under the sun than to eat, to drink, and to be joyful: for that will accompany him in his labor all the days of his life which God has given him under the sun.", "type": "text", "attrs": {"verseId": "ECC.8.15", "verseOrgIds": ["ECC.8.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When I applied my heart to know wisdom, and to see the business that is done on the earth (even though eyes see no sleep day or night), ", "type": "text", "attrs": {"verseId": "ECC.8.16", "verseOrgIds": ["ECC.8.16"]}}, {"text": "then I saw all the work of God, that man can’t find out the work that is done under the sun, because however much a man labors to seek it out, yet he won’t find it. Yes even though a wise man thinks he can comprehend it, he won’t be able to find it.", "type": "text", "attrs": {"verseId": "ECC.8.17", "verseOrgIds": ["ECC.8.17"]}}]}], "next": {"id": "ECC.9", "number": "9", "bookId": "ECC"}, "previous": {"id": "ECC.7", "number": "7", "bookId": "ECC"}}}}