{"_default": {"1": {"id": "JOS.18", "bibleId": "f72b840c855f362c-04", "number": "18", "bookId": "JOS", "reference": "Joshua 18", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The whole congregation of the children of Israel assembled themselves together at Shiloh, and set up the Tent of Meeting there. The land was subdued before them. ", "type": "text", "attrs": {"verseId": "JOS.18.1", "verseOrgIds": ["JOS.18.1"]}}, {"text": "Seven tribes remained among the children of Israel, which had not yet divided their inheritance. ", "type": "text", "attrs": {"verseId": "JOS.18.2", "verseOrgIds": ["JOS.18.2"]}}, {"text": "Joshua said to the children of Israel, “How long will you neglect to go in to possess the land, which the LORD, the God of your fathers, has given you? ", "type": "text", "attrs": {"verseId": "JOS.18.3", "verseOrgIds": ["JOS.18.3"]}}, {"text": "Appoint for yourselves three men from each tribe. I will send them, and they shall arise, walk through the land, and describe it according to their inheritance; then they shall come to me. ", "type": "text", "attrs": {"verseId": "JOS.18.4", "verseOrgIds": ["JOS.18.4"]}}, {"text": "They shall divide it into seven portions. Judah shall live in his borders on the south, and the house of Joseph shall live in their borders on the north. ", "type": "text", "attrs": {"verseId": "JOS.18.5", "verseOrgIds": ["JOS.18.5"]}}, {"text": "You shall survey the land into seven parts, and bring the description here to me; and I will cast lots for you here before the LORD our God. ", "type": "text", "attrs": {"verseId": "JOS.18.6", "verseOrgIds": ["JOS.18.6"]}}, {"text": "However, the Levites have no portion among you; for the priesthood of the LORD is their inheritance. Gad, Reuben, and the half-tribe of Manasseh have received their inheritance east of the Jordan, which Moses the servant of the LORD gave them.”", "type": "text", "attrs": {"verseId": "JOS.18.7", "verseOrgIds": ["JOS.18.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The men arose and went. Joshua commanded those who went to survey the land, saying, “Go walk through the land, survey it, and come again to me. I will cast lots for you here before the LORD in Shiloh.”", "type": "text", "attrs": {"verseId": "JOS.18.8", "verseOrgIds": ["JOS.18.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The men went and passed through the land, and surveyed it by cities into seven portions in a book. They came to Joshua to the camp at Shiloh. ", "type": "text", "attrs": {"verseId": "JOS.18.9", "verseOrgIds": ["JOS.18.9"]}}, {"text": "Joshua cast lots for them in Shiloh before the LORD. There Joshua divided the land to the children of Israel according to their divisions.", "type": "text", "attrs": {"verseId": "JOS.18.10", "verseOrgIds": ["JOS.18.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The lot of the tribe of the children of Benjamin came up according to their families. The border of their lot went out between the children of Judah and the children of Joseph. ", "type": "text", "attrs": {"verseId": "JOS.18.11", "verseOrgIds": ["JOS.18.11"]}}, {"text": "Their border on the north quarter was from the Jordan. The border went up to the side of Jericho on the north, and went up through the hill country westward. It ended at the wilderness of Beth Aven. ", "type": "text", "attrs": {"verseId": "JOS.18.12", "verseOrgIds": ["JOS.18.12"]}}, {"text": "The border passed along from there to Luz, to the side of Luz (also called Bethel), southward. The border went down to Ataroth Addar, by the mountain that lies on the south of Beth Horon the lower. ", "type": "text", "attrs": {"verseId": "JOS.18.13", "verseOrgIds": ["JOS.18.13"]}}, {"text": "The border extended, and turned around on the west quarter southward, from the mountain that lies before Beth Horon southward; and ended at Kiriath Baal (also called Kiriath Jearim), a city of the children of Judah. This was the west quarter. ", "type": "text", "attrs": {"verseId": "JOS.18.14", "verseOrgIds": ["JOS.18.14"]}}, {"text": "The south quarter was from the farthest part of Kiriath Jearim. The border went out westward, and went out to the spring of the waters of Nephtoah. ", "type": "text", "attrs": {"verseId": "JOS.18.15", "verseOrgIds": ["JOS.18.15"]}}, {"text": "The border went down to the farthest part of the mountain that lies before the valley of the son of Hinnom, which is in the valley of Rephaim northward. It went down to the valley of Hinnom, to the side of the Jebusite southward, and went down to En Rogel. ", "type": "text", "attrs": {"verseId": "JOS.18.16", "verseOrgIds": ["JOS.18.16"]}}, {"text": "It extended northward, went out at En Shemesh, and went out to Geliloth, which is opposite the ascent of Adummim. It went down to the stone of Bohan the son of Reuben. ", "type": "text", "attrs": {"verseId": "JOS.18.17", "verseOrgIds": ["JOS.18.17"]}}, {"text": "It passed along to the side opposite the Arabah northward, and went down to the Arabah. ", "type": "text", "attrs": {"verseId": "JOS.18.18", "verseOrgIds": ["JOS.18.18"]}}, {"text": "The border passed along to the side of Beth Hoglah northward; and the border ended at the north bay of the Salt Sea, at the south end of the Jordan. This was the south border. ", "type": "text", "attrs": {"verseId": "JOS.18.19", "verseOrgIds": ["JOS.18.19"]}}, {"text": "The Jordan was its border on the east quarter. This was the inheritance of the children of Benjamin, by the borders around it, according to their families. ", "type": "text", "attrs": {"verseId": "JOS.18.20", "verseOrgIds": ["JOS.18.20"]}}, {"text": "Now the cities of the tribe of the children of Benjamin according to their families were Jericho, Beth Hoglah, Emek Keziz, ", "type": "text", "attrs": {"verseId": "JOS.18.21", "verseOrgIds": ["JOS.18.21"]}}, {"text": "Beth Arabah, Zemaraim, Bethel, ", "type": "text", "attrs": {"verseId": "JOS.18.22", "verseOrgIds": ["JOS.18.22"]}}, {"text": "Avvim, Parah, Ophrah, ", "type": "text", "attrs": {"verseId": "JOS.18.23", "verseOrgIds": ["JOS.18.23"]}}, {"text": "Chephar Ammoni, Ophni, and Geba; twelve cities with their villages. ", "type": "text", "attrs": {"verseId": "JOS.18.24", "verseOrgIds": ["JOS.18.24"]}}, {"text": "Gibeon, Ramah, Beeroth, ", "type": "text", "attrs": {"verseId": "JOS.18.25", "verseOrgIds": ["JOS.18.25"]}}, {"text": "Mizpeh, Chephirah, Mozah, ", "type": "text", "attrs": {"verseId": "JOS.18.26", "verseOrgIds": ["JOS.18.26"]}}, {"text": "Rekem, Irpeel, Taralah, ", "type": "text", "attrs": {"verseId": "JOS.18.27", "verseOrgIds": ["JOS.18.27"]}}, {"text": "Zelah, Eleph, the Jebusite (also called Jerusalem), Gibeath, and Kiriath; fourteen cities with their villages. This is the inheritance of the children of Benjamin according to their families.", "type": "text", "attrs": {"verseId": "JOS.18.28", "verseOrgIds": ["JOS.18.28"]}}]}], "next": {"id": "JOS.19", "number": "19", "bookId": "JOS"}, "previous": {"id": "JOS.17", "number": "17", "bookId": "JOS"}}}}