{"_default": {"1": {"id": "2CH.2", "bibleId": "f72b840c855f362c-04", "number": "2", "bookId": "2CH", "reference": "2 Chronicles 2", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Solomon decided to build a house for the LORD’s name, and a house for his kingdom. ", "type": "text", "attrs": {"verseId": "2CH.2.1", "verseOrgIds": ["2CH.1.18"]}}, {"text": "Solomon counted out seventy thousand men to bear burdens, eighty thousand men who were stone cutters in the mountains, and three thousand six hundred to oversee them.", "type": "text", "attrs": {"verseId": "2CH.2.2", "verseOrgIds": ["2CH.2.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Solomon sent to Huram the king of Tyre, saying, “As you dealt with David my father, and sent him cedars to build him a house in which to dwell, so deal with me. ", "type": "text", "attrs": {"verseId": "2CH.2.3", "verseOrgIds": ["2CH.2.2"]}}, {"text": "Behold,", "type": "text", "attrs": {"verseId": "2CH.2.4", "verseOrgIds": ["2CH.2.3"]}}, {"text": " I am about to build a house for the name of the LORD my God, to dedicate it to him, to burn before him incense of sweet spices, for the continual show bread, and for the burnt offerings morning and evening, on the Sabbaths, on the new moons, and on the set feasts of the LORD our God. This is an ordinance forever to Israel.", "type": "text", "attrs": {"verseId": "2CH.2.4", "verseOrgIds": ["2CH.2.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The house which I am building will be great, for our God is greater than all gods. ", "type": "text", "attrs": {"verseId": "2CH.2.5", "verseOrgIds": ["2CH.2.4"]}}, {"text": "But who is able to build him a house, since heaven and the heaven of heavens can’t contain him? Who am I then, that I should build him a house, except just to burn incense before him?", "type": "text", "attrs": {"verseId": "2CH.2.6", "verseOrgIds": ["2CH.2.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now therefore send me a man skillful to work in gold, in silver, in bronze, in iron, and in purple, crimson, and blue, and who knows how to engrave engravings, to be with the skillful men who are with me in Judah and in Jerusalem, whom David my father provided.", "type": "text", "attrs": {"verseId": "2CH.2.7", "verseOrgIds": ["2CH.2.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Send me also cedar trees, cypress trees, and algum trees out of Lebanon, for I know that your servants know how to cut timber in Lebanon. Behold, my servants will be with your servants, ", "type": "text", "attrs": {"verseId": "2CH.2.8", "verseOrgIds": ["2CH.2.7"]}}, {"text": "even to prepare me timber in abundance; for the house which I am about to build will be great and wonderful. ", "type": "text", "attrs": {"verseId": "2CH.2.9", "verseOrgIds": ["2CH.2.8"]}}, {"text": "Behold, I will give to your servants, the cutters who cut timber, twenty thousand cors", "type": "text", "attrs": {"verseId": "2CH.2.10", "verseOrgIds": ["2CH.2.9"]}}, {"text": " of beaten wheat, twenty thousand baths", "type": "text", "attrs": {"verseId": "2CH.2.10", "verseOrgIds": ["2CH.2.9"]}}, {"text": " of barley, twenty thousand baths of wine, and twenty thousand baths of oil.”", "type": "text", "attrs": {"verseId": "2CH.2.10", "verseOrgIds": ["2CH.2.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Huram the king of Tyre answered in writing, which he sent to Solomon, “Because the LORD loves his people, he has made you king over them.” ", "type": "text", "attrs": {"verseId": "2CH.2.11", "verseOrgIds": ["2CH.2.10"]}}, {"text": "Huram continued, “Blessed be the LORD, the God of Israel, who made heaven and earth, who has given to David the king a wise son, endowed with discretion and understanding, who would build a house for the LORD and a house for his kingdom.", "type": "text", "attrs": {"verseId": "2CH.2.12", "verseOrgIds": ["2CH.2.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now I have sent a skillful man, endowed with understanding, Huram-abi,", "type": "text", "attrs": {"verseId": "2CH.2.13", "verseOrgIds": ["2CH.2.12"]}}, {"text": " ", "type": "text", "attrs": {"verseId": "2CH.2.13", "verseOrgIds": ["2CH.2.12"]}}, {"text": "the son of a woman of the daughters of Dan; and his father was a man of Tyre. He is skillful to work in gold, in silver, in bronze, in iron, in stone, in timber, in purple, in blue, in fine linen, and in crimson, also to engrave any kind of engraving and to devise any device, that there may be a place appointed to him with your skillful men, and with the skillful men of my lord David your father.", "type": "text", "attrs": {"verseId": "2CH.2.14", "verseOrgIds": ["2CH.2.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now therefore, the wheat, the barley, the oil, and the wine which my lord has spoken of, let him send to his servants; ", "type": "text", "attrs": {"verseId": "2CH.2.15", "verseOrgIds": ["2CH.2.14"]}}, {"text": "and we will cut wood out of Lebanon, as much as you need. We will bring it to you in rafts by sea to Joppa; then you shall carry it up to Jerusalem.”", "type": "text", "attrs": {"verseId": "2CH.2.16", "verseOrgIds": ["2CH.2.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Solomon counted all the foreigners who were in Eretz-Israel, after the census with which David his father had counted them; and they found one hundred fifty-three thousand six hundred. ", "type": "text", "attrs": {"verseId": "2CH.2.17", "verseOrgIds": ["2CH.2.16"]}}, {"text": "He set seventy thousand of them to bear burdens, eighty thousand who were stone cutters in the mountains, and three thousand six hundred overseers to assign the people their work.", "type": "text", "attrs": {"verseId": "2CH.2.18", "verseOrgIds": ["2CH.2.17"]}}]}], "next": {"id": "2CH.3", "number": "3", "bookId": "2CH"}, "previous": {"id": "2CH.1", "number": "1", "bookId": "2CH"}}}}