{"_default": {"1": {"id": "JOS.2", "bibleId": "f72b840c855f362c-04", "number": "2", "bookId": "JOS", "reference": "Joshua 2", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua the son of Nun secretly sent two men out of Shittim as spies, saying, “Go, view the land, including Jericho.” They went and came into the house of a prostitute whose name was Rahab, and slept there.", "type": "text", "attrs": {"verseId": "JOS.2.1", "verseOrgIds": ["JOS.2.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king of Jericho was told, “Behold,", "type": "text", "attrs": {"verseId": "JOS.2.2", "verseOrgIds": ["JOS.2.2"]}}, {"text": " men of the children of Israel came in here tonight to spy out the land.”", "type": "text", "attrs": {"verseId": "JOS.2.2", "verseOrgIds": ["JOS.2.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jericho’s king sent to Rahab, saying, “Bring out the men who have come to you, who have entered into your house; for they have come to spy out all the land.”", "type": "text", "attrs": {"verseId": "JOS.2.3", "verseOrgIds": ["JOS.2.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The woman took the two men and hid them. Then she said, “Yes, the men came to me, but I didn’t know where they came from. ", "type": "text", "attrs": {"verseId": "JOS.2.4", "verseOrgIds": ["JOS.2.4"]}}, {"text": "About the time of the shutting of the gate, when it was dark, the men went out. Where the men went, I don’t know. Pursue them quickly. You may catch up with them.” ", "type": "text", "attrs": {"verseId": "JOS.2.5", "verseOrgIds": ["JOS.2.5"]}}, {"text": "But she had brought them up to the roof, and hidden them under the stalks of flax which she had laid in order on the roof. ", "type": "text", "attrs": {"verseId": "JOS.2.6", "verseOrgIds": ["JOS.2.6"]}}, {"text": "The men pursued them along the way to the fords of the Jordan River. As soon as those who pursued them had gone out, they shut the gate. ", "type": "text", "attrs": {"verseId": "JOS.2.7", "verseOrgIds": ["JOS.2.7"]}}, {"text": "Before they had lain down, she came up to them on the roof. ", "type": "text", "attrs": {"verseId": "JOS.2.8", "verseOrgIds": ["JOS.2.8"]}}, {"text": "She said to the men, “I know that the LORD has given you the land, and that the fear of you has fallen upon us, and that all the inhabitants of the land melt away before you. ", "type": "text", "attrs": {"verseId": "JOS.2.9", "verseOrgIds": ["JOS.2.9"]}}, {"text": "For we have heard how the LORD dried up the water of the Sea of Suf before you, when you came out of Egypt; and what you did to the two kings of the Amorites, who were beyond the Jordan, to Sihon and to Og, whom you utterly destroyed. ", "type": "text", "attrs": {"verseId": "JOS.2.10", "verseOrgIds": ["JOS.2.10"]}}, {"text": "As soon as we had heard it, our hearts melted, and there wasn’t any more spirit in any man, because of you: for the LORD your God, he is God in heaven above, and on earth beneath. ", "type": "text", "attrs": {"verseId": "JOS.2.11", "verseOrgIds": ["JOS.2.11"]}}, {"text": "Now therefore, please swear to me by the LORD, since I have dealt kindly with you, that you also will deal kindly with my father’s house, and give me a true sign; ", "type": "text", "attrs": {"verseId": "JOS.2.12", "verseOrgIds": ["JOS.2.12"]}}, {"text": "and that you will save alive my father, my mother, my brothers, and my sisters, and all that they have, and will deliver our lives from death.”", "type": "text", "attrs": {"verseId": "JOS.2.13", "verseOrgIds": ["JOS.2.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The men said to her, “Our life for yours, if you don’t talk about this business of ours; and it shall be, when the LORD gives us the land, that we will deal kindly and truly with you.”", "type": "text", "attrs": {"verseId": "JOS.2.14", "verseOrgIds": ["JOS.2.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then she let them down by a cord through the window; for her house was on the side of the wall, and she lived on the wall. ", "type": "text", "attrs": {"verseId": "JOS.2.15", "verseOrgIds": ["JOS.2.15"]}}, {"text": "She said to them, “Go to the mountain, lest the pursuers find you. Hide yourselves there three days, until the pursuers have returned. Afterward, you may go your way.”", "type": "text", "attrs": {"verseId": "JOS.2.16", "verseOrgIds": ["JOS.2.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The men said to her, “We will be guiltless of this your oath which you’ve made us to swear. ", "type": "text", "attrs": {"verseId": "JOS.2.17", "verseOrgIds": ["JOS.2.17"]}}, {"text": "Behold, when we come into the land, tie this line of scarlet thread in the window which you used to let us down. Gather to yourself into the house your father, your mother, your brothers, and all your father’s household. ", "type": "text", "attrs": {"verseId": "JOS.2.18", "verseOrgIds": ["JOS.2.18"]}}, {"text": "It shall be that whoever goes out of the doors of your house into the street, his blood will be on his head, and we will be guiltless. Whoever is with you in the house, his blood shall be on our head, if any hand is on him. ", "type": "text", "attrs": {"verseId": "JOS.2.19", "verseOrgIds": ["JOS.2.19"]}}, {"text": "But if you talk about this business of ours, then we shall be guiltless of your oath which you’ve made us to swear.”", "type": "text", "attrs": {"verseId": "JOS.2.20", "verseOrgIds": ["JOS.2.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "She said, “Let it be as you have said.” She sent them away, and they departed. Then she tied the scarlet line in the window.", "type": "text", "attrs": {"verseId": "JOS.2.21", "verseOrgIds": ["JOS.2.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They went and came to the mountain, and stayed there three days, until the pursuers had returned. The pursuers sought them all along the way, but didn’t find them. ", "type": "text", "attrs": {"verseId": "JOS.2.22", "verseOrgIds": ["JOS.2.22"]}}, {"text": "Then the two men returned, descended from the mountain, crossed the river, and came to Joshua the son of Nun. They told him all that had happened to them. ", "type": "text", "attrs": {"verseId": "JOS.2.23", "verseOrgIds": ["JOS.2.23"]}}, {"text": "They said to Joshua, “Truly the LORD has delivered all the land into our hands. Moreover, all the inhabitants of the land melt away before us.”", "type": "text", "attrs": {"verseId": "JOS.2.24", "verseOrgIds": ["JOS.2.24"]}}]}], "next": {"id": "JOS.3", "number": "3", "bookId": "JOS"}, "previous": {"id": "JOS.1", "number": "1", "bookId": "JOS"}}}}