{"_default": {"1": {"id": "DEU.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "DEU", "reference": "Deuteronomy 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hear, Israel! You are to pass over the Jordan today, to go in to dispossess nations greater and mightier than yourself, cities great and fortified up to the sky, ", "type": "text", "attrs": {"verseId": "DEU.9.1", "verseOrgIds": ["DEU.9.1"]}}, {"text": "a people great and tall, the sons of the Anakim, whom you know, and of whom you have heard say, “Who can stand before the sons of Anak?” ", "type": "text", "attrs": {"verseId": "DEU.9.2", "verseOrgIds": ["DEU.9.2"]}}, {"text": "Know therefore today that the LORD your God is he who goes over before you as a devouring fire. He will destroy them and he will bring them down before you. So you shall drive them out and make them perish quickly, as the LORD has spoken to you.", "type": "text", "attrs": {"verseId": "DEU.9.3", "verseOrgIds": ["DEU.9.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Don’t say in your heart, after the LORD your God has thrust them out from before you, “For my righteousness the LORD has brought me in to possess this land;” because the LORD drives them out before you because of the wickedness of these nations. ", "type": "text", "attrs": {"verseId": "DEU.9.4", "verseOrgIds": ["DEU.9.4"]}}, {"text": "Not for your righteousness or for the uprightness of your heart do you go in to possess their land; but for the wickedness of these nations the LORD your God does drive them out from before you, and that he may establish the word which the LORD swore to your fathers, to Abraham, to Isaac, and to Jacob. ", "type": "text", "attrs": {"verseId": "DEU.9.5", "verseOrgIds": ["DEU.9.5"]}}, {"text": "Know therefore that the LORD your God doesn’t give you this good land to possess for your righteousness, for you are a stiff-necked people. ", "type": "text", "attrs": {"verseId": "DEU.9.6", "verseOrgIds": ["DEU.9.6"]}}, {"text": "Remember, and don’t forget, how you provoked the LORD your God to wrath in the wilderness. From the day that you left the land of Egypt until you came to this place, you have been rebellious against the LORD. ", "type": "text", "attrs": {"verseId": "DEU.9.7", "verseOrgIds": ["DEU.9.7"]}}, {"text": "Also in Horeb you provoked the LORD to wrath, and the LORD was angry with you to destroy you. ", "type": "text", "attrs": {"verseId": "DEU.9.8", "verseOrgIds": ["DEU.9.8"]}}, {"text": "When I had gone up onto the mountain to receive the stone tablets, even the tablets of the covenant which the LORD made with you, then I stayed on the mountain forty days and forty nights. I neither ate bread nor drank water. ", "type": "text", "attrs": {"verseId": "DEU.9.9", "verseOrgIds": ["DEU.9.9"]}}, {"text": "The LORD delivered to me the two stone tablets written with God’s finger. On them were all the words which the LORD spoke with you on the mountain out of the middle of the fire in the day of the assembly.", "type": "text", "attrs": {"verseId": "DEU.9.10", "verseOrgIds": ["DEU.9.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "It came to pass at the end of forty days and forty nights that the LORD gave me the two stone tablets, even the tablets of the covenant. ", "type": "text", "attrs": {"verseId": "DEU.9.11", "verseOrgIds": ["DEU.9.11"]}}, {"text": "The LORD said to me, “Arise, get down quickly from here; for your people whom you have brought out of Egypt have corrupted themselves. They have quickly turned away from the way which I commanded them. They have made a molten image for themselves!”", "type": "text", "attrs": {"verseId": "DEU.9.12", "verseOrgIds": ["DEU.9.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Furthermore the LORD spoke to me, saying, “I have seen these people, and behold, they are a stiff-necked people. ", "type": "text", "attrs": {"verseId": "DEU.9.13", "verseOrgIds": ["DEU.9.13"]}}, {"text": "Leave me alone, that I may destroy them, and blot out their name from under the sky; and I will make of you a nation mightier and greater than they.”", "type": "text", "attrs": {"verseId": "DEU.9.14", "verseOrgIds": ["DEU.9.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So I turned and came down from the mountain, and the mountain was burning with fire. The two tablets of the covenant were in my two hands. ", "type": "text", "attrs": {"verseId": "DEU.9.15", "verseOrgIds": ["DEU.9.15"]}}, {"text": "I looked, and behold, you had sinned against the LORD your God. You had made yourselves a molded calf. You had quickly turned away from the way which the LORD had commanded you. ", "type": "text", "attrs": {"verseId": "DEU.9.16", "verseOrgIds": ["DEU.9.16"]}}, {"text": "I took hold of the two tablets, and threw them out of my two hands, and broke them before your eyes. ", "type": "text", "attrs": {"verseId": "DEU.9.17", "verseOrgIds": ["DEU.9.17"]}}, {"text": "I fell down before the LORD, as at the first, forty days and forty nights. I neither ate bread nor drank water, because of all your sin which you sinned, in doing that which was evil in the LORD’s sight, to provoke him to anger. ", "type": "text", "attrs": {"verseId": "DEU.9.18", "verseOrgIds": ["DEU.9.18"]}}, {"text": "For I was afraid of the anger and hot displeasure with which the LORD was angry against you to destroy you. But the LORD listened to me that time also. ", "type": "text", "attrs": {"verseId": "DEU.9.19", "verseOrgIds": ["DEU.9.19"]}}, {"text": "The LORD was angry enough with Aaron to destroy him. I prayed for Aaron also at the same time. ", "type": "text", "attrs": {"verseId": "DEU.9.20", "verseOrgIds": ["DEU.9.20"]}}, {"text": "I took your sin, the calf which you had made, and burned it with fire, and crushed it, grinding it very small, until it was as fine as dust. I threw its dust into the brook that descended out of the mountain. ", "type": "text", "attrs": {"verseId": "DEU.9.21", "verseOrgIds": ["DEU.9.21"]}}, {"text": "At Taberah, at Massah, and at Kibroth Hattaavah you provoked the LORD to wrath. ", "type": "text", "attrs": {"verseId": "DEU.9.22", "verseOrgIds": ["DEU.9.22"]}}, {"text": "When the LORD sent you from Kadesh Barnea, saying, “Go up and possess the land which I have given you,” you rebelled against the commandment of the LORD your God, and you didn’t believe him or listen to his voice. ", "type": "text", "attrs": {"verseId": "DEU.9.23", "verseOrgIds": ["DEU.9.23"]}}, {"text": "You have been rebellious against the LORD from the day that I knew you. ", "type": "text", "attrs": {"verseId": "DEU.9.24", "verseOrgIds": ["DEU.9.24"]}}, {"text": "So I fell down before the LORD the forty days and forty nights that I fell down, because the LORD had said he would destroy you. ", "type": "text", "attrs": {"verseId": "DEU.9.25", "verseOrgIds": ["DEU.9.25"]}}, {"text": "I prayed to the LORD, and said, “Lord GOD, don’t destroy your people and your inheritance that you have redeemed through your greatness, that you have brought out of Egypt with a mighty hand. ", "type": "text", "attrs": {"verseId": "DEU.9.26", "verseOrgIds": ["DEU.9.26"]}}, {"text": "Remember your servants, Abraham, Isaac, and Jacob. Don’t look at the stubbornness of this people, nor at their wickedness, nor at their sin, ", "type": "text", "attrs": {"verseId": "DEU.9.27", "verseOrgIds": ["DEU.9.27"]}}, {"text": "lest the land you brought us out from say, ‘Because the LORD was not able to bring them into the land which he promised to them, and because he hated them, he has brought them out to kill them in the wilderness.’ ", "type": "text", "attrs": {"verseId": "DEU.9.28", "verseOrgIds": ["DEU.9.28"]}}, {"text": "Yet they are your people and your inheritance, which you brought out by your great power and by your outstretched arm.”", "type": "text", "attrs": {"verseId": "DEU.9.29", "verseOrgIds": ["DEU.9.29"]}}]}], "next": {"id": "DEU.10", "number": "10", "bookId": "DEU"}, "previous": {"id": "DEU.8", "number": "8", "bookId": "DEU"}}}}