{"_default": {"1": {"id": "EZR.1", "bibleId": "f72b840c855f362c-04", "number": "1", "bookId": "EZR", "reference": "Ezra 1", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now in the first year of Cyrus king of Persia, that the LORD’s", "type": "text", "attrs": {"verseId": "EZR.1.1", "verseOrgIds": ["EZR.1.1"]}}, {"text": " word by Jeremiah’s mouth might be accomplished, the LORD stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and put it also in writing, saying,", "type": "text", "attrs": {"verseId": "EZR.1.1", "verseOrgIds": ["EZR.1.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "mi"}, "items": [{"text": "“Cyrus king of Persia says, ‘The LORD, the God", "type": "text", "attrs": {"verseId": "EZR.1.2", "verseOrgIds": ["EZR.1.2"]}}, {"text": " of heaven, has given me all the kingdoms of the earth; and he has commanded me to build him a house in Jerusalem, which is in Judah. ", "type": "text", "attrs": {"verseId": "EZR.1.2", "verseOrgIds": ["EZR.1.2"]}}, {"text": "Whoever there is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of the LORD, the God of Israel (he is God), which is in Jerusalem. ", "type": "text", "attrs": {"verseId": "EZR.1.3", "verseOrgIds": ["EZR.1.3"]}}, {"text": "Whoever is left, in any place where he lives, let the men of his place help him with silver, with gold, with goods, and with animals, in addition to the free will offering for God’s house which is in Jerusalem.’”", "type": "text", "attrs": {"verseId": "EZR.1.4", "verseOrgIds": ["EZR.1.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the heads of fathers’ households of Judah and Benjamin, the priests and the Levites, all whose spirit God had stirred to go up, rose up to build the LORD’s house which is in Jerusalem. ", "type": "text", "attrs": {"verseId": "EZR.1.5", "verseOrgIds": ["EZR.1.5"]}}, {"text": "All those who were around them strengthened their hands with vessels of silver, with gold, with goods, with animals, and with precious things, in addition to all that was willingly offered. ", "type": "text", "attrs": {"verseId": "EZR.1.6", "verseOrgIds": ["EZR.1.6"]}}, {"text": "Also Cyrus the king brought out the vessels of the LORD’s house, which Nebuchadnezzar had brought out of Jerusalem, and had put in the house of his gods; ", "type": "text", "attrs": {"verseId": "EZR.1.7", "verseOrgIds": ["EZR.1.7"]}}, {"text": "even those, Cyrus king of Persia brought out by the hand of Mithredath the treasurer, and counted them out to Sheshbazzar the prince of Judah. ", "type": "text", "attrs": {"verseId": "EZR.1.8", "verseOrgIds": ["EZR.1.8"]}}, {"text": "This is the number of them: thirty platters of gold, one thousand platters of silver, twenty-nine knives, ", "type": "text", "attrs": {"verseId": "EZR.1.9", "verseOrgIds": ["EZR.1.9"]}}, {"text": "thirty bowls of gold, four hundred ten silver bowls of a second kind, and one thousand other vessels. ", "type": "text", "attrs": {"verseId": "EZR.1.10", "verseOrgIds": ["EZR.1.10"]}}, {"text": "All the vessels of gold and of silver were five thousand four hundred. Sheshbazzar brought all these up when the captives were brought up from Babylon to Jerusalem.", "type": "text", "attrs": {"verseId": "EZR.1.11", "verseOrgIds": ["EZR.1.11"]}}]}], "next": {"id": "EZR.2", "number": "2", "bookId": "EZR"}, "previous": {"id": "EZR.intro", "number": "intro", "bookId": "EZR"}}}}