{"_default": {"1": {"id": "EST.4", "bibleId": "f72b840c855f362c-04", "number": "4", "bookId": "EST", "reference": "Esther 4", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now when Mordecai found out all that was done, Mordecai tore his clothes and put on sackcloth with ashes, and went out into the middle of the city, and wailed loudly and bitterly. ", "type": "text", "attrs": {"verseId": "EST.4.1", "verseOrgIds": ["EST.4.1"]}}, {"text": "He came even before the king’s gate, for no one is allowed inside the king’s gate clothed with sackcloth. ", "type": "text", "attrs": {"verseId": "EST.4.2", "verseOrgIds": ["EST.4.2"]}}, {"text": "In every province, wherever the king’s commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes.", "type": "text", "attrs": {"verseId": "EST.4.3", "verseOrgIds": ["EST.4.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Esther’s maidens and her eunuchs came and told her this, and the queen was exceedingly grieved. She sent clothing to Mordecai, to replace his sackcloth, but he didn’t receive it. ", "type": "text", "attrs": {"verseId": "EST.4.4", "verseOrgIds": ["EST.4.4"]}}, {"text": "Then Esther called for Hathach, one of the king’s eunuchs, whom he had appointed to attend her, and commanded him to go to Mordecai, to find out what this was, and why it was. ", "type": "text", "attrs": {"verseId": "EST.4.5", "verseOrgIds": ["EST.4.5"]}}, {"text": "So Hathach went out to Mordecai, to city square which was before the king’s gate. ", "type": "text", "attrs": {"verseId": "EST.4.6", "verseOrgIds": ["EST.4.6"]}}, {"text": "Mordecai told him of all that had happened to him, and the exact sum of the money that Haman had promised to pay to the king’s treasuries for the destruction of the Jews. ", "type": "text", "attrs": {"verseId": "EST.4.7", "verseOrgIds": ["EST.4.7"]}}, {"text": "He also gave him the copy of the writing of the decree that was given out in Susa to destroy them, to show it to Esther, and to declare it to her, and to urge her to go in to the king to make supplication to him, and to make request before him for her people.", "type": "text", "attrs": {"verseId": "EST.4.8", "verseOrgIds": ["EST.4.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hathach came and told Esther the words of Mordecai. ", "type": "text", "attrs": {"verseId": "EST.4.9", "verseOrgIds": ["EST.4.9"]}}, {"text": "Then Esther spoke to Hathach, and gave him a message to Mordecai: ", "type": "text", "attrs": {"verseId": "EST.4.10", "verseOrgIds": ["EST.4.10"]}}, {"text": "“All the king’s servants and the people of the king’s provinces know that whoever, whether man or woman, comes to the king into the inner court without being called, there is one law for him, that he be put to death, except those to whom the king might hold out the golden scepter, that he may live. I have not been called to come in to the king these thirty days.”", "type": "text", "attrs": {"verseId": "EST.4.11", "verseOrgIds": ["EST.4.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They told Esther’s words to Mordecai. ", "type": "text", "attrs": {"verseId": "EST.4.12", "verseOrgIds": ["EST.4.12"]}}, {"text": "Then Mordecai asked them to return this answer to Esther: “Don’t think to yourself that you will escape in the king’s house any more than all the Jews. ", "type": "text", "attrs": {"verseId": "EST.4.13", "verseOrgIds": ["EST.4.13"]}}, {"text": "For if you remain silent now, then relief and deliverance will come to the Jews from another place, but you and your father’s house will perish. Who knows if you haven’t come to the kingdom for such a time as this?”", "type": "text", "attrs": {"verseId": "EST.4.14", "verseOrgIds": ["EST.4.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Esther asked them to answer Mordecai, ", "type": "text", "attrs": {"verseId": "EST.4.15", "verseOrgIds": ["EST.4.15"]}}, {"text": "“Go, gather together all the Jews who are present in Susa, and fast for me, and neither eat nor drink three days, night or day. I and my maidens will also fast the same way. Then I will go in to the king, which is against the law; and if I perish, I perish.” ", "type": "text", "attrs": {"verseId": "EST.4.16", "verseOrgIds": ["EST.4.16"]}}, {"text": "So Mordecai went his way, and did according to all that Esther had commanded him.", "type": "text", "attrs": {"verseId": "EST.4.17", "verseOrgIds": ["EST.4.17"]}}]}], "next": {"id": "EST.5", "number": "5", "bookId": "EST"}, "previous": {"id": "EST.3", "number": "3", "bookId": "EST"}}}}