{"_default": {"1": {"id": "JOS.11", "bibleId": "f72b840c855f362c-04", "number": "11", "bookId": "JOS", "reference": "Joshua 11", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Jabin king of Hazor heard of it, he sent to Jobab king of Madon, to the king of Shimron, to the king of Achshaph, ", "type": "text", "attrs": {"verseId": "JOS.11.1", "verseOrgIds": ["JOS.11.1"]}}, {"text": "and to the kings who were on the north, in the hill country, in the Arabah south of Chinneroth, in the lowland, and in the heights of Dor on the west, ", "type": "text", "attrs": {"verseId": "JOS.11.2", "verseOrgIds": ["JOS.11.2"]}}, {"text": "to the Canaanite on the east and on the west, the Amorite, the Hittite, the Perizzite, the Jebusite in the hill country, and the Hivite under Hermon in the land of Mizpah. ", "type": "text", "attrs": {"verseId": "JOS.11.3", "verseOrgIds": ["JOS.11.3"]}}, {"text": "They went out, they and all their armies with them, many people, even as the sand that is on the seashore in multitude, with very many horses and chariots. ", "type": "text", "attrs": {"verseId": "JOS.11.4", "verseOrgIds": ["JOS.11.4"]}}, {"text": "All these kings met together; and they came and encamped together at the waters of Merom, to fight with Israel.", "type": "text", "attrs": {"verseId": "JOS.11.5", "verseOrgIds": ["JOS.11.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Joshua, “Don’t be afraid because of them; for tomorrow at this time, I will deliver them up all slain before Israel. You shall hamstring their horses and burn their chariots with fire.”", "type": "text", "attrs": {"verseId": "JOS.11.6", "verseOrgIds": ["JOS.11.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Joshua came suddenly, with all the warriors, against them by the waters of Merom, and attacked them. ", "type": "text", "attrs": {"verseId": "JOS.11.7", "verseOrgIds": ["JOS.11.7"]}}, {"text": "The LORD delivered them into the hand of Israel, and they struck them, and chased them to great Sidon, and to Misrephoth Maim, and to the valley of Mizpah eastward. They struck them until they left them no one remaining. ", "type": "text", "attrs": {"verseId": "JOS.11.8", "verseOrgIds": ["JOS.11.8"]}}, {"text": "Joshua did to them as the LORD told him. He hamstrung their horses and burned their chariots with fire. ", "type": "text", "attrs": {"verseId": "JOS.11.9", "verseOrgIds": ["JOS.11.9"]}}, {"text": "Joshua turned back at that time, and took Hazor, and struck its king with the sword; for Hazor used to be the head of all those kingdoms. ", "type": "text", "attrs": {"verseId": "JOS.11.10", "verseOrgIds": ["JOS.11.10"]}}, {"text": "They struck all the souls who were in it with the edge of the sword, utterly destroying them. There was no one left who breathed. He burned Hazor with fire. ", "type": "text", "attrs": {"verseId": "JOS.11.11", "verseOrgIds": ["JOS.11.11"]}}, {"text": "Joshua captured all the cities of those kings, with their kings, and he struck them with the edge of the sword, and utterly destroyed them, as Moses the servant of the LORD commanded. ", "type": "text", "attrs": {"verseId": "JOS.11.12", "verseOrgIds": ["JOS.11.12"]}}, {"text": "But as for the cities that stood on their mounds, Israel burned none of them, except Hazor only. Joshua burned that. ", "type": "text", "attrs": {"verseId": "JOS.11.13", "verseOrgIds": ["JOS.11.13"]}}, {"text": "The children of Israel took all the plunder of these cities, with the livestock, as plunder for themselves; but every man they struck with the edge of the sword, until they had destroyed them. They didn’t leave any who breathed.", "type": "text", "attrs": {"verseId": "JOS.11.14", "verseOrgIds": ["JOS.11.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "As the LORD commanded Moses his servant, so Moses commanded Joshua. Joshua did so. He left nothing undone of all that the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "JOS.11.15", "verseOrgIds": ["JOS.11.15"]}}, {"text": "So Joshua captured all that land, the hill country, all the South, all the land of Goshen, the lowland, the Arabah, the hill country of Israel, and the lowland of the same, ", "type": "text", "attrs": {"verseId": "JOS.11.16", "verseOrgIds": ["JOS.11.16"]}}, {"text": "from Mount Halak, that goes up to Seir, even to Baal Gad in the valley of Lebanon under Mount Hermon. He took all their kings, struck them, and put them to death. ", "type": "text", "attrs": {"verseId": "JOS.11.17", "verseOrgIds": ["JOS.11.17"]}}, {"text": "Joshua made war a long time with all those kings. ", "type": "text", "attrs": {"verseId": "JOS.11.18", "verseOrgIds": ["JOS.11.18"]}}, {"text": "There was not a city that made peace with the children of Israel, except the Hivites, the inhabitants of Gibeon. They took all in battle. ", "type": "text", "attrs": {"verseId": "JOS.11.19", "verseOrgIds": ["JOS.11.19"]}}, {"text": "For it was of the LORD to harden their hearts, to come against Israel in battle, that he might utterly destroy them, that they might have no favor, but that he might destroy them, as the LORD commanded Moses. ", "type": "text", "attrs": {"verseId": "JOS.11.20", "verseOrgIds": ["JOS.11.20"]}}, {"text": "Joshua came at that time, and cut off the Anakim from the hill country, from Hebron, from Debir, from Anab, and from all the hill country of Judah, and from all the hill country of Israel. Joshua utterly destroyed them with their cities. ", "type": "text", "attrs": {"verseId": "JOS.11.21", "verseOrgIds": ["JOS.11.21"]}}, {"text": "There were none of the Anakim left in the land of the children of Israel. Only in Gaza, in Gath, and in Ashdod, did some remain. ", "type": "text", "attrs": {"verseId": "JOS.11.22", "verseOrgIds": ["JOS.11.22"]}}, {"text": "So Joshua took the whole land, according to all that the LORD spoke to Moses; and Joshua gave it for an inheritance to Israel according to their divisions by their tribes. Then the land had rest from war.", "type": "text", "attrs": {"verseId": "JOS.11.23", "verseOrgIds": ["JOS.11.23"]}}]}], "next": {"id": "JOS.12", "number": "12", "bookId": "JOS"}, "previous": {"id": "JOS.10", "number": "10", "bookId": "JOS"}}}}