{"_default": {"1": {"id": "JOS.24", "bibleId": "f72b840c855f362c-04", "number": "24", "bookId": "JOS", "reference": "Joshua 24", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua gathered all the tribes of Israel to Shechem, and called for the elders of Israel, for their heads, for their judges, and for their officers; and they presented themselves before God. ", "type": "text", "attrs": {"verseId": "JOS.24.1", "verseOrgIds": ["JOS.24.1"]}}, {"text": "Joshua said to all the people, “The LORD, the God of Israel, says, ‘Your fathers lived of old time beyond the River, even Terah, the father of Abraham, and the father of Nahor. They served other gods. ", "type": "text", "attrs": {"verseId": "JOS.24.2", "verseOrgIds": ["JOS.24.2"]}}, {"text": "I took your father Abraham from beyond the River, and led him throughout all the land of Canaan, and multiplied his offspring,", "type": "text", "attrs": {"verseId": "JOS.24.3", "verseOrgIds": ["JOS.24.3"]}}, {"text": " and gave him Isaac. ", "type": "text", "attrs": {"verseId": "JOS.24.3", "verseOrgIds": ["JOS.24.3"]}}, {"text": "I gave to Isaac Jacob and Esau: and I gave to Esau Mount Seir, to possess it. Jacob and his children went down into Egypt.", "type": "text", "attrs": {"verseId": "JOS.24.4", "verseOrgIds": ["JOS.24.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘I sent Moses and Aaron, and I plagued Egypt, according to that which I did among them: and afterward I brought you out. ", "type": "text", "attrs": {"verseId": "JOS.24.5", "verseOrgIds": ["JOS.24.5"]}}, {"text": "I brought your fathers out of Egypt: and you came to the sea. The Egyptians pursued your fathers with chariots and with horsemen to the Sea of Suf. ", "type": "text", "attrs": {"verseId": "JOS.24.6", "verseOrgIds": ["JOS.24.6"]}}, {"text": "When they cried out to the LORD, he put darkness between you and the Egyptians, and brought the sea on them, and covered them; and your eyes saw what I did in Egypt. You lived in the wilderness many days.", "type": "text", "attrs": {"verseId": "JOS.24.7", "verseOrgIds": ["JOS.24.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘I brought you into the land of the Amorites, that lived beyond the Jordan. They fought with you, and I gave them into your hand. You possessed their land, and I destroyed them from before you. ", "type": "text", "attrs": {"verseId": "JOS.24.8", "verseOrgIds": ["JOS.24.8"]}}, {"text": "Then Balak the son of Zippor, king of Moab, arose and fought against Israel. He sent and called Balaam the son of Beor to curse you, ", "type": "text", "attrs": {"verseId": "JOS.24.9", "verseOrgIds": ["JOS.24.9"]}}, {"text": "but I would not listen to Balaam; therefore he blessed you still. So I delivered you out of his hand.", "type": "text", "attrs": {"verseId": "JOS.24.10", "verseOrgIds": ["JOS.24.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘You went over the Jordan, and came to Jericho. The men of Jericho fought against you, the Amorite, the Perizzite, the Canaanite, the Hittite, the Girgashite, the Hivite, and the Jebusite; and I delivered them into your hand. ", "type": "text", "attrs": {"verseId": "JOS.24.11", "verseOrgIds": ["JOS.24.11"]}}, {"text": "I sent the hornet before you, which drove them out from before you, even the two kings of the Amorites; not with your sword, nor with your bow. ", "type": "text", "attrs": {"verseId": "JOS.24.12", "verseOrgIds": ["JOS.24.12"]}}, {"text": "I gave you a land on which you had not labored, and cities which you didn’t build, and you live in them. You eat of vineyards and olive groves which you didn’t plant.’", "type": "text", "attrs": {"verseId": "JOS.24.13", "verseOrgIds": ["JOS.24.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now therefore fear the LORD, and serve him in sincerity and in truth. Put away the gods which your fathers served beyond the River, in Egypt; and serve the LORD. ", "type": "text", "attrs": {"verseId": "JOS.24.14", "verseOrgIds": ["JOS.24.14"]}}, {"text": "If it seems evil to you to serve the LORD, choose today whom you will serve; whether the gods which your fathers served that were beyond the River, or the gods of the Amorites, in whose land you dwell; but as for me and my house, we will serve the LORD.”", "type": "text", "attrs": {"verseId": "JOS.24.15", "verseOrgIds": ["JOS.24.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The people answered, “Far be it from us that we should forsake the LORD, to serve other gods; ", "type": "text", "attrs": {"verseId": "JOS.24.16", "verseOrgIds": ["JOS.24.16"]}}, {"text": "for it is the LORD our God who brought us and our fathers up out of the land of Egypt, from the house of bondage, and who did those great signs in our sight, and preserved us in all the way in which we went, and among all the peoples through the middle of whom we passed. ", "type": "text", "attrs": {"verseId": "JOS.24.17", "verseOrgIds": ["JOS.24.17"]}}, {"text": "The LORD drove out from before us all the peoples, even the Amorites who lived in the land. Therefore we also will serve the LORD; for he is our God.”", "type": "text", "attrs": {"verseId": "JOS.24.18", "verseOrgIds": ["JOS.24.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joshua said to the people, “You can’t serve the LORD, for he is a holy God. He is a jealous God. He will not forgive your disobedience nor your sins. ", "type": "text", "attrs": {"verseId": "JOS.24.19", "verseOrgIds": ["JOS.24.19"]}}, {"text": "If you forsake the LORD, and serve foreign gods, then he will turn and do you evil, and consume you, after he has done you good.”", "type": "text", "attrs": {"verseId": "JOS.24.20", "verseOrgIds": ["JOS.24.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The people said to Joshua, “No, but we will serve the LORD.” ", "type": "text", "attrs": {"verseId": "JOS.24.21", "verseOrgIds": ["JOS.24.21"]}}, {"text": "Joshua said to the people, “You are witnesses against yourselves that you have chosen the LORD yourselves, to serve him.”", "type": "text", "attrs": {"verseId": "JOS.24.22", "verseOrgIds": ["JOS.24.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "JOS 24:22"}, "items": [{"text": "They said, “We are witnesses.”", "type": "text", "attrs": {"verseId": "JOS.24.22", "verseOrgIds": ["JOS.24.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Now therefore put away the foreign gods which are among you, and incline your heart to the LORD, the God of Israel.”", "type": "text", "attrs": {"verseId": "JOS.24.23", "verseOrgIds": ["JOS.24.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The people said to Joshua, “We will serve the LORD our God, and we will listen to his voice.”", "type": "text", "attrs": {"verseId": "JOS.24.24", "verseOrgIds": ["JOS.24.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Joshua made a covenant with the people that day, and made for them a statute and an ordinance in Shechem. ", "type": "text", "attrs": {"verseId": "JOS.24.25", "verseOrgIds": ["JOS.24.25"]}}, {"text": "Joshua wrote these words in the scroll of the Torah of God; and he took a great stone, and set it up there under the oak that was by the sanctuary of the LORD. ", "type": "text", "attrs": {"verseId": "JOS.24.26", "verseOrgIds": ["JOS.24.26"]}}, {"text": "Joshua said to all the people, “Behold, this stone shall be a witness against us, for it has heard all the LORD’s words which he spoke to us. It shall be therefore a witness against you, lest you deny your God.” ", "type": "text", "attrs": {"verseId": "JOS.24.27", "verseOrgIds": ["JOS.24.27"]}}, {"text": "So Joshua sent the people away, each to his own inheritance.", "type": "text", "attrs": {"verseId": "JOS.24.28", "verseOrgIds": ["JOS.24.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After these things, Joshua the son of Nun, the servant of the LORD, died, being one hundred ten years old. ", "type": "text", "attrs": {"verseId": "JOS.24.29", "verseOrgIds": ["JOS.24.29"]}}, {"text": "They buried him in the border of his inheritance in Timnathserah, which is in the hill country of Ephraim, on the north of the mountain of Gaash. ", "type": "text", "attrs": {"verseId": "JOS.24.30", "verseOrgIds": ["JOS.24.30"]}}, {"text": "Israel served the LORD all the days of Joshua, and all the days of the elders who outlived Joshua, and had known all the work of the LORD, that he had worked for Israel. ", "type": "text", "attrs": {"verseId": "JOS.24.31", "verseOrgIds": ["JOS.24.31"]}}, {"text": "They buried the bones of Joseph, which the children of Israel brought up out of Egypt, in Shechem, in the parcel of ground which Jacob bought from the sons of Hamor the father of Shechem for a hundred pieces of silver.", "type": "text", "attrs": {"verseId": "JOS.24.32", "verseOrgIds": ["JOS.24.32"]}}, {"text": " They became the inheritance of the children of Joseph. ", "type": "text", "attrs": {"verseId": "JOS.24.32", "verseOrgIds": ["JOS.24.32"]}}, {"text": "Eleazar the son of Aaron died. They buried him in the hill of Phinehas his son, which was given him in the hill country of Ephraim.", "type": "text", "attrs": {"verseId": "JOS.24.33", "verseOrgIds": ["JOS.24.33"]}}]}], "next": {"id": "JDG.intro", "number": "intro", "bookId": "JDG"}, "previous": {"id": "JOS.23", "number": "23", "bookId": "JOS"}}}}