{"_default": {"1": {"id": "2CH.16", "bibleId": "f72b840c855f362c-04", "number": "16", "bookId": "2CH", "reference": "2 Chronicles 16", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the thirty-sixth year of Asa’s reign, Baasha king of Israel went up against Judah, and built Ramah, that he might not allow anyone to go out or come in to Asa king of Judah. ", "type": "text", "attrs": {"verseId": "2CH.16.1", "verseOrgIds": ["2CH.16.1"]}}, {"text": "Then Asa brought out silver and gold out of the treasures of the LORD’s house and of the king’s house, and sent to Ben Hadad king of Syria, who lived at Damascus, saying, ", "type": "text", "attrs": {"verseId": "2CH.16.2", "verseOrgIds": ["2CH.16.2"]}}, {"text": "“Let there be a treaty between me and you, as there was between my father and your father. Behold, I have sent you silver and gold. Go, break your treaty with Baasha king of Israel, that he may depart from me.”", "type": "text", "attrs": {"verseId": "2CH.16.3", "verseOrgIds": ["2CH.16.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Ben Hadad listened to king Asa, and sent the captains of his armies against the cities of Israel; and they struck Ijon, Dan, Abel Maim, and all the storage cities of Naphtali. ", "type": "text", "attrs": {"verseId": "2CH.16.4", "verseOrgIds": ["2CH.16.4"]}}, {"text": "When Baasha heard of it, he stopped building Ramah, and let his work cease. ", "type": "text", "attrs": {"verseId": "2CH.16.5", "verseOrgIds": ["2CH.16.5"]}}, {"text": "Then Asa the king took all Judah, and they carried away the stones and timber of Ramah, with which Baasha had built; and he built Geba and Mizpah with them.", "type": "text", "attrs": {"verseId": "2CH.16.6", "verseOrgIds": ["2CH.16.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "At that time Hanani the seer came to Asa king of Judah, and said to him, “Because you have relied on the king of Syria, and have not relied on the LORD your God, therefore the army of the king of Syria has escaped out of your hand. ", "type": "text", "attrs": {"verseId": "2CH.16.7", "verseOrgIds": ["2CH.16.7"]}}, {"text": "Weren’t the Ethiopians and the Lubim a huge army, with chariots and exceedingly many horsemen? Yet, because you relied on the LORD, he delivered them into your hand. ", "type": "text", "attrs": {"verseId": "2CH.16.8", "verseOrgIds": ["2CH.16.8"]}}, {"text": "For the LORD’s eyes run back and forth throughout the whole earth, to show himself strong in the behalf of them whose heart is perfect toward him. You have done foolishly in this; for from now on you will have wars.”", "type": "text", "attrs": {"verseId": "2CH.16.9", "verseOrgIds": ["2CH.16.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Asa was angry with the seer, and put him in the prison; for he was in a rage with him because of this thing. Asa oppressed some of the people at the same time.", "type": "text", "attrs": {"verseId": "2CH.16.10", "verseOrgIds": ["2CH.16.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, the acts of Asa, first and last, behold, they are written in the book of the kings of Judah and Israel. ", "type": "text", "attrs": {"verseId": "2CH.16.11", "verseOrgIds": ["2CH.16.11"]}}, {"text": "In the thirty-ninth year of his reign, Asa was diseased in his feet. His disease was exceedingly great; yet in his disease he didn’t seek the LORD, but just the physicians. ", "type": "text", "attrs": {"verseId": "2CH.16.12", "verseOrgIds": ["2CH.16.12"]}}, {"text": "Asa slept with his fathers, and died in the forty-first year of his reign. ", "type": "text", "attrs": {"verseId": "2CH.16.13", "verseOrgIds": ["2CH.16.13"]}}, {"text": "They buried him in his own tomb, which he had dug out for himself in David’s city, and laid him in the bed which was filled with sweet odors and various kinds of spices prepared by the perfumers’ art; and they made a very great fire for him.", "type": "text", "attrs": {"verseId": "2CH.16.14", "verseOrgIds": ["2CH.16.14"]}}]}], "next": {"id": "2CH.17", "number": "17", "bookId": "2CH"}, "previous": {"id": "2CH.15", "number": "15", "bookId": "2CH"}}}}