{"_default": {"1": {"id": "EZR.5", "bibleId": "f72b840c855f362c-04", "number": "5", "bookId": "EZR", "reference": "Ezra 5", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the prophets, Haggai the prophet and Zechariah the son of Iddo, prophesied to the Jews who were in Judah and Jerusalem. They prophesied to them in the name of the God of Israel. ", "type": "text", "attrs": {"verseId": "EZR.5.1", "verseOrgIds": ["EZR.5.1"]}}, {"text": "Then Zerubbabel the son of Shealtiel, and Yeshua the son of Jozadak rose up and began to build God’s house which is at Jerusalem; and with them were the prophets of God, helping them.", "type": "text", "attrs": {"verseId": "EZR.5.2", "verseOrgIds": ["EZR.5.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "At the same time Tattenai, the governor beyond the River, came to them, with Shetharbozenai and their companions, and asked them, “Who gave you a decree to build this house and to finish this wall?” ", "type": "text", "attrs": {"verseId": "EZR.5.3", "verseOrgIds": ["EZR.5.3"]}}, {"text": "They also asked for the names of the men were who were making this building. ", "type": "text", "attrs": {"verseId": "EZR.5.4", "verseOrgIds": ["EZR.5.4"]}}, {"text": "But the eye of their God was on the Jewish elders, and they didn’t make them cease until the matter should come to Darius, and an answer should be returned by letter concerning it.", "type": "text", "attrs": {"verseId": "EZR.5.5", "verseOrgIds": ["EZR.5.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The copy of the letter that Tattenai, the governor beyond the River, and Shetharbozenai, and his companions the Apharsachites who were beyond the River, sent to Darius the king follows. ", "type": "text", "attrs": {"verseId": "EZR.5.6", "verseOrgIds": ["EZR.5.6"]}}, {"text": "They sent a letter to him, in which was written:", "type": "text", "attrs": {"verseId": "EZR.5.7", "verseOrgIds": ["EZR.5.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "b", "vid": "EZR 5:7"}, "items": []}, {"name": "para", "type": "tag", "attrs": {"style": "mi", "vid": "EZR 5:7"}, "items": [{"text": "To Darius the king, all peace.", "type": "text", "attrs": {"verseId": "EZR.5.7", "verseOrgIds": ["EZR.5.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "Be it known to the king that we went into the province of Judah, to the house of the great God, which is being built with great stones and timber is laid in the walls. This work goes on with diligence and prospers in their hands. ", "type": "text"}, {"text": "Then we asked those elders, and said to them thus, “Who gave you a decree to build this house, and to finish this wall?” ", "type": "text"}, {"text": "We asked them their names also, to inform you that we might write the names of the men who were at their head. ", "type": "text"}, {"text": "Thus they returned us answer, saying, “We are the servants of the God of heaven and earth and are building the house that was built these many years ago, which a great king of Israel built and finished. ", "type": "text"}, {"text": "But after our fathers had provoked the God of heaven to wrath, he gave them into the hand of Nebuchadnezzar king of Babylon, the Kasdian, who destroyed this house and carried the people away into Babylon. ", "type": "text"}, {"text": "But in the first year of Cyrus king of Babylon, Cyrus the king made a decree to build this house of God. ", "type": "text"}, {"text": "The gold and silver vessels of God’s house, which Nebuchadnezzar took out of the temple that was in Jerusalem and brought into the temple of Babylon, those Cyrus the king also took out of the temple of Babylon, and they were delivered to one whose name was Sheshbazzar, whom he had made governor. ", "type": "text"}, {"text": "He said to him, ‘Take these vessels, go, put them in the temple that is in Jerusalem, and let God’s house be built in its place.’ ", "type": "text"}, {"text": "Then the same Sheshbazzar came and laid the foundations of God’s house which is in Jerusalem. Since that time even until now it has been being built, and yet it is not completed.", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "Now therefore, if it seems good to the king, let a search be made in the king’s treasure house, which is there at Babylon, whether it is so that a decree was made by Cyrus the king to build this house of God at Jerusalem; and let the king send his pleasure to us concerning this matter.”", "type": "text"}]}], "next": {"id": "EZR.6", "number": "6", "bookId": "EZR"}, "previous": {"id": "EZR.4", "number": "4", "bookId": "EZR"}}}}