{"_default": {"1": {"id": "LEV.13", "bibleId": "f72b840c855f362c-04", "number": "13", "bookId": "LEV", "reference": "Leviticus 13", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses and to Aaron, saying, ", "type": "text", "attrs": {"verseId": "LEV.13.1", "verseOrgIds": ["LEV.13.1"]}}, {"text": "“When a man shall have a swelling in his body’s skin, or a scab, or a bright spot, and it becomes in the skin of his body the plague of leprosy, then he shall be brought to Aaron the priest or to one of his sons, the priests. ", "type": "text", "attrs": {"verseId": "LEV.13.2", "verseOrgIds": ["LEV.13.2"]}}, {"text": "The priest shall examine the plague in the skin of the body. If the hair in the plague has turned white, and the appearance of the plague is deeper than the body’s skin, it is the plague of leprosy; so the priest shall examine him and pronounce him unclean. ", "type": "text", "attrs": {"verseId": "LEV.13.3", "verseOrgIds": ["LEV.13.3"]}}, {"text": "If the bright spot is white in the skin of his body, and its appearance isn’t deeper than the skin, and its hair hasn’t turned white, then the priest shall isolate the infected person for seven days. ", "type": "text", "attrs": {"verseId": "LEV.13.4", "verseOrgIds": ["LEV.13.4"]}}, {"text": "The priest shall examine him on the seventh day. Behold, if in his eyes the plague is arrested and the plague hasn’t spread in the skin, then the priest shall isolate him for seven more days. ", "type": "text", "attrs": {"verseId": "LEV.13.5", "verseOrgIds": ["LEV.13.5"]}}, {"text": "The priest shall examine him again on the seventh day. Behold, if the plague has faded and the plague hasn’t spread in the skin, then the priest shall pronounce him clean. It is a scab. He shall wash his clothes, and be clean. ", "type": "text", "attrs": {"verseId": "LEV.13.6", "verseOrgIds": ["LEV.13.6"]}}, {"text": "But if the scab spreads on the skin after he has shown himself to the priest for his cleansing, he shall show himself to the priest again. ", "type": "text", "attrs": {"verseId": "LEV.13.7", "verseOrgIds": ["LEV.13.7"]}}, {"text": "The priest shall examine him; and behold, if the scab has spread on the skin, then the priest shall pronounce him unclean. It is leprosy.", "type": "text", "attrs": {"verseId": "LEV.13.8", "verseOrgIds": ["LEV.13.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“When the plague of leprosy is in a man, then he shall be brought to the priest; ", "type": "text", "attrs": {"verseId": "LEV.13.9", "verseOrgIds": ["LEV.13.9"]}}, {"text": "and the priest shall examine him. Behold, if there is a white swelling in the skin, and it has turned the hair white, and there is raw flesh in the swelling, ", "type": "text", "attrs": {"verseId": "LEV.13.10", "verseOrgIds": ["LEV.13.10"]}}, {"text": "it is a chronic leprosy in the skin of his body, and the priest shall pronounce him unclean. He shall not isolate him, for he is already unclean.", "type": "text", "attrs": {"verseId": "LEV.13.11", "verseOrgIds": ["LEV.13.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If the leprosy breaks out all over the skin, and the leprosy covers all the skin of the infected person from his head even to his feet, as far as it appears to the priest, ", "type": "text", "attrs": {"verseId": "LEV.13.12", "verseOrgIds": ["LEV.13.12"]}}, {"text": "then the priest shall examine him. Behold, if the leprosy has covered all his flesh, he shall pronounce him clean of the plague. It has all turned white: he is clean. ", "type": "text", "attrs": {"verseId": "LEV.13.13", "verseOrgIds": ["LEV.13.13"]}}, {"text": "But whenever raw flesh appears in him, he shall be unclean. ", "type": "text", "attrs": {"verseId": "LEV.13.14", "verseOrgIds": ["LEV.13.14"]}}, {"text": "The priest shall examine the raw flesh, and pronounce him unclean: the raw flesh is unclean. It is leprosy. ", "type": "text", "attrs": {"verseId": "LEV.13.15", "verseOrgIds": ["LEV.13.15"]}}, {"text": "Or if the raw flesh turns again, and is changed to white, then he shall come to the priest. ", "type": "text", "attrs": {"verseId": "LEV.13.16", "verseOrgIds": ["LEV.13.16"]}}, {"text": "The priest shall examine him. Behold, if the plague has turned white, then the priest shall pronounce him clean of the plague. He is clean.", "type": "text", "attrs": {"verseId": "LEV.13.17", "verseOrgIds": ["LEV.13.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“When the body has a boil on its skin, and it has healed, ", "type": "text", "attrs": {"verseId": "LEV.13.18", "verseOrgIds": ["LEV.13.18"]}}, {"text": "and in the place of the boil there is a white swelling, or a bright spot, reddish-white, then it shall be shown to the priest. ", "type": "text", "attrs": {"verseId": "LEV.13.19", "verseOrgIds": ["LEV.13.19"]}}, {"text": "The priest shall examine it. Behold, if its appearance is deeper than the skin, and its hair has turned white, then the priest shall pronounce him unclean. It is the plague of leprosy. It has broken out in the boil. ", "type": "text", "attrs": {"verseId": "LEV.13.20", "verseOrgIds": ["LEV.13.20"]}}, {"text": "But if the priest examines it, and behold, there are no white hairs in it, and it isn’t deeper than the skin, but is dim, then the priest shall isolate him seven days. ", "type": "text", "attrs": {"verseId": "LEV.13.21", "verseOrgIds": ["LEV.13.21"]}}, {"text": "If it spreads in the skin, then the priest shall pronounce him unclean. It is a plague. ", "type": "text", "attrs": {"verseId": "LEV.13.22", "verseOrgIds": ["LEV.13.22"]}}, {"text": "But if the bright spot stays in its place, and hasn’t spread, it is the scar from the boil; and the priest shall pronounce him clean.", "type": "text", "attrs": {"verseId": "LEV.13.23", "verseOrgIds": ["LEV.13.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Or when the body has a burn from fire on its skin, and the raw flesh of the burn becomes a bright spot, reddish-white, or white, ", "type": "text", "attrs": {"verseId": "LEV.13.24", "verseOrgIds": ["LEV.13.24"]}}, {"text": "then the priest shall examine it; and behold, if the hair in the bright spot has turned white, and its appearance is deeper than the skin, it is leprosy. It has broken out in the burning, and the priest shall pronounce him unclean. It is the plague of leprosy. ", "type": "text", "attrs": {"verseId": "LEV.13.25", "verseOrgIds": ["LEV.13.25"]}}, {"text": "But if the priest examines it, and behold, there is no white hair in the bright spot, and it isn’t deeper than the skin, but has faded, then the priest shall isolate him seven days. ", "type": "text", "attrs": {"verseId": "LEV.13.26", "verseOrgIds": ["LEV.13.26"]}}, {"text": "The priest shall examine him on the seventh day. If it has spread in the skin, then the priest shall pronounce him unclean. It is the plague of leprosy. ", "type": "text", "attrs": {"verseId": "LEV.13.27", "verseOrgIds": ["LEV.13.27"]}}, {"text": "If the bright spot stays in its place, and hasn’t spread in the skin, but is faded, it is the swelling from the burn, and the priest shall pronounce him clean, for it is the scar from the burn.", "type": "text", "attrs": {"verseId": "LEV.13.28", "verseOrgIds": ["LEV.13.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“When a man or woman has a plague on the head or on the beard, ", "type": "text", "attrs": {"verseId": "LEV.13.29", "verseOrgIds": ["LEV.13.29"]}}, {"text": "then the priest shall examine the plague; and behold, if its appearance is deeper than the skin, and the hair in it is yellow and thin, then the priest shall pronounce him unclean. It is an itch. It is leprosy of the head or of the beard. ", "type": "text", "attrs": {"verseId": "LEV.13.30", "verseOrgIds": ["LEV.13.30"]}}, {"text": "If the priest examines the plague of itching, and behold, its appearance isn’t deeper than the skin, and there is no black hair in it, then the priest shall isolate the person infected with itching seven days. ", "type": "text", "attrs": {"verseId": "LEV.13.31", "verseOrgIds": ["LEV.13.31"]}}, {"text": "On the seventh day the priest shall examine the plague; and behold, if the itch hasn’t spread, and there is no yellow hair in it, and the appearance of the itch isn’t deeper than the skin, ", "type": "text", "attrs": {"verseId": "LEV.13.32", "verseOrgIds": ["LEV.13.32"]}}, {"text": "then he shall be shaved, but he shall not shave the itch. Then the priest shall isolate the one who has the itch seven more days. ", "type": "text", "attrs": {"verseId": "LEV.13.33", "verseOrgIds": ["LEV.13.33"]}}, {"text": "On the seventh day, the priest shall examine the itch; and behold, if the itch hasn’t spread in the skin, and its appearance isn’t deeper than the skin, then the priest shall pronounce him clean. He shall wash his clothes and be clean. ", "type": "text", "attrs": {"verseId": "LEV.13.34", "verseOrgIds": ["LEV.13.34"]}}, {"text": "But if the itch spreads in the skin after his cleansing, ", "type": "text", "attrs": {"verseId": "LEV.13.35", "verseOrgIds": ["LEV.13.35"]}}, {"text": "then the priest shall examine him; and behold, if the itch has spread in the skin, the priest shall not look for the yellow hair; he is unclean. ", "type": "text", "attrs": {"verseId": "LEV.13.36", "verseOrgIds": ["LEV.13.36"]}}, {"text": "But if in his eyes the itch is arrested and black hair has grown in it, then the itch is healed. He is clean. The priest shall pronounce him clean.", "type": "text", "attrs": {"verseId": "LEV.13.37", "verseOrgIds": ["LEV.13.37"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“When a man or a woman has bright spots in the skin of the body, even white bright spots, ", "type": "text", "attrs": {"verseId": "LEV.13.38", "verseOrgIds": ["LEV.13.38"]}}, {"text": "then the priest shall examine them. Behold, if the bright spots on the skin of their body are a dull white, it is a harmless rash. It has broken out in the skin. He is clean.", "type": "text", "attrs": {"verseId": "LEV.13.39", "verseOrgIds": ["LEV.13.39"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If a man’s hair has fallen from his head, he is bald. He is clean. ", "type": "text", "attrs": {"verseId": "LEV.13.40", "verseOrgIds": ["LEV.13.40"]}}, {"text": "If his hair has fallen off from the front part of his head, he is forehead bald. He is clean. ", "type": "text", "attrs": {"verseId": "LEV.13.41", "verseOrgIds": ["LEV.13.41"]}}, {"text": "But if a reddish-white plague is in the bald head or the bald forehead, it is leprosy breaking out in his bald head or his bald forehead. ", "type": "text", "attrs": {"verseId": "LEV.13.42", "verseOrgIds": ["LEV.13.42"]}}, {"text": "Then the priest shall examine him. Behold, if the swelling of the plague is reddish-white in his bald head, or in his bald forehead, like the appearance of leprosy in the skin of the body, ", "type": "text", "attrs": {"verseId": "LEV.13.43", "verseOrgIds": ["LEV.13.43"]}}, {"text": "he is a leprous man. He is unclean. The priest shall surely pronounce him unclean. His plague is on his head.", "type": "text", "attrs": {"verseId": "LEV.13.44", "verseOrgIds": ["LEV.13.44"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The leper in whom the plague is shall wear torn clothes, and the hair of his head shall hang loose. He shall cover his upper lip, and shall cry, ‘Unclean! Unclean!’ ", "type": "text", "attrs": {"verseId": "LEV.13.45", "verseOrgIds": ["LEV.13.45"]}}, {"text": "All the days in which the plague is in him he shall be unclean. He is unclean. He shall dwell alone. His dwelling shall be outside of the camp.", "type": "text", "attrs": {"verseId": "LEV.13.46", "verseOrgIds": ["LEV.13.46"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The garment also that the plague of leprosy is in, whether it is a woolen garment, or a linen garment; ", "type": "text", "attrs": {"verseId": "LEV.13.47", "verseOrgIds": ["LEV.13.47"]}}, {"text": "whether it is in warp or woof;", "type": "text", "attrs": {"verseId": "LEV.13.48", "verseOrgIds": ["LEV.13.48"]}}, {"text": " of linen or of wool; whether in a leather, or in anything made of leather; ", "type": "text", "attrs": {"verseId": "LEV.13.48", "verseOrgIds": ["LEV.13.48"]}}, {"text": "if the plague is greenish or reddish in the garment, or in the leather, or in the warp, or in the woof, or in anything made of leather; it is the plague of leprosy, and shall be shown to the priest. ", "type": "text", "attrs": {"verseId": "LEV.13.49", "verseOrgIds": ["LEV.13.49"]}}, {"text": "The priest shall examine the plague, and isolate the plague seven days. ", "type": "text", "attrs": {"verseId": "LEV.13.50", "verseOrgIds": ["LEV.13.50"]}}, {"text": "He shall examine the plague on the seventh day. If the plague has spread in the garment, either in the warp, or in the woof, or in the skin, whatever use the skin is used for, the plague is a destructive mildew. It is unclean. ", "type": "text", "attrs": {"verseId": "LEV.13.51", "verseOrgIds": ["LEV.13.51"]}}, {"text": "He shall burn the garment, whether the warp or the woof, in wool or in linen, or anything of leather, in which the plague is, for it is a destructive mildew. It shall be burned in the fire.", "type": "text", "attrs": {"verseId": "LEV.13.52", "verseOrgIds": ["LEV.13.52"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If the priest examines it, and behold, the plague hasn’t spread in the garment, either in the warp, or in the woof, or in anything of skin; ", "type": "text", "attrs": {"verseId": "LEV.13.53", "verseOrgIds": ["LEV.13.53"]}}, {"text": "then the priest shall command that they wash the thing that the plague is in, and he shall isolate it seven more days. ", "type": "text", "attrs": {"verseId": "LEV.13.54", "verseOrgIds": ["LEV.13.54"]}}, {"text": "Then the priest shall examine it, after the plague is washed; and behold, if the plague hasn’t changed its color, and the plague hasn’t spread, it is unclean; you shall burn it in the fire. It is a mildewed spot, whether the bareness is inside or outside. ", "type": "text", "attrs": {"verseId": "LEV.13.55", "verseOrgIds": ["LEV.13.55"]}}, {"text": "If the priest looks, and behold, the plague has faded after it is washed, then he shall tear it out of the garment, or out of the skin, or out of the warp, or out of the woof; ", "type": "text", "attrs": {"verseId": "LEV.13.56", "verseOrgIds": ["LEV.13.56"]}}, {"text": "and if it appears again in the garment, either in the warp, or in the woof, or in anything of skin, it is spreading. You shall burn what the plague is in with fire. ", "type": "text", "attrs": {"verseId": "LEV.13.57", "verseOrgIds": ["LEV.13.57"]}}, {"text": "The garment, either the warp, or the woof, or whatever thing of skin it is, which you shall wash, if the plague has departed from them, then it shall be washed the second time, and it will be clean.”", "type": "text", "attrs": {"verseId": "LEV.13.58", "verseOrgIds": ["LEV.13.58"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "This is the law of the plague of mildew in a garment of wool or linen, either in the warp, or the woof, or in anything of skin, to pronounce it clean, or to pronounce it unclean.", "type": "text", "attrs": {"verseId": "LEV.13.59", "verseOrgIds": ["LEV.13.59"]}}]}], "next": {"id": "LEV.14", "number": "14", "bookId": "LEV"}, "previous": {"id": "LEV.12", "number": "12", "bookId": "LEV"}}}}