{"_default": {"1": {"id": "1SA.20", "bibleId": "f72b840c855f362c-04", "number": "20", "bookId": "1SA", "reference": "1 Samuel 20", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David fled from Naioth in Ramah, and came and said to Jonathan, “What have I done? What is my iniquity? What is my sin before your father, that he seeks my life?”", "type": "text", "attrs": {"verseId": "1SA.20.1", "verseOrgIds": ["1SA.20.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said to him, “Far from it; you will not die. Behold, my father does nothing either great or small, but that he discloses it to me. Why would my father hide this thing from me? It is not so.”", "type": "text", "attrs": {"verseId": "1SA.20.2", "verseOrgIds": ["1SA.20.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David swore moreover, and said, “Your father knows well that I have found favor in your eyes; and he says, ‘Don’t let Jonathan know this, lest he be grieved;’ but truly as the LORD lives, and as your soul lives, there is but a step between me and death.”", "type": "text", "attrs": {"verseId": "1SA.20.3", "verseOrgIds": ["1SA.20.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Jonathan said to David, “Whatever your soul desires, I will even do it for you.”", "type": "text", "attrs": {"verseId": "1SA.20.4", "verseOrgIds": ["1SA.20.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David said to Jonathan, “Behold, tomorrow is the new moon, and I should not fail to dine with the king; but let me go, that I may hide myself in the field to the third day at evening. ", "type": "text", "attrs": {"verseId": "1SA.20.5", "verseOrgIds": ["1SA.20.5"]}}, {"text": "If your father misses me at all, then say, ‘David earnestly asked leave of me that he might run to Bethlehem, his city; for it is the yearly sacrifice there for all the family.’ ", "type": "text", "attrs": {"verseId": "1SA.20.6", "verseOrgIds": ["1SA.20.6"]}}, {"text": "If he says, ‘It is well,’ your servant shall have peace; but if he is angry, then know that evil is determined by him. ", "type": "text", "attrs": {"verseId": "1SA.20.7", "verseOrgIds": ["1SA.20.7"]}}, {"text": "Therefore deal kindly with your servant, for you have brought your servant into a covenant of the LORD with you; but if there is iniquity in me, kill me yourself, for why should you bring me to your father?”", "type": "text", "attrs": {"verseId": "1SA.20.8", "verseOrgIds": ["1SA.20.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jonathan said, “Far be it from you; for if I should at all know that evil were determined by my father to come on you, then wouldn’t I tell you that?”", "type": "text", "attrs": {"verseId": "1SA.20.9", "verseOrgIds": ["1SA.20.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then David said to Jonathan, “Who will tell me if your father answers you roughly?”", "type": "text", "attrs": {"verseId": "1SA.20.10", "verseOrgIds": ["1SA.20.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jonathan said to David, “Come! Let’s go out into the field.” They both went out into the field. ", "type": "text", "attrs": {"verseId": "1SA.20.11", "verseOrgIds": ["1SA.20.11"]}}, {"text": "Jonathan said to David, “By the LORD, the God of Israel, when I have sounded out my father about this time tomorrow, or the third day, behold, if there is good toward David, won’t I then send to you and disclose it to you? ", "type": "text", "attrs": {"verseId": "1SA.20.12", "verseOrgIds": ["1SA.20.12"]}}, {"text": "The LORD do so to Jonathan and more also, should it please my father to do you evil, if I don’t disclose it to you and send you away, that you may go in peace. May the LORD be with you as he has been with my father. ", "type": "text", "attrs": {"verseId": "1SA.20.13", "verseOrgIds": ["1SA.20.13"]}}, {"text": "You shall not only show me the loving kindness of the LORD while I still live, that I not die; ", "type": "text", "attrs": {"verseId": "1SA.20.14", "verseOrgIds": ["1SA.20.14"]}}, {"text": "but you shall also not cut off your kindness from my house forever, no, not when the LORD has cut off every one of the enemies of David from the surface of the earth.” ", "type": "text", "attrs": {"verseId": "1SA.20.15", "verseOrgIds": ["1SA.20.15"]}}, {"text": "So Jonathan made a covenant with David’s house, saying, “The LORD will require it at the hand of David’s enemies.”", "type": "text", "attrs": {"verseId": "1SA.20.16", "verseOrgIds": ["1SA.20.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jonathan caused David to swear again, for the love that he had to him; for he loved him as he loved his own soul. ", "type": "text", "attrs": {"verseId": "1SA.20.17", "verseOrgIds": ["1SA.20.17"]}}, {"text": "Then Jonathan said to him, “Tomorrow is the new moon, and you will be missed, because your seat will be empty. ", "type": "text", "attrs": {"verseId": "1SA.20.18", "verseOrgIds": ["1SA.20.18"]}}, {"text": "When you have stayed three days, go down quickly and come to the place where you hid yourself when this started, and remain by the stone Ezel. ", "type": "text", "attrs": {"verseId": "1SA.20.19", "verseOrgIds": ["1SA.20.19"]}}, {"text": "I will shoot three arrows on its side, as though I shot at a mark. ", "type": "text", "attrs": {"verseId": "1SA.20.20", "verseOrgIds": ["1SA.20.20"]}}, {"text": "Behold, I will send the boy, saying, ‘Go, find the arrows!’ If I tell the boy, ‘Behold, the arrows are on this side of you. Take them;’ then come, for there is peace to you and no danger, as the LORD lives. ", "type": "text", "attrs": {"verseId": "1SA.20.21", "verseOrgIds": ["1SA.20.21"]}}, {"text": "But if I say this to the boy, ‘Behold, the arrows are beyond you,’ then go your way, for the LORD has sent you away. ", "type": "text", "attrs": {"verseId": "1SA.20.22", "verseOrgIds": ["1SA.20.22"]}}, {"text": "Concerning the matter which you and I have spoken of, behold, the LORD is between you and me forever.”", "type": "text", "attrs": {"verseId": "1SA.20.23", "verseOrgIds": ["1SA.20.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So David hid himself in the field. When the new moon had come, the king sat himself down to eat food. ", "type": "text", "attrs": {"verseId": "1SA.20.24", "verseOrgIds": ["1SA.20.24"]}}, {"text": "The king sat on his seat, as at other times, even on the seat by the wall; and Jonathan stood up, and Abner sat by Saul’s side, but David’s place was empty. ", "type": "text", "attrs": {"verseId": "1SA.20.25", "verseOrgIds": ["1SA.20.25"]}}, {"text": "Nevertheless Saul didn’t say anything that day, for he thought, “Something has happened to him. He is not clean. Surely he is not clean.”", "type": "text", "attrs": {"verseId": "1SA.20.26", "verseOrgIds": ["1SA.20.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "On the next day after the new moon, the second day, David’s place was empty. Saul said to Jonathan his son, “Why didn’t the son of Jesse come to eat, either yesterday, or today?”", "type": "text", "attrs": {"verseId": "1SA.20.27", "verseOrgIds": ["1SA.20.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jonathan answered Saul, “David earnestly asked permission of me to go to Bethlehem. ", "type": "text", "attrs": {"verseId": "1SA.20.28", "verseOrgIds": ["1SA.20.28"]}}, {"text": "He said, ‘Please let me go, for our family has a sacrifice in the city. My brother has commanded me to be there. Now, if I have found favor in your eyes, please let me go away and see my brothers.’ Therefore he has not come to the king’s table.”", "type": "text", "attrs": {"verseId": "1SA.20.29", "verseOrgIds": ["1SA.20.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Saul’s anger burned against Jonathan, and he said to him, “You son of a perverse rebellious woman, don’t I know that you have chosen the son of Jesse to your own shame, and to the shame of your mother’s nakedness? ", "type": "text", "attrs": {"verseId": "1SA.20.30", "verseOrgIds": ["1SA.20.30"]}}, {"text": "For as long as the son of Jesse lives on the earth, you will not be established, nor will your kingdom. Therefore now send and bring him to me, for he shall surely die!”", "type": "text", "attrs": {"verseId": "1SA.20.31", "verseOrgIds": ["1SA.20.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jonathan answered Saul his father, and said to him, “Why should he be put to death? What has he done?”", "type": "text", "attrs": {"verseId": "1SA.20.32", "verseOrgIds": ["1SA.20.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Saul cast his spear at him to strike him. By this Jonathan knew that his father was determined to put David to death. ", "type": "text", "attrs": {"verseId": "1SA.20.33", "verseOrgIds": ["1SA.20.33"]}}, {"text": "So Jonathan arose from the table in fierce anger, and ate no food the second day of the month; for he was grieved for David, because his father had treated him shamefully.", "type": "text", "attrs": {"verseId": "1SA.20.34", "verseOrgIds": ["1SA.20.34"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the morning, Jonathan went out into the field at the time appointed with David, and a little boy with him. ", "type": "text", "attrs": {"verseId": "1SA.20.35", "verseOrgIds": ["1SA.20.35"]}}, {"text": "He said to his boy, “Run, find now the arrows which I shoot.” As the boy ran, he shot an arrow beyond him. ", "type": "text", "attrs": {"verseId": "1SA.20.36", "verseOrgIds": ["1SA.20.36"]}}, {"text": "When the boy had come to the place of the arrow which Jonathan had shot, Jonathan cried after the boy, and said, “Isn’t the arrow beyond you?” ", "type": "text", "attrs": {"verseId": "1SA.20.37", "verseOrgIds": ["1SA.20.37"]}}, {"text": "Jonathan cried after the boy, “Go fast! Hurry! Don’t delay!” Jonathan’s boy gathered up the arrows, and came to his master. ", "type": "text", "attrs": {"verseId": "1SA.20.38", "verseOrgIds": ["1SA.20.38"]}}, {"text": "But the boy didn’t know anything. Only Jonathan and David knew the matter. ", "type": "text", "attrs": {"verseId": "1SA.20.39", "verseOrgIds": ["1SA.20.39"]}}, {"text": "Jonathan gave his weapons to his boy, and said to him, “Go, carry them to the city.”", "type": "text", "attrs": {"verseId": "1SA.20.40", "verseOrgIds": ["1SA.20.40"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "As soon as the boy was gone, David arose out of the south, and fell on his face to the ground, and bowed himself three times. They kissed one another and wept with one another, and David wept the most. ", "type": "text", "attrs": {"verseId": "1SA.20.41", "verseOrgIds": ["1SA.20.41"]}}, {"text": "Jonathan said to David, “Go in peace, because we have both sworn in the LORD’s name, saying, ‘The LORD is between me and you, and between my offspring and your offspring, forever.’” He arose and departed; and Jonathan went into the city.", "type": "text", "attrs": {"verseId": "1SA.20.42", "verseOrgIds": ["1SA.21.1"]}}]}], "next": {"id": "1SA.21", "number": "21", "bookId": "1SA"}, "previous": {"id": "1SA.19", "number": "19", "bookId": "1SA"}}}}