{"_default": {"1": {"id": "2CH.21", "bibleId": "f72b840c855f362c-04", "number": "21", "bookId": "2CH", "reference": "2 Chronicles 21", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoshaphat slept with his fathers, and was buried with his fathers in David’s city; and Jehoram his son reigned in his place. ", "type": "text", "attrs": {"verseId": "2CH.21.1", "verseOrgIds": ["2CH.21.1"]}}, {"text": "He had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah. All these were the sons of Jehoshaphat king of Israel. ", "type": "text", "attrs": {"verseId": "2CH.21.2", "verseOrgIds": ["2CH.21.2"]}}, {"text": "Their father gave them great gifts of silver, of gold, and of precious things, with fortified cities in Judah; but he gave the kingdom to Jehoram, because he was the firstborn. ", "type": "text", "attrs": {"verseId": "2CH.21.3", "verseOrgIds": ["2CH.21.3"]}}, {"text": "Now when Jehoram had risen up over the kingdom of his father, and had strengthened himself, he killed all his brothers with the sword, and also some of the princes of Israel. ", "type": "text", "attrs": {"verseId": "2CH.21.4", "verseOrgIds": ["2CH.21.4"]}}, {"text": "Jehoram was thirty-two years old when he began to reign, and he reigned eight years in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.21.5", "verseOrgIds": ["2CH.21.5"]}}, {"text": "He walked in the way of the kings of Israel, as did Ahab’s house, for he had Ahab’s daughter as his wife. He did that which was evil in the LORD’s sight. ", "type": "text", "attrs": {"verseId": "2CH.21.6", "verseOrgIds": ["2CH.21.6"]}}, {"text": "However the LORD would not destroy David’s house, because of the covenant that he had made with David, and as he promised to give a lamp to him and to his children always.", "type": "text", "attrs": {"verseId": "2CH.21.7", "verseOrgIds": ["2CH.21.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In his days Edom revolted from under the hand of Judah, and made a king over themselves. ", "type": "text", "attrs": {"verseId": "2CH.21.8", "verseOrgIds": ["2CH.21.8"]}}, {"text": "Then Jehoram went there with his captains and all his chariots with him. He rose up by night and struck the Edomites who surrounded him, along with the captains of the chariots. ", "type": "text", "attrs": {"verseId": "2CH.21.9", "verseOrgIds": ["2CH.21.9"]}}, {"text": "So Edom has been in revolt from under the hand of Judah to this day. Then Libnah revolted at the same time from under his hand, because he had forsaken the LORD, the God of his fathers.", "type": "text", "attrs": {"verseId": "2CH.21.10", "verseOrgIds": ["2CH.21.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover he made high places in the mountains of Judah, and made the inhabitants of Jerusalem play the prostitute, and led Judah astray. ", "type": "text", "attrs": {"verseId": "2CH.21.11", "verseOrgIds": ["2CH.21.11"]}}, {"text": "A letter came to him from Elijah the prophet, saying, “the LORD, the God of David your father, says, ‘Because you have not walked in the ways of Jehoshaphat your father, nor in the ways of Asa king of Judah, ", "type": "text", "attrs": {"verseId": "2CH.21.12", "verseOrgIds": ["2CH.21.12"]}}, {"text": "but have walked in the way of the kings of Israel, and have made Judah and the inhabitants of Jerusalem to play the prostitute like Ahab’s house did, and also have slain your brothers of your father’s house, who were better than yourself, ", "type": "text", "attrs": {"verseId": "2CH.21.13", "verseOrgIds": ["2CH.21.13"]}}, {"text": "behold, the LORD will strike your people with a great plague, including your children, your wives, and all your possessions; ", "type": "text", "attrs": {"verseId": "2CH.21.14", "verseOrgIds": ["2CH.21.14"]}}, {"text": "and you will have great sickness with a disease of your bowels, until your bowels fall out by reason of the sickness, day by day.’”", "type": "text", "attrs": {"verseId": "2CH.21.15", "verseOrgIds": ["2CH.21.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD stirred up against Jehoram the spirit of the Philistines and of the Arabians who are beside the Ethiopians; ", "type": "text", "attrs": {"verseId": "2CH.21.16", "verseOrgIds": ["2CH.21.16"]}}, {"text": "and they came up against Judah, broke into it, and carried away all the possessions that were found in the king’s house, including his sons and his wives, so that there was no son left to him except Jehoahaz, the youngest of his sons.", "type": "text", "attrs": {"verseId": "2CH.21.17", "verseOrgIds": ["2CH.21.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After all this the LORD struck him in his bowels with an incurable disease. ", "type": "text", "attrs": {"verseId": "2CH.21.18", "verseOrgIds": ["2CH.21.18"]}}, {"text": "In process of time, at the end of two years, his bowels fell out by reason of his sickness, and he died of severe diseases. His people made no burning for him, like the burning of his fathers. ", "type": "text", "attrs": {"verseId": "2CH.21.19", "verseOrgIds": ["2CH.21.19"]}}, {"text": "He was thirty-two years old when he began to reign, and he reigned in Jerusalem eight years. He departed with no one’s regret. They buried him in David’s city, but not in the tombs of the kings.", "type": "text", "attrs": {"verseId": "2CH.21.20", "verseOrgIds": ["2CH.21.20"]}}]}], "next": {"id": "2CH.22", "number": "22", "bookId": "2CH"}, "previous": {"id": "2CH.20", "number": "20", "bookId": "2CH"}}}}