{"_default": {"1": {"id": "JOS.21", "bibleId": "f72b840c855f362c-04", "number": "21", "bookId": "JOS", "reference": "Joshua 21", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the heads of fathers’ houses of the Levites came near to Eleazar the priest, and to Joshua the son of Nun, and to the heads of fathers’ houses of the tribes of the children of Israel. ", "type": "text", "attrs": {"verseId": "JOS.21.1", "verseOrgIds": ["JOS.21.1"]}}, {"text": "They spoke to them at Shiloh in the land of Canaan, saying, “The LORD commanded through Moses to give us cities to dwell in, with their pasture lands for our livestock.”", "type": "text", "attrs": {"verseId": "JOS.21.2", "verseOrgIds": ["JOS.21.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The children of Israel gave to the Levites out of their inheritance, according to the commandment of the LORD, these cities with their pasture lands. ", "type": "text", "attrs": {"verseId": "JOS.21.3", "verseOrgIds": ["JOS.21.3"]}}, {"text": "The lot came out for the families of the Kohathites. The children of Aaron the priest, who were of the Levites, had thirteen cities by lot out of the tribe of Judah, out of the tribe of the Simeonites, and out of the tribe of Benjamin. ", "type": "text", "attrs": {"verseId": "JOS.21.4", "verseOrgIds": ["JOS.21.4"]}}, {"text": "The rest of the children of Kohath had ten cities by lot out of the families of the tribe of Ephraim, out of the tribe of Dan, and out of the half-tribe of Manasseh. ", "type": "text", "attrs": {"verseId": "JOS.21.5", "verseOrgIds": ["JOS.21.5"]}}, {"text": "The children of Gershon had thirteen cities by lot out of the families of the tribe of Issachar, out of the tribe of Asher, out of the tribe of Naphtali, and out of the half-tribe of Manasseh in Bashan. ", "type": "text", "attrs": {"verseId": "JOS.21.6", "verseOrgIds": ["JOS.21.6"]}}, {"text": "The children of Merari according to their families had twelve cities out of the tribe of Reuben, out of the tribe of Gad, and out of the tribe of Zebulun. ", "type": "text", "attrs": {"verseId": "JOS.21.7", "verseOrgIds": ["JOS.21.7"]}}, {"text": "The children of Israel gave these cities with their pasture lands by lot to the Levites, as the LORD commanded by Moses. ", "type": "text", "attrs": {"verseId": "JOS.21.8", "verseOrgIds": ["JOS.21.8"]}}, {"text": "They gave out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, these cities which are mentioned by name: ", "type": "text", "attrs": {"verseId": "JOS.21.9", "verseOrgIds": ["JOS.21.9"]}}, {"text": "and they were for the children of Aaron, of the families of the Kohathites, who were of the children of Levi; for theirs was the first lot. ", "type": "text", "attrs": {"verseId": "JOS.21.10", "verseOrgIds": ["JOS.21.10"]}}, {"text": "They gave them Kiriath Arba, named after the father of Anak (also called Hebron), in the hill country of Judah, with its pasture lands around it. ", "type": "text", "attrs": {"verseId": "JOS.21.11", "verseOrgIds": ["JOS.21.11"]}}, {"text": "But they gave the fields of the city and its villages to Caleb the son of Jephunneh for his possession. ", "type": "text", "attrs": {"verseId": "JOS.21.12", "verseOrgIds": ["JOS.21.12"]}}, {"text": "To the children of Aaron the priest they gave Hebron with its pasture lands, the city of refuge for the man slayer, Libnah with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.13", "verseOrgIds": ["JOS.21.13"]}}, {"text": "Jattir with its pasture lands, Eshtemoa with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.14", "verseOrgIds": ["JOS.21.14"]}}, {"text": "Holon with its pasture lands, Debir with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.15", "verseOrgIds": ["JOS.21.15"]}}, {"text": "Ain with its pasture lands, Juttah with its pasture lands, and Beth Shemesh with its pasture lands: nine cities out of those two tribes. ", "type": "text", "attrs": {"verseId": "JOS.21.16", "verseOrgIds": ["JOS.21.16"]}}, {"text": "Out of the tribe of Benjamin, Gibeon with its pasture lands, Geba with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.17", "verseOrgIds": ["JOS.21.17"]}}, {"text": "Anathoth with its pasture lands, and Almon with its pasture lands: four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.18", "verseOrgIds": ["JOS.21.18"]}}, {"text": "All the cities of the children of Aaron, the priests, were thirteen cities with their pasture lands.", "type": "text", "attrs": {"verseId": "JOS.21.19", "verseOrgIds": ["JOS.21.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The families of the children of Kohath, the Levites, even the rest of the children of Kohath, had the cities of their lot out of the tribe of Ephraim. ", "type": "text", "attrs": {"verseId": "JOS.21.20", "verseOrgIds": ["JOS.21.20"]}}, {"text": "They gave them Shechem with its pasture lands in the hill country of Ephraim, the city of refuge for the man slayer, and Gezer with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.21", "verseOrgIds": ["JOS.21.21"]}}, {"text": "Kibzaim with its pasture lands, and Beth Horon with its pasture lands: four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.22", "verseOrgIds": ["JOS.21.22"]}}, {"text": "Out of the tribe of Dan, Elteke with its pasture lands, Gibbethon with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.23", "verseOrgIds": ["JOS.21.23"]}}, {"text": "Aijalon with its pasture lands, Gath Rimmon with its pasture lands: four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.24", "verseOrgIds": ["JOS.21.24"]}}, {"text": "Out of the half-tribe of Manasseh, Taanach with its pasture lands, and Gath Rimmon with its pasture lands: two cities. ", "type": "text", "attrs": {"verseId": "JOS.21.25", "verseOrgIds": ["JOS.21.25"]}}, {"text": "All the cities of the families of the rest of the children of Kohath were ten with their pasture lands.", "type": "text", "attrs": {"verseId": "JOS.21.26", "verseOrgIds": ["JOS.21.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They gave to the children of Gershon, of the families of the Levites, out of the half-tribe of Manasseh Golan in Bashan with its pasture lands, the city of refuge for the man slayer, and Be Eshterah with its pasture lands: two cities. ", "type": "text", "attrs": {"verseId": "JOS.21.27", "verseOrgIds": ["JOS.21.27"]}}, {"text": "Out of the tribe of Issachar, Kishion with its pasture lands, Daberath with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.28", "verseOrgIds": ["JOS.21.28"]}}, {"text": "Jarmuth with its pasture lands, En Gannim with its pasture lands: four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.29", "verseOrgIds": ["JOS.21.29"]}}, {"text": "Out of the tribe of Asher, Mishal with its pasture lands, Abdon with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.30", "verseOrgIds": ["JOS.21.30"]}}, {"text": "Helkath with its pasture lands, and Rehob with its pasture lands: four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.31", "verseOrgIds": ["JOS.21.31"]}}, {"text": "Out of the tribe of Naphtali, Kedesh in Galilee with its pasture lands, the city of refuge for the man slayer, Hammothdor with its pasture lands, and Kartan with its pasture lands: three cities. ", "type": "text", "attrs": {"verseId": "JOS.21.32", "verseOrgIds": ["JOS.21.32"]}}, {"text": "All the cities of the Gershonites according to their families were thirteen cities with their pasture lands.", "type": "text", "attrs": {"verseId": "JOS.21.33", "verseOrgIds": ["JOS.21.33"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "To the families of the children of Merari, the rest of the Levites, out of the tribe of Zebulun, Jokneam with its pasture lands, Kartah with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.34", "verseOrgIds": ["JOS.21.34"]}}, {"text": "Dimnah with its pasture lands, and Nahalal with its pasture lands: four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.35", "verseOrgIds": ["JOS.21.35"]}}, {"text": "Out of the tribe of Reuben, Bezer with its pasture lands, Jahaz with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.36", "verseOrgIds": ["JOS.21.36"]}}, {"text": "Kedemoth with its pasture lands, and Mephaath with its pasture lands: four cities. ", "type": "text", "attrs": {"verseId": "JOS.21.37", "verseOrgIds": ["JOS.21.37"]}}, {"text": "Out of the tribe of Gad, Ramoth in Gilead with its pasture lands, the city of refuge for the man slayer, and Mahanaim with its pasture lands, ", "type": "text", "attrs": {"verseId": "JOS.21.38", "verseOrgIds": ["JOS.21.38"]}}, {"text": "Heshbon with its pasture lands, Jazer with its pasture lands: four cities in all. ", "type": "text", "attrs": {"verseId": "JOS.21.39", "verseOrgIds": ["JOS.21.39"]}}, {"text": "All these were the cities of the children of Merari according to their families, even the rest of the families of the Levites. Their lot was twelve cities.", "type": "text", "attrs": {"verseId": "JOS.21.40", "verseOrgIds": ["JOS.21.40"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "All the cities of the Levites among the possessions of the children of Israel were forty-eight cities with their pasture lands. ", "type": "text", "attrs": {"verseId": "JOS.21.41", "verseOrgIds": ["JOS.21.41"]}}, {"text": "Each of these cities included their pasture lands around them. It was this way with all these cities.", "type": "text", "attrs": {"verseId": "JOS.21.42", "verseOrgIds": ["JOS.21.42"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So the LORD gave to Israel all the land which he swore to give to their fathers. They possessed it, and lived in it. ", "type": "text", "attrs": {"verseId": "JOS.21.43", "verseOrgIds": ["JOS.21.43"]}}, {"text": "The LORD gave them rest all around, according to all that he swore to their fathers. Not a man of all their enemies stood before them. The LORD delivered all their enemies into their hand. ", "type": "text", "attrs": {"verseId": "JOS.21.44", "verseOrgIds": ["JOS.21.44"]}}, {"text": "Nothing failed of any good thing which the LORD had spoken to the house of Israel. All came to pass.", "type": "text", "attrs": {"verseId": "JOS.21.45", "verseOrgIds": ["JOS.21.45"]}}]}], "next": {"id": "JOS.22", "number": "22", "bookId": "JOS"}, "previous": {"id": "JOS.20", "number": "20", "bookId": "JOS"}}}}