{"_default": {"1": {"id": "ISA.16", "bibleId": "f72b840c855f362c-04", "number": "16", "bookId": "ISA", "reference": "Isaiah 16", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Send the lambs for the ruler of the land from Selah to the wilderness, to the mountain of the daughter of Zion. ", "type": "text", "attrs": {"verseId": "ISA.16.1", "verseOrgIds": ["ISA.16.1"]}}, {"text": "For it will be that as wandering birds, as a scattered nest, so will the daughters of Moab be at the fords of the Arnon. ", "type": "text", "attrs": {"verseId": "ISA.16.2", "verseOrgIds": ["ISA.16.2"]}}, {"text": "Give counsel! Execute justice! Make your shade like the night in the middle of the noonday! Hide the outcasts! Don’t betray the fugitive! ", "type": "text", "attrs": {"verseId": "ISA.16.3", "verseOrgIds": ["ISA.16.3"]}}, {"text": "Let my outcasts dwell with you! As for Moab, be a hiding place for him from the face of the destroyer. For the extortionist is brought to nothing. Destruction ceases. The oppressors are consumed out of the land. ", "type": "text", "attrs": {"verseId": "ISA.16.4", "verseOrgIds": ["ISA.16.4"]}}, {"text": "A throne will be established in loving kindness. One will sit on it in truth, in the tent of David, judging, seeking justice, and swift to do righteousness.", "type": "text", "attrs": {"verseId": "ISA.16.5", "verseOrgIds": ["ISA.16.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "We have heard of the pride of Moab, that he is very proud; even of his arrogance, his pride, and his wrath. His boastings are nothing. ", "type": "text", "attrs": {"verseId": "ISA.16.6", "verseOrgIds": ["ISA.16.6"]}}, {"text": "Therefore Moab will wail for Moab. Everyone will wail. You will mourn for the raisin cakes of Kir Hareseth, utterly stricken. ", "type": "text", "attrs": {"verseId": "ISA.16.7", "verseOrgIds": ["ISA.16.7"]}}, {"text": "For the fields of Heshbon languish with the vine of Sibmah. The lords of the nations have broken down its choice branches, which reached even to Jazer, which wandered into the wilderness. Its shoots were spread abroad. They passed over the sea. ", "type": "text", "attrs": {"verseId": "ISA.16.8", "verseOrgIds": ["ISA.16.8"]}}, {"text": "Therefore I will weep with the weeping of Jazer for the vine of Sibmah. I will water you with my tears, Heshbon, and Elealeh: for on your summer fruits and on your harvest the battle shout has fallen. ", "type": "text", "attrs": {"verseId": "ISA.16.9", "verseOrgIds": ["ISA.16.9"]}}, {"text": "Gladness is taken away, and joy out of the fruitful field; and in the vineyards there will be no singing, neither joyful noise. Nobody will tread out wine in the presses. I have made the shouting stop. ", "type": "text", "attrs": {"verseId": "ISA.16.10", "verseOrgIds": ["ISA.16.10"]}}, {"text": "Therefore my heart sounds like a harp for Moab, and my inward parts for Kir Heres. ", "type": "text", "attrs": {"verseId": "ISA.16.11", "verseOrgIds": ["ISA.16.11"]}}, {"text": "It will happen that when Moab presents himself, when he wearies himself on the high place, and comes to his sanctuary to pray, that he will not prevail.", "type": "text", "attrs": {"verseId": "ISA.16.12", "verseOrgIds": ["ISA.16.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "This is the word that the LORD spoke concerning Moab in time past. ", "type": "text", "attrs": {"verseId": "ISA.16.13", "verseOrgIds": ["ISA.16.13"]}}, {"text": "But now the LORD has spoken, saying, “Within three years, as a worker bound by contract would count them, the glory of Moab shall be brought into contempt, with all his great multitude; and the remnant will be very small and feeble.”", "type": "text", "attrs": {"verseId": "ISA.16.14", "verseOrgIds": ["ISA.16.14"]}}]}], "next": {"id": "ISA.17", "number": "17", "bookId": "ISA"}, "previous": {"id": "ISA.15", "number": "15", "bookId": "ISA"}}}}