{"_default": {"1": {"id": "2CO.12", "bibleId": "f72b840c855f362c-04", "number": "12", "bookId": "2CO", "reference": "2 Corinthians 12", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "It is doubtless not profitable for me to boast, but I will come to visions and revelations of the Lord. ", "type": "text", "attrs": {"verseId": "2CO.12.1", "verseOrgIds": ["2CO.12.1"]}}, {"text": "I know a man in Messiah who was caught up into the third heaven fourteen years ago—whether in the body, I don’t know, or whether out of the body, I don’t know; God knows. ", "type": "text", "attrs": {"verseId": "2CO.12.2", "verseOrgIds": ["2CO.12.2"]}}, {"text": "I know such a man (whether in the body, or outside of the body, I don’t know; God knows), ", "type": "text", "attrs": {"verseId": "2CO.12.3", "verseOrgIds": ["2CO.12.3"]}}, {"text": "how he was caught up into Paradise and heard unspeakable words, which it is not lawful for a man to utter. ", "type": "text", "attrs": {"verseId": "2CO.12.4", "verseOrgIds": ["2CO.12.4"]}}, {"text": "On behalf of such a one I will boast, but on my own behalf I will not boast, except in my weaknesses. ", "type": "text", "attrs": {"verseId": "2CO.12.5", "verseOrgIds": ["2CO.12.5"]}}, {"text": "For if I would desire to boast, I will not be foolish; for I will speak the truth. But I refrain, so that no man may think more of me than that which he sees in me or hears from me. ", "type": "text", "attrs": {"verseId": "2CO.12.6", "verseOrgIds": ["2CO.12.6"]}}, {"text": "By reason of the exceeding greatness of the revelations, that I should not be exalted excessively, a thorn in the flesh was given to me: a messenger of Satan to torment me, that I should not be exalted excessively. ", "type": "text", "attrs": {"verseId": "2CO.12.7", "verseOrgIds": ["2CO.12.7"]}}, {"text": "Concerning this thing, I begged the Lord three times that it might depart from me. ", "type": "text", "attrs": {"verseId": "2CO.12.8", "verseOrgIds": ["2CO.12.8"]}}, {"text": "He has said to me, ", "type": "text", "attrs": {"verseId": "2CO.12.9", "verseOrgIds": ["2CO.12.9"]}}, {"name": "char", "type": "tag", "attrs": {"style": "wj"}, "items": [{"text": "“My grace is sufficient for you, for my power is made perfect in weakness.”", "type": "text", "attrs": {"verseId": "2CO.12.9", "verseOrgIds": ["2CO.12.9"]}}]}, {"text": " Most gladly therefore I will rather glory in my weaknesses, that the power of Messiah may rest on me.", "type": "text", "attrs": {"verseId": "2CO.12.9", "verseOrgIds": ["2CO.12.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Therefore I take pleasure in weaknesses, in injuries, in necessities, in persecutions, and in distresses, for Messiah’s sake. For when I am weak, then am I strong. ", "type": "text", "attrs": {"verseId": "2CO.12.10", "verseOrgIds": ["2CO.12.10"]}}, {"text": "I have become foolish in boasting. You compelled me, for I ought to have been commended by you, for I am in no way inferior to the very best emissaries, though I am nothing. ", "type": "text", "attrs": {"verseId": "2CO.12.11", "verseOrgIds": ["2CO.12.11"]}}, {"text": "Truly the signs of an emissary were worked among you in all perseverance, in signs and wonders and mighty works. ", "type": "text", "attrs": {"verseId": "2CO.12.12", "verseOrgIds": ["2CO.12.12"]}}, {"text": "For what is there in which you were made inferior to the rest of the assemblies, unless it is that I myself was not a burden to you? Forgive me this wrong!", "type": "text", "attrs": {"verseId": "2CO.12.13", "verseOrgIds": ["2CO.12.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, this is the third time I am ready to come to you, and I will not be a burden to you; for I seek not your possessions, but you. For the children ought not to save up for the parents, but the parents for the children. ", "type": "text", "attrs": {"verseId": "2CO.12.14", "verseOrgIds": ["2CO.12.14"]}}, {"text": "I will most gladly spend and be spent for your souls. If I love you more abundantly, am I loved the less? ", "type": "text", "attrs": {"verseId": "2CO.12.15", "verseOrgIds": ["2CO.12.15"]}}, {"text": "Even so, I myself didn’t burden you. But you might say that being crafty, I caught you with deception. ", "type": "text", "attrs": {"verseId": "2CO.12.16", "verseOrgIds": ["2CO.12.16"]}}, {"text": "Did I take advantage of you by anyone of those whom I have sent to you? ", "type": "text", "attrs": {"verseId": "2CO.12.17", "verseOrgIds": ["2CO.12.17"]}}, {"text": "I exhorted Titus, and I sent the brother with him. Did Titus take any advantage of you? Didn’t we walk in the same spirit? Didn’t we walk in the same steps?", "type": "text", "attrs": {"verseId": "2CO.12.18", "verseOrgIds": ["2CO.12.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Again, do you think that we are excusing ourselves to you? In the sight of God we speak in Messiah. But all things, beloved, are for your edifying. ", "type": "text", "attrs": {"verseId": "2CO.12.19", "verseOrgIds": ["2CO.12.19"]}}, {"text": "For I am afraid that perhaps when I come, I might find you not the way I want to, and that I might be found by you as you don’t desire, that perhaps there would be strife, jealousy, outbursts of anger, factions, slander, whisperings, proud thoughts, or riots, ", "type": "text", "attrs": {"verseId": "2CO.12.20", "verseOrgIds": ["2CO.12.20"]}}, {"text": "that again when I come my God would humble me before you, and I would mourn for many of those who have sinned before now, and not repented of the uncleanness, sexual immorality, and lustfulness which they committed.", "type": "text", "attrs": {"verseId": "2CO.12.21", "verseOrgIds": ["2CO.12.21"]}}]}], "next": {"id": "2CO.13", "number": "13", "bookId": "2CO"}, "previous": {"id": "2CO.11", "number": "11", "bookId": "2CO"}}}}