{"_default": {"1": {"id": "EZK.14", "bibleId": "f72b840c855f362c-04", "number": "14", "bookId": "EZK", "reference": "Ezekiel 14", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then some of the elders of Israel came to me and sat before me. ", "type": "text", "attrs": {"verseId": "EZK.14.1", "verseOrgIds": ["EZK.14.1"]}}, {"text": "The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.14.2", "verseOrgIds": ["EZK.14.2"]}}, {"text": "“Son of man, these men have taken their idols into their heart, and put the stumbling block of their iniquity before their face. Should I be inquired of at all by them? ", "type": "text", "attrs": {"verseId": "EZK.14.3", "verseOrgIds": ["EZK.14.3"]}}, {"text": "Therefore speak to them and tell them, ‘The Lord GOD says: “Every man of the house of Israel who takes his idols into his heart and puts the stumbling block of his iniquity before his face then comes to the prophet, I the LORD will answer him there according to the multitude of his idols, ", "type": "text", "attrs": {"verseId": "EZK.14.4", "verseOrgIds": ["EZK.14.4"]}}, {"text": "that I may take the house of Israel in their own heart, because they are all estranged from me through their idols.”’", "type": "text", "attrs": {"verseId": "EZK.14.5", "verseOrgIds": ["EZK.14.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Therefore tell the house of Israel, ‘The Lord GOD says: “Return, and turn yourselves from your idols! Turn away your faces from all your abominations.", "type": "text", "attrs": {"verseId": "EZK.14.6", "verseOrgIds": ["EZK.14.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“For everyone of the house of Israel, or of the strangers who live in Israel, who separates himself from me and takes his idols into his heart, and puts the stumbling block of his iniquity before his face, and comes to the prophet to inquire for himself of me, I the LORD will answer him by myself. ", "type": "text", "attrs": {"verseId": "EZK.14.7", "verseOrgIds": ["EZK.14.7"]}}, {"text": "I will set my face against that man and will make him an astonishment, for a sign and a proverb, and I will cut him off from among my people. Then you will know that I am the LORD.", "type": "text", "attrs": {"verseId": "EZK.14.8", "verseOrgIds": ["EZK.14.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“If the prophet is deceived and speaks a word, I, the LORD, have deceived that prophet, and I will stretch out my hand on him, and will destroy him from among my people Israel. ", "type": "text", "attrs": {"verseId": "EZK.14.9", "verseOrgIds": ["EZK.14.9"]}}, {"text": "They will bear their iniquity. The iniquity of the prophet will be even as the iniquity of him who seeks him, ", "type": "text", "attrs": {"verseId": "EZK.14.10", "verseOrgIds": ["EZK.14.10"]}}, {"text": "that the house of Israel may no more go astray from me, neither defile themselves any more with all their transgressions; but that they may be my people, and I may be their God,” says the Lord GOD.’”", "type": "text", "attrs": {"verseId": "EZK.14.11", "verseOrgIds": ["EZK.14.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.14.12", "verseOrgIds": ["EZK.14.12"]}}, {"text": "“Son of man, when a land sins against me by committing a trespass, and I stretch out my hand on it, and break the staff of its bread and send famine on it, and cut off from it man and animal— ", "type": "text", "attrs": {"verseId": "EZK.14.13", "verseOrgIds": ["EZK.14.13"]}}, {"text": "though these three men, Noah, Daniel, and Job, were in it, they would deliver only their own souls by their righteousness,” says the Lord GOD.", "type": "text", "attrs": {"verseId": "EZK.14.14", "verseOrgIds": ["EZK.14.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If I cause evil animals to pass through the land, and they ravage it and it is made desolate, so that no man may pass through because of the animals— ", "type": "text", "attrs": {"verseId": "EZK.14.15", "verseOrgIds": ["EZK.14.15"]}}, {"text": "though these three men were in it, as I live,” says the Lord GOD, “they would deliver neither sons nor daughters. They only would be delivered, but the land would be desolate.", "type": "text", "attrs": {"verseId": "EZK.14.16", "verseOrgIds": ["EZK.14.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Or if I bring a sword on that land, and say, ‘Sword, go through the land, so that I cut off from it man and animal’— ", "type": "text", "attrs": {"verseId": "EZK.14.17", "verseOrgIds": ["EZK.14.17"]}}, {"text": "though these three men were in it, as I live,” says the Lord GOD, “they would deliver neither sons nor daughters, but they only would be delivered themselves.", "type": "text", "attrs": {"verseId": "EZK.14.18", "verseOrgIds": ["EZK.14.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Or if I send a pestilence into that land, and pour out my wrath on it in blood, to cut off from it man and animal— ", "type": "text", "attrs": {"verseId": "EZK.14.19", "verseOrgIds": ["EZK.14.19"]}}, {"text": "though Noah, Daniel, and Job, were in it, as I live,” says the Lord GOD, “they would deliver neither son nor daughter; they would deliver only their own souls by their righteousness.”", "type": "text", "attrs": {"verseId": "EZK.14.20", "verseOrgIds": ["EZK.14.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "For the Lord GOD says: “How much more when I send my four severe judgments on Jerusalem—the sword, the famine, the evil animals, and the pestilence—to cut off from it man and animal! ", "type": "text", "attrs": {"verseId": "EZK.14.21", "verseOrgIds": ["EZK.14.21"]}}, {"text": "Yet, behold, there will be left a remnant in it that will be carried out, both sons and daughters. Behold, they will come out to you, and you will see their way and their doings. Then you will be comforted concerning the evil that I have brought on Jerusalem, even concerning all that I have brought on it. ", "type": "text", "attrs": {"verseId": "EZK.14.22", "verseOrgIds": ["EZK.14.22"]}}, {"text": "They will comfort you, when you see their way and their doings; then you will know that I have not done all that I have done in it without cause,” says the Lord GOD.", "type": "text", "attrs": {"verseId": "EZK.14.23", "verseOrgIds": ["EZK.14.23"]}}]}], "next": {"id": "EZK.15", "number": "15", "bookId": "EZK"}, "previous": {"id": "EZK.13", "number": "13", "bookId": "EZK"}}}}