{"_default": {"1": {"id": "LEV.14", "bibleId": "f72b840c855f362c-04", "number": "14", "bookId": "LEV", "reference": "Leviticus 14", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, saying,", "type": "text", "attrs": {"verseId": "LEV.14.1", "verseOrgIds": ["LEV.14.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“This shall be the law of the leper in the day of his cleansing: He shall be brought to the priest, ", "type": "text", "attrs": {"verseId": "LEV.14.2", "verseOrgIds": ["LEV.14.2"]}}, {"text": "and the priest shall go out of the camp. The priest shall examine him. Behold, if the plague of leprosy is healed in the leper, ", "type": "text", "attrs": {"verseId": "LEV.14.3", "verseOrgIds": ["LEV.14.3"]}}, {"text": "then the priest shall command them to take for him who is to be cleansed two living clean birds, cedar wood, scarlet, and hyssop. ", "type": "text", "attrs": {"verseId": "LEV.14.4", "verseOrgIds": ["LEV.14.4"]}}, {"text": "The priest shall command them to kill one of the birds in an earthen vessel over running water. ", "type": "text", "attrs": {"verseId": "LEV.14.5", "verseOrgIds": ["LEV.14.5"]}}, {"text": "As for the living bird, he shall take it, the cedar wood, the scarlet, and the hyssop, and shall dip them and the living bird in the blood of the bird that was killed over the running water. ", "type": "text", "attrs": {"verseId": "LEV.14.6", "verseOrgIds": ["LEV.14.6"]}}, {"text": "He shall sprinkle on him who is to be cleansed from the leprosy seven times, and shall pronounce him clean, and shall let the living bird go into the open field.", "type": "text", "attrs": {"verseId": "LEV.14.7", "verseOrgIds": ["LEV.14.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“He who is to be cleansed shall wash his clothes, and shave off all his hair, and bathe himself in water; and he shall be clean. After that he shall come into the camp, but shall dwell outside his tent seven days. ", "type": "text", "attrs": {"verseId": "LEV.14.8", "verseOrgIds": ["LEV.14.8"]}}, {"text": "It shall be on the seventh day, that he shall shave all his hair off his head and his beard and his eyebrows. He shall shave off all his hair. He shall wash his clothes, and he shall bathe his body in water. Then he shall be clean.", "type": "text", "attrs": {"verseId": "LEV.14.9", "verseOrgIds": ["LEV.14.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“On the eighth day he shall take two male lambs without defect, one ewe lamb a year old without defect, three tenths of an efah", "type": "text", "attrs": {"verseId": "LEV.14.10", "verseOrgIds": ["LEV.14.10"]}}, {"text": " of fine flour for a meal offering, mixed with oil, and one log", "type": "text", "attrs": {"verseId": "LEV.14.10", "verseOrgIds": ["LEV.14.10"]}}, {"text": " of oil. ", "type": "text", "attrs": {"verseId": "LEV.14.10", "verseOrgIds": ["LEV.14.10"]}}, {"text": "The priest who cleanses him shall set the man who is to be cleansed, and those things, before the LORD, at the door of the Tent of Meeting.", "type": "text", "attrs": {"verseId": "LEV.14.11", "verseOrgIds": ["LEV.14.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The priest shall take one of the male lambs, and offer him for a trespass offering, with the log of oil, and wave them for a wave offering before the LORD. ", "type": "text", "attrs": {"verseId": "LEV.14.12", "verseOrgIds": ["LEV.14.12"]}}, {"text": "He shall kill the male lamb in the place where they kill the sin offering and the burnt offering, in the place of the sanctuary; for as the sin offering is the priest’s, so is the trespass offering. It is most holy. ", "type": "text", "attrs": {"verseId": "LEV.14.13", "verseOrgIds": ["LEV.14.13"]}}, {"text": "The priest shall take some of the blood of the trespass offering, and the priest shall put it on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot. ", "type": "text", "attrs": {"verseId": "LEV.14.14", "verseOrgIds": ["LEV.14.14"]}}, {"text": "The priest shall take some of the log of oil, and pour it into the palm of his own left hand. ", "type": "text", "attrs": {"verseId": "LEV.14.15", "verseOrgIds": ["LEV.14.15"]}}, {"text": "The priest shall dip his right finger in the oil that is in his left hand, and shall sprinkle some of the oil with his finger seven times before the LORD. ", "type": "text", "attrs": {"verseId": "LEV.14.16", "verseOrgIds": ["LEV.14.16"]}}, {"text": "The priest shall put some of the rest of the oil that is in his hand on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot, upon the blood of the trespass offering. ", "type": "text", "attrs": {"verseId": "LEV.14.17", "verseOrgIds": ["LEV.14.17"]}}, {"text": "The rest of the oil that is in the priest’s hand he shall put on the head of him who is to be cleansed, and the priest shall make atonement for him before the LORD.", "type": "text", "attrs": {"verseId": "LEV.14.18", "verseOrgIds": ["LEV.14.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The priest shall offer the sin offering, and make atonement for him who is to be cleansed because of his uncleanness. Afterward he shall kill the burnt offering; ", "type": "text", "attrs": {"verseId": "LEV.14.19", "verseOrgIds": ["LEV.14.19"]}}, {"text": "then the priest shall offer the burnt offering and the meal offering on the altar. The priest shall make atonement for him, and he shall be clean.", "type": "text", "attrs": {"verseId": "LEV.14.20", "verseOrgIds": ["LEV.14.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If he is poor, and can’t afford so much, then he shall take one male lamb for a trespass offering to be waved, to make atonement for him, and one tenth of an efah", "type": "text", "attrs": {"verseId": "LEV.14.21", "verseOrgIds": ["LEV.14.21"]}}, {"text": " of fine flour mixed with oil for a meal offering, and a log", "type": "text", "attrs": {"verseId": "LEV.14.21", "verseOrgIds": ["LEV.14.21"]}}, {"text": " of oil; ", "type": "text", "attrs": {"verseId": "LEV.14.21", "verseOrgIds": ["LEV.14.21"]}}, {"text": "and two turtledoves, or two young pigeons, such as he is able to afford; and the one shall be a sin offering, and the other a burnt offering.", "type": "text", "attrs": {"verseId": "LEV.14.22", "verseOrgIds": ["LEV.14.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“On the eighth day he shall bring them for his cleansing to the priest, to the door of the Tent of Meeting, before the LORD. ", "type": "text", "attrs": {"verseId": "LEV.14.23", "verseOrgIds": ["LEV.14.23"]}}, {"text": "The priest shall take the lamb of the trespass offering, and the log of oil, and the priest shall wave them for a wave offering before the LORD. ", "type": "text", "attrs": {"verseId": "LEV.14.24", "verseOrgIds": ["LEV.14.24"]}}, {"text": "He shall kill the lamb of the trespass offering. The priest shall take some of the blood of the trespass offering and put it on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot. ", "type": "text", "attrs": {"verseId": "LEV.14.25", "verseOrgIds": ["LEV.14.25"]}}, {"text": "The priest shall pour some of the oil into the palm of his own left hand; ", "type": "text", "attrs": {"verseId": "LEV.14.26", "verseOrgIds": ["LEV.14.26"]}}, {"text": "and the priest shall sprinkle with his right finger some of the oil that is in his left hand seven times before the LORD. ", "type": "text", "attrs": {"verseId": "LEV.14.27", "verseOrgIds": ["LEV.14.27"]}}, {"text": "Then the priest shall put some of the oil that is in his hand on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot, on the place of the blood of the trespass offering. ", "type": "text", "attrs": {"verseId": "LEV.14.28", "verseOrgIds": ["LEV.14.28"]}}, {"text": "The rest of the oil that is in the priest’s hand he shall put on the head of him who is to be cleansed, to make atonement for him before the LORD. ", "type": "text", "attrs": {"verseId": "LEV.14.29", "verseOrgIds": ["LEV.14.29"]}}, {"text": "He shall offer one of the turtledoves, or of the young pigeons, which ever he is able to afford, ", "type": "text", "attrs": {"verseId": "LEV.14.30", "verseOrgIds": ["LEV.14.30"]}}, {"text": "of the kind he is able to afford, the one for a sin offering, and the other for a burnt offering, with the meal offering. The priest shall make atonement for him who is to be cleansed before the LORD.”", "type": "text", "attrs": {"verseId": "LEV.14.31", "verseOrgIds": ["LEV.14.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "This is the law for him in whom is the plague of leprosy, who is not able to afford the sacrifice for his cleansing.", "type": "text", "attrs": {"verseId": "LEV.14.32", "verseOrgIds": ["LEV.14.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses and to Aaron, saying, ", "type": "text", "attrs": {"verseId": "LEV.14.33", "verseOrgIds": ["LEV.14.33"]}}, {"text": "“When you have come into the land of Canaan, which I give to you for a possession, and I put a spreading mildew in a house in the land of your possession, ", "type": "text", "attrs": {"verseId": "LEV.14.34", "verseOrgIds": ["LEV.14.34"]}}, {"text": "then he who owns the house shall come and tell the priest, saying, ‘There seems to me to be some sort of plague in the house.’ ", "type": "text", "attrs": {"verseId": "LEV.14.35", "verseOrgIds": ["LEV.14.35"]}}, {"text": "The priest shall command that they empty the house, before the priest goes in to examine the plague, that all that is in the house not be made unclean. Afterward the priest shall go in to inspect the house. ", "type": "text", "attrs": {"verseId": "LEV.14.36", "verseOrgIds": ["LEV.14.36"]}}, {"text": "He shall examine the plague; and behold, if the plague is in the walls of the house with hollow streaks, greenish or reddish, and it appears to be deeper than the wall, ", "type": "text", "attrs": {"verseId": "LEV.14.37", "verseOrgIds": ["LEV.14.37"]}}, {"text": "then the priest shall go out of the house to the door of the house, and shut up the house seven days. ", "type": "text", "attrs": {"verseId": "LEV.14.38", "verseOrgIds": ["LEV.14.38"]}}, {"text": "The priest shall come again on the seventh day, and look. If the plague has spread in the walls of the house, ", "type": "text", "attrs": {"verseId": "LEV.14.39", "verseOrgIds": ["LEV.14.39"]}}, {"text": "then the priest shall command that they take out the stones in which is the plague, and cast them into an unclean place outside of the city. ", "type": "text", "attrs": {"verseId": "LEV.14.40", "verseOrgIds": ["LEV.14.40"]}}, {"text": "He shall cause the inside of the house to be scraped all over. They shall pour out the mortar that they scraped off outside of the city into an unclean place. ", "type": "text", "attrs": {"verseId": "LEV.14.41", "verseOrgIds": ["LEV.14.41"]}}, {"text": "They shall take other stones, and put them in the place of those stones; and he shall take other mortar, and shall plaster the house.", "type": "text", "attrs": {"verseId": "LEV.14.42", "verseOrgIds": ["LEV.14.42"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If the plague comes again, and breaks out in the house after he has taken out the stones, and after he has scraped the house, and after it was plastered, ", "type": "text", "attrs": {"verseId": "LEV.14.43", "verseOrgIds": ["LEV.14.43"]}}, {"text": "then the priest shall come in and look; and behold, if the plague has spread in the house, it is a destructive mildew in the house. It is unclean. ", "type": "text", "attrs": {"verseId": "LEV.14.44", "verseOrgIds": ["LEV.14.44"]}}, {"text": "He shall break down the house, its stones, and its timber, and all the house’s mortar. He shall carry them out of the city into an unclean place.", "type": "text", "attrs": {"verseId": "LEV.14.45", "verseOrgIds": ["LEV.14.45"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Moreover he who goes into the house while it is shut up shall be unclean until the evening. ", "type": "text", "attrs": {"verseId": "LEV.14.46", "verseOrgIds": ["LEV.14.46"]}}, {"text": "He who lies down in the house shall wash his clothes; and he who eats in the house shall wash his clothes.", "type": "text", "attrs": {"verseId": "LEV.14.47", "verseOrgIds": ["LEV.14.47"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“If the priest shall come in, and examine it, and behold, the plague hasn’t spread in the house, after the house was plastered, then the priest shall pronounce the house clean, because the plague is healed. ", "type": "text", "attrs": {"verseId": "LEV.14.48", "verseOrgIds": ["LEV.14.48"]}}, {"text": "To cleanse the house he shall take two birds, cedar wood, scarlet, and hyssop. ", "type": "text", "attrs": {"verseId": "LEV.14.49", "verseOrgIds": ["LEV.14.49"]}}, {"text": "He shall kill one of the birds in an earthen vessel over running water. ", "type": "text", "attrs": {"verseId": "LEV.14.50", "verseOrgIds": ["LEV.14.50"]}}, {"text": "He shall take the cedar wood, the hyssop, the scarlet, and the living bird, and dip them in the blood of the slain bird, and in the running water, and sprinkle the house seven times. ", "type": "text", "attrs": {"verseId": "LEV.14.51", "verseOrgIds": ["LEV.14.51"]}}, {"text": "He shall cleanse the house with the blood of the bird, and with the running water, with the living bird, with the cedar wood, with the hyssop, and with the scarlet; ", "type": "text", "attrs": {"verseId": "LEV.14.52", "verseOrgIds": ["LEV.14.52"]}}, {"text": "but he shall let the living bird go out of the city into the open field. So shall he make atonement for the house; and it shall be clean.”", "type": "text", "attrs": {"verseId": "LEV.14.53", "verseOrgIds": ["LEV.14.53"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "This is the law for any plague of leprosy, and for an itch, ", "type": "text", "attrs": {"verseId": "LEV.14.54", "verseOrgIds": ["LEV.14.54"]}}, {"text": "and for the destructive mildew of a garment, and for a house, ", "type": "text", "attrs": {"verseId": "LEV.14.55", "verseOrgIds": ["LEV.14.55"]}}, {"text": "and for a swelling, and for a scab, and for a bright spot; ", "type": "text", "attrs": {"verseId": "LEV.14.56", "verseOrgIds": ["LEV.14.56"]}}, {"text": "to teach when it is unclean, and when it is clean.", "type": "text", "attrs": {"verseId": "LEV.14.57", "verseOrgIds": ["LEV.14.57"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "LEV 14:57"}, "items": [{"text": "This is the law of leprosy.", "type": "text", "attrs": {"verseId": "LEV.14.57", "verseOrgIds": ["LEV.14.57"]}}]}], "next": {"id": "LEV.15", "number": "15", "bookId": "LEV"}, "previous": {"id": "LEV.13", "number": "13", "bookId": "LEV"}}}}