{"_default": {"1": {"id": "EZK.33", "bibleId": "f72b840c855f362c-04", "number": "33", "bookId": "EZK", "reference": "Ezekiel 33", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.33.1", "verseOrgIds": ["EZK.33.1"]}}, {"text": "“Son of man, speak to the children of your people, and tell them, ‘When I bring the sword on a land, and the people of the land take a man from among them, and set him for their watchman, ", "type": "text", "attrs": {"verseId": "EZK.33.2", "verseOrgIds": ["EZK.33.2"]}}, {"text": "if, when he sees the sword come on the land, he blows the shofar and warns the people, ", "type": "text", "attrs": {"verseId": "EZK.33.3", "verseOrgIds": ["EZK.33.3"]}}, {"text": "then whoever hears the sound of the shofar and doesn’t heed the warning, if the sword comes and takes him away, his blood will be on his own head. ", "type": "text", "attrs": {"verseId": "EZK.33.4", "verseOrgIds": ["EZK.33.4"]}}, {"text": "He heard the sound of the shofar and didn’t take warning. His blood will be on him; whereas if he had heeded the warning, he would have delivered his soul. ", "type": "text", "attrs": {"verseId": "EZK.33.5", "verseOrgIds": ["EZK.33.5"]}}, {"text": "But if the watchman sees the sword come and doesn’t blow the shofar, and the people aren’t warned, and the sword comes and takes any person from among them, he is taken away in his iniquity, but his blood I will require at the watchman’s hand.’", "type": "text", "attrs": {"verseId": "EZK.33.6", "verseOrgIds": ["EZK.33.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“So you, son of man, I have set you a watchman to the house of Israel. Therefore hear the word from my mouth, and give them warnings from me. ", "type": "text", "attrs": {"verseId": "EZK.33.7", "verseOrgIds": ["EZK.33.7"]}}, {"text": "When I tell the wicked, ‘O wicked man, you will surely die,’ and you don’t speak to warn the wicked from his way, that wicked man will die in his iniquity, but I will require his blood at your hand. ", "type": "text", "attrs": {"verseId": "EZK.33.8", "verseOrgIds": ["EZK.33.8"]}}, {"text": "Nevertheless, if you warn the wicked of his way to turn from it, and he doesn’t turn from his way; he will die in his iniquity, but you have delivered your soul.", "type": "text", "attrs": {"verseId": "EZK.33.9", "verseOrgIds": ["EZK.33.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You, son of man, tell the house of Israel: ‘You say this, “Our transgressions and our sins are on us, and we pine away in them. How then can we live?”’ ", "type": "text", "attrs": {"verseId": "EZK.33.10", "verseOrgIds": ["EZK.33.10"]}}, {"text": "Tell them, ‘“As I live,” says the Lord GOD, “I have no pleasure in the death of the wicked, but that the wicked turn from his way and live. Turn, turn from your evil ways! For why will you die, house of Israel?”’", "type": "text", "attrs": {"verseId": "EZK.33.11", "verseOrgIds": ["EZK.33.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You, son of man, tell the children of your people, ‘The righteousness of the righteous will not deliver him in the day of his disobedience. And as for the wickedness of the wicked, he will not fall by it in the day that he turns from his wickedness; neither will he who is righteous be able to live by it in the day that he sins. ", "type": "text", "attrs": {"verseId": "EZK.33.12", "verseOrgIds": ["EZK.33.12"]}}, {"text": "When I tell the righteous that he will surely live, if he trusts in his righteousness and commits iniquity, none of his righteous deeds will be remembered; but he will die in his iniquity that he has committed. ", "type": "text", "attrs": {"verseId": "EZK.33.13", "verseOrgIds": ["EZK.33.13"]}}, {"text": "Again, when I say to the wicked, “You will surely die,” if he turns from his sin and does that which is lawful and right, ", "type": "text", "attrs": {"verseId": "EZK.33.14", "verseOrgIds": ["EZK.33.14"]}}, {"text": "if the wicked restore the pledge, give again that which he had taken by robbery, walk in the statutes of life, committing no iniquity, he will surely live. He will not die. ", "type": "text", "attrs": {"verseId": "EZK.33.15", "verseOrgIds": ["EZK.33.15"]}}, {"text": "None of his sins that he has committed will be remembered against him. He has done that which is lawful and right. He will surely live.", "type": "text", "attrs": {"verseId": "EZK.33.16", "verseOrgIds": ["EZK.33.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘Yet the children of your people say, “The way of the Lord is not fair;” but as for them, their way is not fair. ", "type": "text", "attrs": {"verseId": "EZK.33.17", "verseOrgIds": ["EZK.33.17"]}}, {"text": "When the righteous turns from his righteousness and commits iniquity, he will even die therein. ", "type": "text", "attrs": {"verseId": "EZK.33.18", "verseOrgIds": ["EZK.33.18"]}}, {"text": "When the wicked turns from his wickedness and does that which is lawful and right, he will live by it. ", "type": "text", "attrs": {"verseId": "EZK.33.19", "verseOrgIds": ["EZK.33.19"]}}, {"text": "Yet you say, “The way of the Lord is not fair.” House of Israel, I will judge every one of you after his ways.’”", "type": "text", "attrs": {"verseId": "EZK.33.20", "verseOrgIds": ["EZK.33.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "b"}, "items": []}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the twelfth year of our captivity, in the tenth month, in the fifth day of the month, one who had escaped out of Jerusalem came to me, saying, “The city has been defeated!” ", "type": "text", "attrs": {"verseId": "EZK.33.21", "verseOrgIds": ["EZK.33.21"]}}, {"text": "Now the LORD’s hand had been on me in the evening, before he who had escaped came; and he had opened my mouth until he came to me in the morning; and my mouth was opened, and I was no longer mute.", "type": "text", "attrs": {"verseId": "EZK.33.22", "verseOrgIds": ["EZK.33.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.33.23", "verseOrgIds": ["EZK.33.23"]}}, {"text": "“Son of man, those who inhabit the waste places in Eretz-Israel speak, saying, ‘Abraham was one, and he inherited the land; but we are many. The land is given us for inheritance.’ ", "type": "text", "attrs": {"verseId": "EZK.33.24", "verseOrgIds": ["EZK.33.24"]}}, {"text": "Therefore tell them, ‘The Lord GOD says: “You eat with the blood, and lift up your eyes to your idols, and shed blood. So should you possess the land? ", "type": "text", "attrs": {"verseId": "EZK.33.25", "verseOrgIds": ["EZK.33.25"]}}, {"text": "You stand on your sword, you work abomination, and every one of you defiles his neighbor’s wife. So should you possess the land?”’", "type": "text", "attrs": {"verseId": "EZK.33.26", "verseOrgIds": ["EZK.33.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You shall tell them, ‘The Lord GOD says: “As I live, surely those who are in the waste places will fall by the sword. I will give whoever is in the open field to the animals to be devoured, and those who are in the strongholds and in the caves will die of the pestilence. ", "type": "text", "attrs": {"verseId": "EZK.33.27", "verseOrgIds": ["EZK.33.27"]}}, {"text": "I will make the land a desolation and an astonishment. The pride of her power will cease. The mountains of Israel will be desolate, so that no one will pass through. ", "type": "text", "attrs": {"verseId": "EZK.33.28", "verseOrgIds": ["EZK.33.28"]}}, {"text": "Then they will know that I am the LORD, when I have made the land a desolation and an astonishment because of all their abominations which they have committed.”’", "type": "text", "attrs": {"verseId": "EZK.33.29", "verseOrgIds": ["EZK.33.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“As for you, son of man, the children of your people talk about you by the walls and in the doors of the houses, and speak to one another, everyone to his brother, saying, ‘Please come and hear what the word is that comes out from the LORD.’ ", "type": "text", "attrs": {"verseId": "EZK.33.30", "verseOrgIds": ["EZK.33.30"]}}, {"text": "They come to you as the people come, and they sit before you as my people, and they hear your words, but don’t do them; for with their mouth they show much love, but their heart goes after their gain. ", "type": "text", "attrs": {"verseId": "EZK.33.31", "verseOrgIds": ["EZK.33.31"]}}, {"text": "Behold, you are to them as a very lovely song of one who has a pleasant voice, and can play well on an instrument; for they hear your words, but they don’t do them.", "type": "text", "attrs": {"verseId": "EZK.33.32", "verseOrgIds": ["EZK.33.32"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“When this comes to pass—behold, it comes—then they will know that a prophet has been among them.”", "type": "text", "attrs": {"verseId": "EZK.33.33", "verseOrgIds": ["EZK.33.33"]}}]}], "next": {"id": "EZK.34", "number": "34", "bookId": "EZK"}, "previous": {"id": "EZK.32", "number": "32", "bookId": "EZK"}}}}