{"_default": {"1": {"id": "JER.42", "bibleId": "f72b840c855f362c-04", "number": "42", "bookId": "JER", "reference": "Jeremiah 42", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then all the captains of the forces, and Yochanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from the least even to the greatest, came near, ", "type": "text", "attrs": {"verseId": "JER.42.1", "verseOrgIds": ["JER.42.1"]}}, {"text": "and said to Jeremiah the prophet, “Please let our supplication be presented before you, and pray for us to the LORD your God, even for all this remnant, for we are left but a few of many, as your eyes see us, ", "type": "text", "attrs": {"verseId": "JER.42.2", "verseOrgIds": ["JER.42.2"]}}, {"text": "that the LORD your God may show us the way in which we should walk, and the things that we should do.”", "type": "text", "attrs": {"verseId": "JER.42.3", "verseOrgIds": ["JER.42.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Jeremiah the prophet said to them, “I have heard you. Behold, I will pray to the LORD your God according to your words; and it will happen that whatever thing the LORD answers you, I will declare it to you. I will keep nothing back from you.”", "type": "text", "attrs": {"verseId": "JER.42.4", "verseOrgIds": ["JER.42.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then they said to Jeremiah, “May the LORD be a true and faithful witness among us, if we don’t do according to all the word with which the LORD your God sends you to tell us. ", "type": "text", "attrs": {"verseId": "JER.42.5", "verseOrgIds": ["JER.42.5"]}}, {"text": "Whether it is good, or whether it is bad, we will obey the voice of the LORD our God, to whom we send you; that it may be well with us, when we obey the voice of the LORD our God.”", "type": "text", "attrs": {"verseId": "JER.42.6", "verseOrgIds": ["JER.42.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After ten days, the LORD’s word came to Jeremiah. ", "type": "text", "attrs": {"verseId": "JER.42.7", "verseOrgIds": ["JER.42.7"]}}, {"text": "Then he called Yochanan the son of Kareah, and all the captains of the forces who were with him, and all the people from the least even to the greatest, ", "type": "text", "attrs": {"verseId": "JER.42.8", "verseOrgIds": ["JER.42.8"]}}, {"text": "and said to them, “The LORD, the God of Israel, to whom you sent me to present your supplication before him, says: ", "type": "text", "attrs": {"verseId": "JER.42.9", "verseOrgIds": ["JER.42.9"]}}, {"text": "‘If you will still live in this land, then I will build you, and not pull you down, and I will plant you, and not pluck you up; for I grieve over the distress that I have brought on you. ", "type": "text", "attrs": {"verseId": "JER.42.10", "verseOrgIds": ["JER.42.10"]}}, {"text": "Don’t be afraid of the king of Babylon, of whom you are afraid. Don’t be afraid of him,’ says the LORD, ‘for I am with you to save you, and to deliver you from his hand. ", "type": "text", "attrs": {"verseId": "JER.42.11", "verseOrgIds": ["JER.42.11"]}}, {"text": "I will grant you mercy, that he may have mercy on you, and cause you to return to your own land.", "type": "text", "attrs": {"verseId": "JER.42.12", "verseOrgIds": ["JER.42.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘But if you say, “We will not dwell in this land,” so that you don’t obey the LORD your God’s voice, ", "type": "text", "attrs": {"verseId": "JER.42.13", "verseOrgIds": ["JER.42.13"]}}, {"text": "saying, “No, but we will go into the land of Egypt, where we will see no war, nor hear the sound of the shofar, nor have hunger of bread; and there we will dwell;”’ ", "type": "text", "attrs": {"verseId": "JER.42.14", "verseOrgIds": ["JER.42.14"]}}, {"text": "now therefore hear the LORD’s word, O remnant of Judah! The LORD of Hosts, the God of Israel, says, ‘If you indeed set your faces to enter into Egypt, and go to live there, ", "type": "text", "attrs": {"verseId": "JER.42.15", "verseOrgIds": ["JER.42.15"]}}, {"text": "then it will happen that the sword, which you fear, will overtake you there in the land of Egypt; and the famine, about which you are afraid, will follow close behind you there in Egypt; and you will die there. ", "type": "text", "attrs": {"verseId": "JER.42.16", "verseOrgIds": ["JER.42.16"]}}, {"text": "So will it be with all the men who set their faces to go into Egypt to live there. They will die by the sword, by the famine, and by the pestilence. None of them will remain or escape from the evil that I will bring on them.’ ", "type": "text", "attrs": {"verseId": "JER.42.17", "verseOrgIds": ["JER.42.17"]}}, {"text": "For the LORD of Hosts, the God of Israel, says: ‘As my anger and my wrath has been poured out on the inhabitants of Jerusalem, so my wrath will be poured out on you, when you enter into Egypt; and you will be an object of horror, an astonishment, a curse, and a reproach; and you will see this place no more.’", "type": "text", "attrs": {"verseId": "JER.42.18", "verseOrgIds": ["JER.42.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“The LORD has spoken concerning you, remnant of Judah, ‘Don’t go into Egypt!’ Know certainly that I have testified to you today. ", "type": "text", "attrs": {"verseId": "JER.42.19", "verseOrgIds": ["JER.42.19"]}}, {"text": "For you have dealt deceitfully against your own souls; for you sent me to the LORD your God, saying, ‘Pray for us to the LORD our God; and according to all that the LORD our God says, so declare to us, and we will do it.’ ", "type": "text", "attrs": {"verseId": "JER.42.20", "verseOrgIds": ["JER.42.20"]}}, {"text": "I have declared it to you today; but you have not obeyed the LORD your God’s voice in anything for which he has sent me to you. ", "type": "text", "attrs": {"verseId": "JER.42.21", "verseOrgIds": ["JER.42.21"]}}, {"text": "Now therefore know certainly that you will die by the sword, by the famine, and by the pestilence in the place where you desire to go to live.”", "type": "text", "attrs": {"verseId": "JER.42.22", "verseOrgIds": ["JER.42.22"]}}]}], "next": {"id": "JER.43", "number": "43", "bookId": "JER"}, "previous": {"id": "JER.41", "number": "41", "bookId": "JER"}}}}