{"_default": {"1": {"id": "EST.5", "bibleId": "f72b840c855f362c-04", "number": "5", "bookId": "EST", "reference": "Esther 5", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now on the third day, Esther put on her royal clothing and stood in the inner court of the king’s house, next to the king’s house. The king sat on his royal throne in the royal house, next to the entrance of the house. ", "type": "text", "attrs": {"verseId": "EST.5.1", "verseOrgIds": ["EST.5.1"]}}, {"text": "When the king saw Esther the queen standing in the court, she obtained favor in his sight; and the king held out to Esther the golden scepter that was in his hand. So Esther came near and touched the top of the scepter.", "type": "text", "attrs": {"verseId": "EST.5.2", "verseOrgIds": ["EST.5.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the king asked her, “What would you like, queen Esther? What is your request? It shall be given you even to the half of the kingdom.”", "type": "text", "attrs": {"verseId": "EST.5.3", "verseOrgIds": ["EST.5.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Esther said, “If it seems good to the king, let the king and Haman come today to the banquet that I have prepared for him.”", "type": "text", "attrs": {"verseId": "EST.5.4", "verseOrgIds": ["EST.5.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the king said, “Bring Haman quickly, so that it may be done as Esther has said.” So the king and Haman came to the banquet that Esther had prepared.", "type": "text", "attrs": {"verseId": "EST.5.5", "verseOrgIds": ["EST.5.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king said to Esther at the banquet of wine, “What is your petition? It shall be granted you. What is your request? Even to the half of the kingdom it shall be performed.”", "type": "text", "attrs": {"verseId": "EST.5.6", "verseOrgIds": ["EST.5.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Esther answered and said, “My petition and my request is this. ", "type": "text", "attrs": {"verseId": "EST.5.7", "verseOrgIds": ["EST.5.7"]}}, {"text": "If I have found favor in the sight of the king, and if it pleases the king to grant my petition and to perform my request, let the king and Haman come to the banquet that I will prepare for them, and I will do tomorrow as the king has said.”", "type": "text", "attrs": {"verseId": "EST.5.8", "verseOrgIds": ["EST.5.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Haman went out that day joyful and glad of heart, but when Haman saw Mordecai in the king’s gate, that he didn’t stand up nor move for him, he was filled with wrath against Mordecai. ", "type": "text", "attrs": {"verseId": "EST.5.9", "verseOrgIds": ["EST.5.9"]}}, {"text": "Nevertheless Haman restrained himself, and went home. There, he sent and called for his friends and Zeresh his wife. ", "type": "text", "attrs": {"verseId": "EST.5.10", "verseOrgIds": ["EST.5.10"]}}, {"text": "Haman recounted to them the glory of his riches, the multitude of his children, all the things in which the king had promoted him, and how he had advanced him above the princes and servants of the king.", "type": "text", "attrs": {"verseId": "EST.5.11", "verseOrgIds": ["EST.5.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Haman also said, “Yes, Esther the queen let no man come in with the king to the banquet that she had prepared but myself; and tomorrow I am also invited by her together with the king. ", "type": "text", "attrs": {"verseId": "EST.5.12", "verseOrgIds": ["EST.5.12"]}}, {"text": "Yet all this avails me nothing, so long as I see Mordecai the Jew sitting at the king’s gate.”", "type": "text", "attrs": {"verseId": "EST.5.13", "verseOrgIds": ["EST.5.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Zeresh his wife and all his friends said to him, “Let a gallows be made fifty cubits", "type": "text", "attrs": {"verseId": "EST.5.14", "verseOrgIds": ["EST.5.14"]}}, {"text": " high, and in the morning speak to the king about hanging Mordecai on it. Then go in merrily with the king to the banquet.” This pleased Haman, so he had the gallows made.", "type": "text", "attrs": {"verseId": "EST.5.14", "verseOrgIds": ["EST.5.14"]}}]}], "next": {"id": "EST.6", "number": "6", "bookId": "EST"}, "previous": {"id": "EST.4", "number": "4", "bookId": "EST"}}}}