{"_default": {"1": {"id": "DEU.24", "bibleId": "f72b840c855f362c-04", "number": "24", "bookId": "DEU", "reference": "Deuteronomy 24", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When a man takes a wife and marries her, then it shall be, if she finds no favor in his eyes because he has found some unseemly thing in her, that he shall write her a certificate of divorce, put it in her hand, and send her out of his house. ", "type": "text", "attrs": {"verseId": "DEU.24.1", "verseOrgIds": ["DEU.24.1"]}}, {"text": "When she has departed out of his house, she may go and be another man’s wife. ", "type": "text", "attrs": {"verseId": "DEU.24.2", "verseOrgIds": ["DEU.24.2"]}}, {"text": "If the latter husband hates her, and write her a certificate of divorce, puts it in her hand, and sends her out of his house; or if the latter husband dies, who took her to be his wife; ", "type": "text", "attrs": {"verseId": "DEU.24.3", "verseOrgIds": ["DEU.24.3"]}}, {"text": "her former husband, who sent her away, may not take her again to be his wife after she is defiled; for that would be an abomination to the LORD. You shall not cause the land to sin, which the LORD your God gives you for an inheritance. ", "type": "text", "attrs": {"verseId": "DEU.24.4", "verseOrgIds": ["DEU.24.4"]}}, {"text": "When a man takes a new wife, he shall not go out in the army, neither shall he be assigned any business. He shall be free at home one year, and shall cheer his wife whom he has taken.", "type": "text", "attrs": {"verseId": "DEU.24.5", "verseOrgIds": ["DEU.24.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "No man shall take the mill or the upper millstone as a pledge, for he takes a life in pledge.", "type": "text", "attrs": {"verseId": "DEU.24.6", "verseOrgIds": ["DEU.24.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "If a man is found stealing any of his brothers of the children of Israel, and he deals with him as a slave, or sells him, then that thief shall die. So you shall remove the evil from among you.", "type": "text", "attrs": {"verseId": "DEU.24.7", "verseOrgIds": ["DEU.24.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Be careful in the plague of leprosy, that you observe diligently and do according to all that the Levitical priests teach you. As I commanded them, so you shall observe to do. ", "type": "text", "attrs": {"verseId": "DEU.24.8", "verseOrgIds": ["DEU.24.8"]}}, {"text": "Remember what the LORD your God did to Miriam, by the way as you came out of Egypt.", "type": "text", "attrs": {"verseId": "DEU.24.9", "verseOrgIds": ["DEU.24.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When you lend your neighbor any kind of loan, you shall not go into his house to get his pledge. ", "type": "text", "attrs": {"verseId": "DEU.24.10", "verseOrgIds": ["DEU.24.10"]}}, {"text": "You shall stand outside, and the man to whom you lend shall bring the pledge outside to you. ", "type": "text", "attrs": {"verseId": "DEU.24.11", "verseOrgIds": ["DEU.24.11"]}}, {"text": "If he is a poor man, you shall not sleep with his pledge. ", "type": "text", "attrs": {"verseId": "DEU.24.12", "verseOrgIds": ["DEU.24.12"]}}, {"text": "You shall surely restore to him the pledge when the sun goes down, that he may sleep in his garment and bless you. It shall be righteousness to you before the LORD your God.", "type": "text", "attrs": {"verseId": "DEU.24.13", "verseOrgIds": ["DEU.24.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You shall not oppress a hired servant who is poor and needy, whether he is one of your brothers or one of the foreigners who are in your land within your gates. ", "type": "text", "attrs": {"verseId": "DEU.24.14", "verseOrgIds": ["DEU.24.14"]}}, {"text": "In his day you shall give him his wages, neither shall the sun go down on it, for he is poor and sets his heart on it, lest he cry against you to the LORD, and it be sin to you.", "type": "text", "attrs": {"verseId": "DEU.24.15", "verseOrgIds": ["DEU.24.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers. Every man shall be put to death for his own sin.", "type": "text", "attrs": {"verseId": "DEU.24.16", "verseOrgIds": ["DEU.24.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You shall not deprive the foreigner or the fatherless of justice, nor take a widow’s clothing in pledge; ", "type": "text", "attrs": {"verseId": "DEU.24.17", "verseOrgIds": ["DEU.24.17"]}}, {"text": "but you shall remember that you were a slave in Egypt, and the LORD your God redeemed you there. Therefore I command you to do this thing.", "type": "text", "attrs": {"verseId": "DEU.24.18", "verseOrgIds": ["DEU.24.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When you reap your harvest in your field, and have forgotten a sheaf in the field, you shall not go again to get it. It shall be for the foreigner, for the fatherless, and for the widow, that the LORD your God may bless you in all the work of your hands. ", "type": "text", "attrs": {"verseId": "DEU.24.19", "verseOrgIds": ["DEU.24.19"]}}, {"text": "When you beat your olive tree, you shall not go over the boughs again. It shall be for the foreigner, for the fatherless, and for the widow.", "type": "text", "attrs": {"verseId": "DEU.24.20", "verseOrgIds": ["DEU.24.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When you harvest your vineyard, you shall not glean it after yourselves. It shall be for the foreigner, for the fatherless, and for the widow. ", "type": "text", "attrs": {"verseId": "DEU.24.21", "verseOrgIds": ["DEU.24.21"]}}, {"text": "You shall remember that you were a slave in the land of Egypt. Therefore I command you to do this thing.", "type": "text", "attrs": {"verseId": "DEU.24.22", "verseOrgIds": ["DEU.24.22"]}}]}], "next": {"id": "DEU.25", "number": "25", "bookId": "DEU"}, "previous": {"id": "DEU.23", "number": "23", "bookId": "DEU"}}}}