{"_default": {"1": {"id": "2CH.23", "bibleId": "f72b840c855f362c-04", "number": "23", "bookId": "2CH", "reference": "2 Chronicles 23", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the seventh year, Jehoiada strengthened himself, and took the captains of hundreds—Azariah the son of Jeroham, Ishmael the son of Jehohanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zichri—into a covenant with him. ", "type": "text", "attrs": {"verseId": "2CH.23.1", "verseOrgIds": ["2CH.23.1"]}}, {"text": "They went around in Judah and gathered the Levites out of all the cities of Judah, and the heads of fathers’ households of Israel, and they came to Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.23.2", "verseOrgIds": ["2CH.23.2"]}}, {"text": "All the assembly made a covenant with the king in God’s house. Jehoiada", "type": "text", "attrs": {"verseId": "2CH.23.3", "verseOrgIds": ["2CH.23.3"]}}, {"text": " said to them, “Behold, the king’s son must reign, as the LORD has spoken concerning the sons of David. ", "type": "text", "attrs": {"verseId": "2CH.23.3", "verseOrgIds": ["2CH.23.3"]}}, {"text": "This is the thing that you must do: a third part of you, who come in on the Sabbath, of the priests and of the Levites, shall be gatekeepers of the thresholds. ", "type": "text", "attrs": {"verseId": "2CH.23.4", "verseOrgIds": ["2CH.23.4"]}}, {"text": "A third part shall be at the king’s house; and a third part at the gate of the foundation. All the people will be in the courts of the LORD’s house. ", "type": "text", "attrs": {"verseId": "2CH.23.5", "verseOrgIds": ["2CH.23.5"]}}, {"text": "But let no one come into the LORD’s house except the priests and those who minister of the Levites. They shall come in, for they are holy, but all the people shall follow the LORD’s instructions. ", "type": "text", "attrs": {"verseId": "2CH.23.6", "verseOrgIds": ["2CH.23.6"]}}, {"text": "The Levites shall surround the king, every man with his weapons in his hand. Whoever comes into the house, let him be slain. Be with the king when he comes in and when he goes out.”", "type": "text", "attrs": {"verseId": "2CH.23.7", "verseOrgIds": ["2CH.23.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So the Levites and all Judah did according to all that Jehoiada the priest commanded. They each took his men, those who were to come in on the Sabbath, with those who were to go out on the Sabbath, for Jehoiada the priest didn’t dismiss the shift. ", "type": "text", "attrs": {"verseId": "2CH.23.8", "verseOrgIds": ["2CH.23.8"]}}, {"text": "Jehoiada the priest delivered to the captains of hundreds the spears, bucklers, and shields that had been king David’s, which were in God’s house. ", "type": "text", "attrs": {"verseId": "2CH.23.9", "verseOrgIds": ["2CH.23.9"]}}, {"text": "He set all the people, every man with his weapon in his hand, from the right side of the house to the left side of the house, near the altar and the house, around the king. ", "type": "text", "attrs": {"verseId": "2CH.23.10", "verseOrgIds": ["2CH.23.10"]}}, {"text": "Then they brought out the king’s son, put the crown on him, gave him the covenant, and made him king. Jehoiada and his sons anointed him, and they said, “Long live the king!”", "type": "text", "attrs": {"verseId": "2CH.23.11", "verseOrgIds": ["2CH.23.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Athaliah heard the noise of the people running and praising the king, she came to the people into the LORD’s house. ", "type": "text", "attrs": {"verseId": "2CH.23.12", "verseOrgIds": ["2CH.23.12"]}}, {"text": "Then she looked, and behold, the king stood by his pillar at the entrance, with the captains and the trumpeters by the king. All the people of the land rejoiced and blew shofars", "type": "text", "attrs": {"verseId": "2CH.23.13", "verseOrgIds": ["2CH.23.13"]}}, {"text": ". The singers also played musical instruments, and led the singing of praise. Then Athaliah tore her clothes, and said, “Treason! treason!”", "type": "text", "attrs": {"verseId": "2CH.23.13", "verseOrgIds": ["2CH.23.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoiada the priest brought out the captains of hundreds who were set over the army, and said to them, “Bring her out between the ranks; and whoever follows her, let him be slain with the sword.” For the priest said, “Don’t kill her in the LORD’s house.” ", "type": "text", "attrs": {"verseId": "2CH.23.14", "verseOrgIds": ["2CH.23.14"]}}, {"text": "So they made way for her. She went to the entrance of the horse gate to the king’s house; and they killed her there.", "type": "text", "attrs": {"verseId": "2CH.23.15", "verseOrgIds": ["2CH.23.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoiada made a covenant between himself, all the people, and the king, that they should be the LORD’s people. ", "type": "text", "attrs": {"verseId": "2CH.23.16", "verseOrgIds": ["2CH.23.16"]}}, {"text": "All the people went to the house of Baal, broke it down, broke his altars and his images in pieces, and killed Mattan the priest of Baal before the altars. ", "type": "text", "attrs": {"verseId": "2CH.23.17", "verseOrgIds": ["2CH.23.17"]}}, {"text": "Jehoiada appointed the officers of the LORD’s house under the hand of the Levitical priests, whom David had distributed in the LORD’s house, to offer the burnt offerings of the LORD, as it is written in the Torah of Moses, with rejoicing and with singing, as David had ordered. ", "type": "text", "attrs": {"verseId": "2CH.23.18", "verseOrgIds": ["2CH.23.18"]}}, {"text": "He set the gatekeepers at the gates of the LORD’s house, that no one who was unclean in anything should enter in. ", "type": "text", "attrs": {"verseId": "2CH.23.19", "verseOrgIds": ["2CH.23.19"]}}, {"text": "He took the captains of hundreds, the nobles, the governors of the people, and all the people of the land, and brought the king down from the LORD’s house. They came through the upper gate to the king’s house, and set the king on the throne of the kingdom. ", "type": "text", "attrs": {"verseId": "2CH.23.20", "verseOrgIds": ["2CH.23.20"]}}, {"text": "So all the people of the land rejoiced, and the city was quiet. They had slain Athaliah with the sword.", "type": "text", "attrs": {"verseId": "2CH.23.21", "verseOrgIds": ["2CH.23.21"]}}]}], "next": {"id": "2CH.24", "number": "24", "bookId": "2CH"}, "previous": {"id": "2CH.22", "number": "22", "bookId": "2CH"}}}}