{"_default": {"1": {"id": "GAL.2", "bibleId": "f72b840c855f362c-04", "number": "2", "bookId": "GAL", "reference": "Galatians 2", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then after a period of fourteen years I went up again to Jerusalem with Barnabas, taking Titus also with me. ", "type": "text", "attrs": {"verseId": "GAL.2.1", "verseOrgIds": ["GAL.2.1"]}}, {"text": "I went up by revelation, and I laid before them the Good News which I proclaim among the Gentiles, but privately before those who were respected, for fear that I might be running, or had run, in vain. ", "type": "text", "attrs": {"verseId": "GAL.2.2", "verseOrgIds": ["GAL.2.2"]}}, {"text": "But not even Titus, who was with me, being a Greek, was compelled to be circumcised. ", "type": "text", "attrs": {"verseId": "GAL.2.3", "verseOrgIds": ["GAL.2.3"]}}, {"text": "This was because of the false brothers secretly brought in, who stole in to spy out our liberty which we have in Messiah Yeshua, that they might bring us into bondage, ", "type": "text", "attrs": {"verseId": "GAL.2.4", "verseOrgIds": ["GAL.2.4"]}}, {"text": "to whom we gave no place in the way of subjection, not for an hour, that the truth of the Good News might continue with you. ", "type": "text", "attrs": {"verseId": "GAL.2.5", "verseOrgIds": ["GAL.2.5"]}}, {"text": "But from those who were reputed to be important—whatever they were, it makes no difference to me; God doesn’t show partiality to man—they, I say, who were respected imparted nothing to me, ", "type": "text", "attrs": {"verseId": "GAL.2.6", "verseOrgIds": ["GAL.2.6"]}}, {"text": "but to the contrary, when they saw that I had been entrusted with the Good News for the uncircumcised, even as Peter with the Good News for the circumcised— ", "type": "text", "attrs": {"verseId": "GAL.2.7", "verseOrgIds": ["GAL.2.7"]}}, {"text": "for he who worked through Peter in the apostleship with the circumcised also worked through me with the Gentiles— ", "type": "text", "attrs": {"verseId": "GAL.2.8", "verseOrgIds": ["GAL.2.8"]}}, {"text": "and when they perceived the grace that was given to me, Jacob and Kefa and Yochanan, those who were reputed to be pillars, gave to Barnabas and me the right hand of fellowship, that we should go to the Gentiles, and they to the circumcision. ", "type": "text", "attrs": {"verseId": "GAL.2.9", "verseOrgIds": ["GAL.2.9"]}}, {"text": "They only asked us to remember the poor—which very thing I was also zealous to do.", "type": "text", "attrs": {"verseId": "GAL.2.10", "verseOrgIds": ["GAL.2.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But when Peter came to Antioch, I resisted him to his face, because he stood condemned. ", "type": "text", "attrs": {"verseId": "GAL.2.11", "verseOrgIds": ["GAL.2.11"]}}, {"text": "For before some people came from Jacob, he ate with the Gentiles. But when they came, he drew back and separated himself, fearing those who were of the circumcision. ", "type": "text", "attrs": {"verseId": "GAL.2.12", "verseOrgIds": ["GAL.2.12"]}}, {"text": "And the rest of the Jewish believers joined him in his hypocrisy, so that even Barnabas was carried away with their hypocrisy. ", "type": "text", "attrs": {"verseId": "GAL.2.13", "verseOrgIds": ["GAL.2.13"]}}, {"text": "But when I saw that they didn’t walk uprightly according to the truth of the Good News, I said to Peter before them all, “If you, being a Jew, live as the Gentiles do, and not as the Jews do, why do you compel the Gentiles to live as the Jews do?", "type": "text", "attrs": {"verseId": "GAL.2.14", "verseOrgIds": ["GAL.2.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“We, being Jews by birth and not Gentile sinners, ", "type": "text", "attrs": {"verseId": "GAL.2.15", "verseOrgIds": ["GAL.2.15"]}}, {"text": "yet knowing that a man is not justified by the works of the law but through faith in Yeshua the Messiah, even we believed in Messiah Yeshua, that we might be justified by faith in Messiah and not by the works of the law, because no flesh will be justified by the works of the law. ", "type": "text", "attrs": {"verseId": "GAL.2.16", "verseOrgIds": ["GAL.2.16"]}}, {"text": "But if while we sought to be justified in Messiah, we ourselves also were found sinners, is Messiah a servant of sin? Certainly not! ", "type": "text", "attrs": {"verseId": "GAL.2.17", "verseOrgIds": ["GAL.2.17"]}}, {"text": "For if I build up again those things which I destroyed, I prove myself a law-breaker. ", "type": "text", "attrs": {"verseId": "GAL.2.18", "verseOrgIds": ["GAL.2.18"]}}, {"text": "For I through the law died to the law, that I might live to God. ", "type": "text", "attrs": {"verseId": "GAL.2.19", "verseOrgIds": ["GAL.2.19"]}}, {"text": "I have been crucified with Messiah, and it is no longer I who live, but Messiah lives in me. That life which I now live in the flesh, I live by faith in the Son of God, who loved me and gave himself up for me. ", "type": "text", "attrs": {"verseId": "GAL.2.20", "verseOrgIds": ["GAL.2.20"]}}, {"text": "I don’t reject the grace of God. For if righteousness is through the law, then Messiah died for nothing!”", "type": "text", "attrs": {"verseId": "GAL.2.21", "verseOrgIds": ["GAL.2.21"]}}]}], "next": {"id": "GAL.3", "number": "3", "bookId": "GAL"}, "previous": {"id": "GAL.1", "number": "1", "bookId": "GAL"}}}}