{"_default": {"1": {"id": "2CH.19", "bibleId": "f72b840c855f362c-04", "number": "19", "bookId": "2CH", "reference": "2 Chronicles 19", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoshaphat the king of Judah returned to his house in peace to Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.19.1", "verseOrgIds": ["2CH.19.1"]}}, {"text": "Jehu the son of Hanani the seer went out to meet him, and said to king Jehoshaphat, “Should you help the wicked, and love those who hate the LORD? Because of this, wrath is on you from before the LORD. ", "type": "text", "attrs": {"verseId": "2CH.19.2", "verseOrgIds": ["2CH.19.2"]}}, {"text": "Nevertheless there are good things found in you, in that you have put away the Asheroth out of the land, and have set your heart to seek God.”", "type": "text", "attrs": {"verseId": "2CH.19.3", "verseOrgIds": ["2CH.19.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoshaphat lived at Jerusalem; and he went out again among the people from Beersheba to the hill country of Ephraim, and brought them back to the LORD, the God of their fathers. ", "type": "text", "attrs": {"verseId": "2CH.19.4", "verseOrgIds": ["2CH.19.4"]}}, {"text": "He set judges in the land throughout all the fortified cities of Judah, city by city, ", "type": "text", "attrs": {"verseId": "2CH.19.5", "verseOrgIds": ["2CH.19.5"]}}, {"text": "and said to the judges, “Consider what you do, for you don’t judge for man, but for the LORD; and he is with you in the judgment. ", "type": "text", "attrs": {"verseId": "2CH.19.6", "verseOrgIds": ["2CH.19.6"]}}, {"text": "Now therefore let the fear of the LORD be on you. Take heed and do it; for there is no iniquity with the LORD our God, nor respect of persons, nor taking of bribes.”", "type": "text", "attrs": {"verseId": "2CH.19.7", "verseOrgIds": ["2CH.19.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover in Jerusalem Jehoshaphat appointed certain Levites, priests, and heads of the fathers’ households of Israel to give judgment for the LORD and for controversies. They returned to Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.19.8", "verseOrgIds": ["2CH.19.8"]}}, {"text": "He commanded them, saying, “You shall do this in the fear of the LORD, faithfully, and with a perfect heart. ", "type": "text", "attrs": {"verseId": "2CH.19.9", "verseOrgIds": ["2CH.19.9"]}}, {"text": "Whenever any controversy comes to you from your brothers who dwell in their cities, between blood and blood, between law and commandment, statutes and ordinances, you must warn them, that they not be guilty toward the LORD, and so wrath come on you and on your brothers. Do this, and you will not be guilty. ", "type": "text", "attrs": {"verseId": "2CH.19.10", "verseOrgIds": ["2CH.19.10"]}}, {"text": "Behold, Amariah the chief priest is over you in all matters of the LORD; and Zebadiah the son of Ishmael, the ruler of the house of Judah, in all the king’s matters. Also the Levites shall be officers before you. Deal courageously, and may the LORD be with the good.”", "type": "text", "attrs": {"verseId": "2CH.19.11", "verseOrgIds": ["2CH.19.11"]}}]}], "next": {"id": "2CH.20", "number": "20", "bookId": "2CH"}, "previous": {"id": "2CH.18", "number": "18", "bookId": "2CH"}}}}