{"_default": {"1": {"id": "2CH.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "2CH", "reference": "2 Chronicles 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the queen of Sheba heard of the fame of Solomon, she came to test Solomon with hard questions at Jerusalem, with a very great caravan, including camels that bore spices, gold in abundance, and precious stones. When she had come to Solomon, she talked with him about all that was in her heart. ", "type": "text", "attrs": {"verseId": "2CH.9.1", "verseOrgIds": ["2CH.9.1"]}}, {"text": "Solomon answered all her questions. There wasn’t anything hidden from Solomon which he didn’t tell her. ", "type": "text", "attrs": {"verseId": "2CH.9.2", "verseOrgIds": ["2CH.9.2"]}}, {"text": "When the queen of Sheba had seen the wisdom of Solomon, the house that he had built, ", "type": "text", "attrs": {"verseId": "2CH.9.3", "verseOrgIds": ["2CH.9.3"]}}, {"text": "the food of his table, the seating of his servants, the attendance of his ministers, their clothing, his cup bearers and their clothing, and his ascent by which he went up to the LORD’s house, there was no more spirit in her.", "type": "text", "attrs": {"verseId": "2CH.9.4", "verseOrgIds": ["2CH.9.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "She said to the king, “It was a true report that I heard in my own land of your acts and of your wisdom. ", "type": "text", "attrs": {"verseId": "2CH.9.5", "verseOrgIds": ["2CH.9.5"]}}, {"text": "However I didn’t believe their words until I came, and my eyes had seen it; and behold half of the greatness of your wisdom wasn’t told me. You exceed the fame that I heard! ", "type": "text", "attrs": {"verseId": "2CH.9.6", "verseOrgIds": ["2CH.9.6"]}}, {"text": "Happy are your men, and happy are these your servants, who stand continually before you and hear your wisdom. ", "type": "text", "attrs": {"verseId": "2CH.9.7", "verseOrgIds": ["2CH.9.7"]}}, {"text": "Blessed be the LORD your God, who delighted in you and set you on his throne to be king for the LORD your God, because your God loved Israel, to establish them forever. Therefore he made you king over them, to do justice and righteousness.”", "type": "text", "attrs": {"verseId": "2CH.9.8", "verseOrgIds": ["2CH.9.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "She gave the king one hundred and twenty talents", "type": "text", "attrs": {"verseId": "2CH.9.9", "verseOrgIds": ["2CH.9.9"]}}, {"text": " of gold, spices in great abundance, and precious stones. There was never before such spice as the queen of Sheba gave to king Solomon.", "type": "text", "attrs": {"verseId": "2CH.9.9", "verseOrgIds": ["2CH.9.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The servants of Huram and the servants of Solomon, who brought gold from Ophir, also brought algum trees", "type": "text", "attrs": {"verseId": "2CH.9.10", "verseOrgIds": ["2CH.9.10"]}}, {"text": " and precious stones. ", "type": "text", "attrs": {"verseId": "2CH.9.10", "verseOrgIds": ["2CH.9.10"]}}, {"text": "The king used algum tree wood to make terraces for the LORD’s house and for the king’s house, and harps and stringed instruments for the singers. There were none like these seen before in the land of Judah. ", "type": "text", "attrs": {"verseId": "2CH.9.11", "verseOrgIds": ["2CH.9.11"]}}, {"text": "King Solomon gave to the queen of Sheba all her desire, whatever she asked, more than that which she had brought to the king. So she turned and went to her own land, she and her servants.", "type": "text", "attrs": {"verseId": "2CH.9.12", "verseOrgIds": ["2CH.9.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the weight of gold that came to Solomon in one year was six hundred sixty-six talents", "type": "text", "attrs": {"verseId": "2CH.9.13", "verseOrgIds": ["2CH.9.13"]}}, {"text": " of gold, ", "type": "text", "attrs": {"verseId": "2CH.9.13", "verseOrgIds": ["2CH.9.13"]}}, {"text": "in addition to that which the traders and merchants brought. All the kings of Arabia and the governors of the country brought gold and silver to Solomon. ", "type": "text", "attrs": {"verseId": "2CH.9.14", "verseOrgIds": ["2CH.9.14"]}}, {"text": "King Solomon made two hundred large shields of beaten gold. Six hundred shekels", "type": "text", "attrs": {"verseId": "2CH.9.15", "verseOrgIds": ["2CH.9.15"]}}, {"text": " of beaten gold went to one large shield. ", "type": "text", "attrs": {"verseId": "2CH.9.15", "verseOrgIds": ["2CH.9.15"]}}, {"text": "He made three hundred shields of beaten gold. Three hundred shekels", "type": "text", "attrs": {"verseId": "2CH.9.16", "verseOrgIds": ["2CH.9.16"]}}, {"text": " of gold went to one shield. The king put them in the House of the Forest of Lebanon. ", "type": "text", "attrs": {"verseId": "2CH.9.16", "verseOrgIds": ["2CH.9.16"]}}, {"text": "Moreover the king made a great throne of ivory, and overlaid it with pure gold. ", "type": "text", "attrs": {"verseId": "2CH.9.17", "verseOrgIds": ["2CH.9.17"]}}, {"text": "There were six steps to the throne, with a footstool of gold, which were fastened to the throne, and armrests on either side by the place of the seat, and two lions standing beside the armrests. ", "type": "text", "attrs": {"verseId": "2CH.9.18", "verseOrgIds": ["2CH.9.18"]}}, {"text": "Twelve lions stood there on the one side and on the other on the six steps. There was nothing like it made in any other kingdom. ", "type": "text", "attrs": {"verseId": "2CH.9.19", "verseOrgIds": ["2CH.9.19"]}}, {"text": "All king Solomon’s drinking vessels were of gold, and all the vessels of the House of the Forest of Lebanon were of pure gold. Silver was not considered valuable in the days of Solomon. ", "type": "text", "attrs": {"verseId": "2CH.9.20", "verseOrgIds": ["2CH.9.20"]}}, {"text": "For the king had ships that went to Tarshish with Huram’s servants. Once every three years, the ships of Tarshish came bringing gold, silver, ivory, apes, and peacocks.", "type": "text", "attrs": {"verseId": "2CH.9.21", "verseOrgIds": ["2CH.9.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So king Solomon exceeded all the kings of the earth in riches and wisdom. ", "type": "text", "attrs": {"verseId": "2CH.9.22", "verseOrgIds": ["2CH.9.22"]}}, {"text": "All the kings of the earth sought the presence of Solomon to hear his wisdom, which God had put in his heart. ", "type": "text", "attrs": {"verseId": "2CH.9.23", "verseOrgIds": ["2CH.9.23"]}}, {"text": "They each brought tribute: vessels of silver, vessels of gold, clothing, armor, spices, horses, and mules every year. ", "type": "text", "attrs": {"verseId": "2CH.9.24", "verseOrgIds": ["2CH.9.24"]}}, {"text": "Solomon had four thousand stalls for horses and chariots, and twelve thousand horsemen that he stationed in the chariot cities and with the king at Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.9.25", "verseOrgIds": ["2CH.9.25"]}}, {"text": "He ruled over all the kings from the River even to the land of the Philistines, and to the border of Egypt. ", "type": "text", "attrs": {"verseId": "2CH.9.26", "verseOrgIds": ["2CH.9.26"]}}, {"text": "The king made silver as common in Jerusalem as stones, and he made cedars to be as abundant as the sycamore trees that are in the lowland. ", "type": "text", "attrs": {"verseId": "2CH.9.27", "verseOrgIds": ["2CH.9.27"]}}, {"text": "They brought horses for Solomon out of Egypt and out of all lands.", "type": "text", "attrs": {"verseId": "2CH.9.28", "verseOrgIds": ["2CH.9.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the rest of the acts of Solomon, first and last, aren’t they written in the history of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat? ", "type": "text", "attrs": {"verseId": "2CH.9.29", "verseOrgIds": ["2CH.9.29"]}}, {"text": "Solomon reigned in Jerusalem over all Israel forty years. ", "type": "text", "attrs": {"verseId": "2CH.9.30", "verseOrgIds": ["2CH.9.30"]}}, {"text": "Solomon slept with his fathers, and he was buried in his father David’s city; and Rehoboam his son reigned in his place.", "type": "text", "attrs": {"verseId": "2CH.9.31", "verseOrgIds": ["2CH.9.31"]}}]}], "next": {"id": "2CH.10", "number": "10", "bookId": "2CH"}, "previous": {"id": "2CH.8", "number": "8", "bookId": "2CH"}}}}