{"_default": {"1": {"id": "1CH.5", "bibleId": "f72b840c855f362c-04", "number": "5", "bookId": "1CH", "reference": "1 Chronicles 5", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The sons of Reuben the firstborn of Israel (for he was the firstborn, but because he defiled his father’s couch, his birthright was given to the sons of Joseph the son of Israel; and the genealogy is not to be listed according to the birthright. ", "type": "text", "attrs": {"verseId": "1CH.5.1", "verseOrgIds": ["1CH.5.1"]}}, {"text": "For Judah prevailed above his brothers, and from him came the prince; but the birthright was Joseph’s)— ", "type": "text", "attrs": {"verseId": "1CH.5.2", "verseOrgIds": ["1CH.5.2"]}}, {"text": "the sons of Reuben the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi. ", "type": "text", "attrs": {"verseId": "1CH.5.3", "verseOrgIds": ["1CH.5.3"]}}, {"text": "The sons of Joel: Shemaiah his son, Gog his son, Shimei his son, ", "type": "text", "attrs": {"verseId": "1CH.5.4", "verseOrgIds": ["1CH.5.4"]}}, {"text": "Micah his son, Reaiah his son, Baal his son, ", "type": "text", "attrs": {"verseId": "1CH.5.5", "verseOrgIds": ["1CH.5.5"]}}, {"text": "and Beerah his son, whom Tilgath Pilneser king of Assyria carried away captive. He was prince of the Reubenites. ", "type": "text", "attrs": {"verseId": "1CH.5.6", "verseOrgIds": ["1CH.5.6"]}}, {"text": "His brothers by their families, when the genealogy of their generations was listed: the chief, Jeiel, and Zechariah, ", "type": "text", "attrs": {"verseId": "1CH.5.7", "verseOrgIds": ["1CH.5.7"]}}, {"text": "and Bela the son of Azaz, the son of Shema, the son of Joel, who lived in Aroer, even to Nebo and Baal Meon; ", "type": "text", "attrs": {"verseId": "1CH.5.8", "verseOrgIds": ["1CH.5.8"]}}, {"text": "and he lived eastward even to the entrance of the wilderness from the river Euphrates, because their livestock were multiplied in the land of Gilead.", "type": "text", "attrs": {"verseId": "1CH.5.9", "verseOrgIds": ["1CH.5.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the days of Saul, they made war with the Hagrites, who fell by their hand; and they lived in their tents throughout all the land east of Gilead.", "type": "text", "attrs": {"verseId": "1CH.5.10", "verseOrgIds": ["1CH.5.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The sons of Gad lived beside them in the land of Bashan to Salecah: ", "type": "text", "attrs": {"verseId": "1CH.5.11", "verseOrgIds": ["1CH.5.11"]}}, {"text": "Joel the chief, Shapham the second, Janai, and Shaphat in Bashan. ", "type": "text", "attrs": {"verseId": "1CH.5.12", "verseOrgIds": ["1CH.5.12"]}}, {"text": "Their brothers of their fathers’ houses: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber, seven. ", "type": "text", "attrs": {"verseId": "1CH.5.13", "verseOrgIds": ["1CH.5.13"]}}, {"text": "These were the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz; ", "type": "text", "attrs": {"verseId": "1CH.5.14", "verseOrgIds": ["1CH.5.14"]}}, {"text": "Ahi the son of Abdiel, the son of Guni, chief of their fathers’ houses. ", "type": "text", "attrs": {"verseId": "1CH.5.15", "verseOrgIds": ["1CH.5.15"]}}, {"text": "They lived in Gilead in Bashan and in its towns, and in all the pasture lands of Sharon as far as their borders. ", "type": "text", "attrs": {"verseId": "1CH.5.16", "verseOrgIds": ["1CH.5.16"]}}, {"text": "All these were listed by genealogies in the days of Jotham king of Judah, and in the days of Jeroboam king of Israel.", "type": "text", "attrs": {"verseId": "1CH.5.17", "verseOrgIds": ["1CH.5.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The sons of Reuben, the Gadites, and the half-tribe of Manasseh, of valiant men, men able to bear buckler and sword, able to shoot with bow, and skillful in war, were forty-four thousand seven hundred sixty that were able to go out to war. ", "type": "text", "attrs": {"verseId": "1CH.5.18", "verseOrgIds": ["1CH.5.18"]}}, {"text": "They made war with the Hagrites, with Jetur, and Naphish, and Nodab. ", "type": "text", "attrs": {"verseId": "1CH.5.19", "verseOrgIds": ["1CH.5.19"]}}, {"text": "They were helped against them, and the Hagrites were delivered into their hand, and all who were with them; for they cried to God in the battle, and he answered them because they put their trust in him. ", "type": "text", "attrs": {"verseId": "1CH.5.20", "verseOrgIds": ["1CH.5.20"]}}, {"text": "They took away their livestock: of their camels fifty thousand, and of sheep two hundred fifty thousand, and of donkeys two thousand, and of men one hundred thousand. ", "type": "text", "attrs": {"verseId": "1CH.5.21", "verseOrgIds": ["1CH.5.21"]}}, {"text": "For many fell slain, because the war was of God. They lived in their place until the captivity.", "type": "text", "attrs": {"verseId": "1CH.5.22", "verseOrgIds": ["1CH.5.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The children of the half-tribe of Manasseh lived in the land. They increased from Bashan to Baal Hermon, Senir, and Mount Hermon. ", "type": "text", "attrs": {"verseId": "1CH.5.23", "verseOrgIds": ["1CH.5.23"]}}, {"text": "These were the heads of their fathers’ houses: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel—mighty men of valor, famous men, heads of their fathers’ houses. ", "type": "text", "attrs": {"verseId": "1CH.5.24", "verseOrgIds": ["1CH.5.24"]}}, {"text": "They trespassed against the God of their fathers, and played the prostitute after the gods of the peoples of the land whom God destroyed before them. ", "type": "text", "attrs": {"verseId": "1CH.5.25", "verseOrgIds": ["1CH.5.25"]}}, {"text": "So the God of Israel stirred up the spirit of Pul king of Assyria, and the spirit of Tilgath Pilneser king of Assyria, and he carried away the Reubenites, the Gadites, and the half-tribe of Manasseh, and brought them to Halah, Habor, Hara, and to the river of Gozan, to this day.", "type": "text", "attrs": {"verseId": "1CH.5.26", "verseOrgIds": ["1CH.5.26"]}}]}], "next": {"id": "1CH.6", "number": "6", "bookId": "1CH"}, "previous": {"id": "1CH.4", "number": "4", "bookId": "1CH"}}}}