{"_default": {"1": {"id": "ISA.29", "bibleId": "f72b840c855f362c-04", "number": "29", "bookId": "ISA", "reference": "Isaiah 29", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Woe to Ariel! Ariel, the city where David encamped! Add year to year; let the feasts come around; ", "type": "text", "attrs": {"verseId": "ISA.29.1", "verseOrgIds": ["ISA.29.1"]}}, {"text": "then I will distress Ariel, and there will be mourning and lamentation. She shall be to me as an altar hearth.", "type": "text", "attrs": {"verseId": "ISA.29.2", "verseOrgIds": ["ISA.29.2"]}}, {"text": " ", "type": "text", "attrs": {"verseId": "ISA.29.2", "verseOrgIds": ["ISA.29.2"]}}, {"text": "I will encamp against you all around you, and will lay siege against you with posted troops. I will raise siege works against you. ", "type": "text", "attrs": {"verseId": "ISA.29.3", "verseOrgIds": ["ISA.29.3"]}}, {"text": "You will be brought down, and will speak out of the ground. Your speech will mumble out of the dust. Your voice will be as of one who has a familiar spirit, out of the ground, and your speech will whisper out of the dust.", "type": "text", "attrs": {"verseId": "ISA.29.4", "verseOrgIds": ["ISA.29.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But the multitude of your foes will be like fine dust, and the multitude of the ruthless ones like chaff that blows away. Yes, it will be in an instant, suddenly. ", "type": "text", "attrs": {"verseId": "ISA.29.5", "verseOrgIds": ["ISA.29.5"]}}, {"text": "She will be visited by the LORD of Hosts with thunder, with earthquake, with great noise, with whirlwind and storm, and with the flame of a devouring fire. ", "type": "text", "attrs": {"verseId": "ISA.29.6", "verseOrgIds": ["ISA.29.6"]}}, {"text": "The multitude of all the nations that fight against Ariel, even all who fight against her and her stronghold, and who distress her, will be like a dream, a vision of the night. ", "type": "text", "attrs": {"verseId": "ISA.29.7", "verseOrgIds": ["ISA.29.7"]}}, {"text": "It will be like when a hungry man dreams, and behold, he eats; but he awakes, and his hunger isn’t satisfied; or like when a thirsty man dreams, and behold, he drinks; but he awakes, and behold, he is faint, and he is still thirsty. The multitude of all the nations that fight against Mount Zion will be like that.", "type": "text", "attrs": {"verseId": "ISA.29.8", "verseOrgIds": ["ISA.29.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Pause and wonder! Blind yourselves and be blind! They are drunken, but not with wine; they stagger, but not with strong drink. ", "type": "text", "attrs": {"verseId": "ISA.29.9", "verseOrgIds": ["ISA.29.9"]}}, {"text": "For the LORD has poured out on you a spirit of deep sleep, and has closed your eyes, the prophets; and he has covered your heads, the seers. ", "type": "text", "attrs": {"verseId": "ISA.29.10", "verseOrgIds": ["ISA.29.10"]}}, {"text": "All vision has become to you like the words of a book that is sealed, which men deliver to one who is educated, saying, “Read this, please;” and he says, “I can’t, for it is sealed;” ", "type": "text", "attrs": {"verseId": "ISA.29.11", "verseOrgIds": ["ISA.29.11"]}}, {"text": "and the book is delivered to one who is not educated, saying, “Read this, please;” and he says, “I can’t read.”", "type": "text", "attrs": {"verseId": "ISA.29.12", "verseOrgIds": ["ISA.29.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The Lord said, “Because this people draws near with their mouth and honors me with their lips, but they have removed their heart far from me, and their fear of me is a commandment of men which has been taught; ", "type": "text", "attrs": {"verseId": "ISA.29.13", "verseOrgIds": ["ISA.29.13"]}}, {"text": "therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder; and the wisdom of their wise men will perish, and the understanding of their prudent men will be hidden.”", "type": "text", "attrs": {"verseId": "ISA.29.14", "verseOrgIds": ["ISA.29.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Woe to those who deeply hide their counsel from the LORD, and whose deeds are in the dark, and who say, “Who sees us?” and “Who knows us?” ", "type": "text", "attrs": {"verseId": "ISA.29.15", "verseOrgIds": ["ISA.29.15"]}}, {"text": "You turn things upside down! Should the potter be thought to be like clay, that the thing made should say about him who made it, “He didn’t make me;” or the thing formed say of him who formed it, “He has no understanding?”", "type": "text", "attrs": {"verseId": "ISA.29.16", "verseOrgIds": ["ISA.29.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Isn’t it yet a very little while, and Lebanon will be turned into a fruitful field, and the fruitful field will be regarded as a forest? ", "type": "text", "attrs": {"verseId": "ISA.29.17", "verseOrgIds": ["ISA.29.17"]}}, {"text": "In that day, the deaf will hear the words of the book, and the eyes of the blind will see out of obscurity and out of darkness. ", "type": "text", "attrs": {"verseId": "ISA.29.18", "verseOrgIds": ["ISA.29.18"]}}, {"text": "The humble also will increase their joy in the LORD, and the poor among men will rejoice in the Holy One of Israel. ", "type": "text", "attrs": {"verseId": "ISA.29.19", "verseOrgIds": ["ISA.29.19"]}}, {"text": "For the ruthless is brought to nothing, and the scoffer ceases, and all those who are alert to do evil are cut off— ", "type": "text", "attrs": {"verseId": "ISA.29.20", "verseOrgIds": ["ISA.29.20"]}}, {"text": "who cause a person to be indicted by a word, and lay a snare for one who reproves in the gate, and who deprive the innocent of justice with false testimony.", "type": "text", "attrs": {"verseId": "ISA.29.21", "verseOrgIds": ["ISA.29.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Therefore the LORD, who redeemed Abraham, says concerning the house of Jacob: “Jacob shall no longer be ashamed, neither shall his face grow pale. ", "type": "text", "attrs": {"verseId": "ISA.29.22", "verseOrgIds": ["ISA.29.22"]}}, {"text": "But when he sees his children, the work of my hands, in the middle of him, they will sanctify my name. Yes, they will sanctify the Holy One of Jacob, and will stand in awe of the God of Israel. ", "type": "text", "attrs": {"verseId": "ISA.29.23", "verseOrgIds": ["ISA.29.23"]}}, {"text": "They also who err in spirit will come to understanding, and those who grumble will receive instruction.”", "type": "text", "attrs": {"verseId": "ISA.29.24", "verseOrgIds": ["ISA.29.24"]}}]}], "next": {"id": "ISA.30", "number": "30", "bookId": "ISA"}, "previous": {"id": "ISA.28", "number": "28", "bookId": "ISA"}}}}