{"_default": {"1": {"id": "2KI.23", "bibleId": "f72b840c855f362c-04", "number": "23", "bookId": "2KI", "reference": "2 Kings 23", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king sent, and they gathered to him all the elders of Judah and of Jerusalem. ", "type": "text", "attrs": {"verseId": "2KI.23.1", "verseOrgIds": ["2KI.23.1"]}}, {"text": "The king went up to the LORD’s house, and all the men of Judah and all the inhabitants of Jerusalem with him—with the priests, the prophets, and all the people, both small and great; and he read in their hearing all the words of the book of the covenant which was found in the LORD’s house. ", "type": "text", "attrs": {"verseId": "2KI.23.2", "verseOrgIds": ["2KI.23.2"]}}, {"text": "The king stood by the pillar and made a covenant before the LORD to walk after the LORD and to keep his commandments, his testimonies, and his statutes with all his heart and all his soul, to confirm the words of this covenant that were written in this book; and all the people agreed to the covenant.", "type": "text", "attrs": {"verseId": "2KI.23.3", "verseOrgIds": ["2KI.23.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king commanded Hilkiah the high priest, and the priests of the second order, and the keepers of the threshold, to bring out of the LORD’s temple all the vessels that were made for Baal, for the Asherah, and for all the army of the sky; and he burned them outside of Jerusalem in the fields of the Kidron, and carried their ashes to Bethel. ", "type": "text", "attrs": {"verseId": "2KI.23.4", "verseOrgIds": ["2KI.23.4"]}}, {"text": "He got rid of the idolatrous priests whom the kings of Judah had ordained to burn incense in the high places in the cities of Judah and in the places around Jerusalem; those also who burned incense to Baal, to the sun, to the moon, to the planets, and to all the army of the sky. ", "type": "text", "attrs": {"verseId": "2KI.23.5", "verseOrgIds": ["2KI.23.5"]}}, {"text": "He brought out the Asherah from the LORD’s house, outside of Jerusalem, to the brook Kidron, and burned it at the brook Kidron, and beat it to dust, and cast its dust on the graves of the common people. ", "type": "text", "attrs": {"verseId": "2KI.23.6", "verseOrgIds": ["2KI.23.6"]}}, {"text": "He broke down the houses of the male shrine prostitutes that were in the LORD’s house, where the women wove hangings for the Asherah. ", "type": "text", "attrs": {"verseId": "2KI.23.7", "verseOrgIds": ["2KI.23.7"]}}, {"text": "He brought all the priests out of the cities of Judah, and defiled the high places where the priests had burned incense, from Geba to Beersheba; and he broke down the high places of the gates that were at the entrance of the gate of Joshua the governor of the city, which were on a man’s left hand at the gate of the city. ", "type": "text", "attrs": {"verseId": "2KI.23.8", "verseOrgIds": ["2KI.23.8"]}}, {"text": "Nevertheless the priests of the high places didn’t come up to the LORD’s altar in Jerusalem, but they ate unleavened bread among their brothers. ", "type": "text", "attrs": {"verseId": "2KI.23.9", "verseOrgIds": ["2KI.23.9"]}}, {"text": "He defiled Topheth, which is in the valley of the children of Hinnom, that no man might make his son or his daughter to pass through the fire to Molech. ", "type": "text", "attrs": {"verseId": "2KI.23.10", "verseOrgIds": ["2KI.23.10"]}}, {"text": "He took away the horses that the kings of Judah had dedicated to the sun, at the entrance of the LORD’s house, by the room of Nathan Melech the officer who was in the court; and he burned the chariots of the sun with fire. ", "type": "text", "attrs": {"verseId": "2KI.23.11", "verseOrgIds": ["2KI.23.11"]}}, {"text": "The king broke down the altars that were on the roof of the upper room of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the LORD’s house, and beat them down from there, and cast their dust into the brook Kidron. ", "type": "text", "attrs": {"verseId": "2KI.23.12", "verseOrgIds": ["2KI.23.12"]}}, {"text": "The king defiled the high places that were before Jerusalem, which were on the right hand of the mountain of corruption, which Solomon the king of Israel had built for Ashtoreth the abomination of the Sidonians, and for Chemosh the abomination of Moab, and for Milcom the abomination of the children of Ammon. ", "type": "text", "attrs": {"verseId": "2KI.23.13", "verseOrgIds": ["2KI.23.13"]}}, {"text": "He broke in pieces the pillars, cut down the Asherah poles, and filled their places with men’s bones.", "type": "text", "attrs": {"verseId": "2KI.23.14", "verseOrgIds": ["2KI.23.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover the altar that was at Bethel and the high place which Jeroboam the son of Nebat, who made Israel to sin, had made, even that altar and the high place he broke down; and he burned the high place and beat it to dust, and burned the Asherah. ", "type": "text", "attrs": {"verseId": "2KI.23.15", "verseOrgIds": ["2KI.23.15"]}}, {"text": "As Josiah turned himself, he spied the tombs that were there in the mountain; and he sent, and took the bones out of the tombs, and burned them on the altar, and defiled it, according to the LORD’s word which the man of God proclaimed, who proclaimed these things. ", "type": "text", "attrs": {"verseId": "2KI.23.16", "verseOrgIds": ["2KI.23.16"]}}, {"text": "Then he said, “What monument is that which I see?”", "type": "text", "attrs": {"verseId": "2KI.23.17", "verseOrgIds": ["2KI.23.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "2KI 23:17"}, "items": [{"text": "The men of the city told him, “It is the tomb of the man of God who came from Judah and proclaimed these things that you have done against the altar of Bethel.”", "type": "text", "attrs": {"verseId": "2KI.23.17", "verseOrgIds": ["2KI.23.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He said, “Let him be! Let no one move his bones.” So they let his bones alone, with the bones of the prophet who came out of Samaria. ", "type": "text", "attrs": {"verseId": "2KI.23.18", "verseOrgIds": ["2KI.23.18"]}}, {"text": "All the houses also of the high places that were in the cities of Samaria, which the kings of Israel had made to provoke the LORD to anger, Josiah took away, and did to them according to all the acts that he had done in Bethel. ", "type": "text", "attrs": {"verseId": "2KI.23.19", "verseOrgIds": ["2KI.23.19"]}}, {"text": "He killed all the priests of the high places that were there, on the altars, and burned men’s bones on them; and he returned to Jerusalem.", "type": "text", "attrs": {"verseId": "2KI.23.20", "verseOrgIds": ["2KI.23.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king commanded all the people, saying, “Keep the Passover to the LORD your God, as it is written in this book of the covenant.” ", "type": "text", "attrs": {"verseId": "2KI.23.21", "verseOrgIds": ["2KI.23.21"]}}, {"text": "Surely there was not kept such a Passover from the days of the judges who judged Israel, nor in all the days of the kings of Israel, nor of the kings of Judah; ", "type": "text", "attrs": {"verseId": "2KI.23.22", "verseOrgIds": ["2KI.23.22"]}}, {"text": "but in the eighteenth year of king Josiah, this Passover was kept to the LORD in Jerusalem.", "type": "text", "attrs": {"verseId": "2KI.23.23", "verseOrgIds": ["2KI.23.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover, Josiah removed those who had familiar spirits, the wizards, and the teraphim,", "type": "text", "attrs": {"verseId": "2KI.23.24", "verseOrgIds": ["2KI.23.24"]}}, {"text": " and the idols, and all the abominations that were seen in the land of Judah and in Jerusalem, that he might confirm the words of the law which were written in the book that Hilkiah the priest found in the LORD’s house. ", "type": "text", "attrs": {"verseId": "2KI.23.24", "verseOrgIds": ["2KI.23.24"]}}, {"text": "There was no king like him before him, who turned to the LORD with all his heart, and with all his soul, and with all his might, according to all the Torah of Moses; and there was none like him who arose after him. ", "type": "text", "attrs": {"verseId": "2KI.23.25", "verseOrgIds": ["2KI.23.25"]}}, {"text": "Notwithstanding, the LORD didn’t turn from the fierceness of his great wrath, with which his anger burned against Judah, because of all the provocation with which Manasseh had provoked him. ", "type": "text", "attrs": {"verseId": "2KI.23.26", "verseOrgIds": ["2KI.23.26"]}}, {"text": "The LORD said, “I will also remove Judah out of my sight, as I have removed Israel; and I will cast off this city which I have chosen, even Jerusalem, and the house of which I said, ‘My name shall be there.’”", "type": "text", "attrs": {"verseId": "2KI.23.27", "verseOrgIds": ["2KI.23.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the rest of the acts of Josiah, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah? ", "type": "text", "attrs": {"verseId": "2KI.23.28", "verseOrgIds": ["2KI.23.28"]}}, {"text": "In his days Pharaoh Necoh king of Egypt went up against the king of Assyria to the river Euphrates; and king Josiah went against him, but Pharaoh Necoh killed him at Megiddo when he saw him. ", "type": "text", "attrs": {"verseId": "2KI.23.29", "verseOrgIds": ["2KI.23.29"]}}, {"text": "His servants carried him dead in a chariot from Megiddo, brought him to Jerusalem, and buried him in his own tomb. The people of the land took Jehoahaz the son of Josiah, and anointed him, and made him king in his father’s place.", "type": "text", "attrs": {"verseId": "2KI.23.30", "verseOrgIds": ["2KI.23.30"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoahaz was twenty-three years old when he began to reign; and he reigned three months in Jerusalem. His mother’s name was Hamutal the daughter of Jeremiah of Libnah. ", "type": "text", "attrs": {"verseId": "2KI.23.31", "verseOrgIds": ["2KI.23.31"]}}, {"text": "He did that which was evil in the LORD’s sight, according to all that his fathers had done. ", "type": "text", "attrs": {"verseId": "2KI.23.32", "verseOrgIds": ["2KI.23.32"]}}, {"text": "Pharaoh Necoh put him in bonds at Riblah in the land of Hamath, that he might not reign in Jerusalem; and put the land to a tribute of one hundred talents of silver and a talent", "type": "text", "attrs": {"verseId": "2KI.23.33", "verseOrgIds": ["2KI.23.33"]}}, {"text": " of gold. ", "type": "text", "attrs": {"verseId": "2KI.23.33", "verseOrgIds": ["2KI.23.33"]}}, {"text": "Pharaoh Necoh made Eliakim the son of Josiah king in the place of Josiah his father, and changed his name to Jehoiakim; but he took Jehoahaz away, and he came to Egypt and died there. ", "type": "text", "attrs": {"verseId": "2KI.23.34", "verseOrgIds": ["2KI.23.34"]}}, {"text": "Jehoiakim gave the silver and the gold to Pharaoh; but he taxed the land to give the money according to the commandment of Pharaoh. He exacted the silver and the gold of the people of the land, from everyone according to his assessment, to give it to Pharaoh Necoh. ", "type": "text", "attrs": {"verseId": "2KI.23.35", "verseOrgIds": ["2KI.23.35"]}}, {"text": "Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. His mother’s name was Zebidah the daughter of Pedaiah of Rumah. ", "type": "text", "attrs": {"verseId": "2KI.23.36", "verseOrgIds": ["2KI.23.36"]}}, {"text": "He did that which was evil in the LORD’s sight, according to all that his fathers had done.", "type": "text", "attrs": {"verseId": "2KI.23.37", "verseOrgIds": ["2KI.23.37"]}}]}], "next": {"id": "2KI.24", "number": "24", "bookId": "2KI"}, "previous": {"id": "2KI.22", "number": "22", "bookId": "2KI"}}}}