{"_default": {"1": {"id": "2CH.15", "bibleId": "f72b840c855f362c-04", "number": "15", "bookId": "2CH", "reference": "2 Chronicles 15", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The Spirit of God came on Azariah the son of Oded. ", "type": "text", "attrs": {"verseId": "2CH.15.1", "verseOrgIds": ["2CH.15.1"]}}, {"text": "He went out to meet Asa, and said to him, “Hear me, Asa, and all Judah and Benjamin! The LORD is with you while you are with him; and if you seek him, he will be found by you; but if you forsake him, he will forsake you. ", "type": "text", "attrs": {"verseId": "2CH.15.2", "verseOrgIds": ["2CH.15.2"]}}, {"text": "Now for a long time Israel was without the true God, without a teaching priest, and without law. ", "type": "text", "attrs": {"verseId": "2CH.15.3", "verseOrgIds": ["2CH.15.3"]}}, {"text": "But when in their distress they turned to the LORD, the God of Israel, and sought him, he was found by them. ", "type": "text", "attrs": {"verseId": "2CH.15.4", "verseOrgIds": ["2CH.15.4"]}}, {"text": "In those times there was no peace to him who went out, nor to him who came in; but great troubles were on all the inhabitants of the lands. ", "type": "text", "attrs": {"verseId": "2CH.15.5", "verseOrgIds": ["2CH.15.5"]}}, {"text": "They were broken in pieces, nation against nation, and city against city; for God troubled them with all adversity. ", "type": "text", "attrs": {"verseId": "2CH.15.6", "verseOrgIds": ["2CH.15.6"]}}, {"text": "But you be strong! Don’t let your hands be slack, for your work will be rewarded.”", "type": "text", "attrs": {"verseId": "2CH.15.7", "verseOrgIds": ["2CH.15.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Asa heard these words and the prophecy of Oded the prophet, he took courage, and put away the abominations out of all the land of Judah and Benjamin, and out of the cities which he had taken from the hill country of Ephraim; and he renewed the LORD’s altar that was before the LORD’s porch. ", "type": "text", "attrs": {"verseId": "2CH.15.8", "verseOrgIds": ["2CH.15.8"]}}, {"text": "He gathered all Judah and Benjamin, and those who lived with them out of Ephraim, Manasseh, and Simeon; for they came to him out of Israel in abundance when they saw that the LORD his God was with him. ", "type": "text", "attrs": {"verseId": "2CH.15.9", "verseOrgIds": ["2CH.15.9"]}}, {"text": "So they gathered themselves together at Jerusalem in the third month, in the fifteenth year of Asa’s reign. ", "type": "text", "attrs": {"verseId": "2CH.15.10", "verseOrgIds": ["2CH.15.10"]}}, {"text": "They sacrificed to the LORD in that day, of the plunder which they had brought, seven hundred head of cattle and seven thousand sheep. ", "type": "text", "attrs": {"verseId": "2CH.15.11", "verseOrgIds": ["2CH.15.11"]}}, {"text": "They entered into the covenant to seek the LORD, the God of their fathers, with all their heart and with all their soul; ", "type": "text", "attrs": {"verseId": "2CH.15.12", "verseOrgIds": ["2CH.15.12"]}}, {"text": "and that whoever would not seek the LORD, the God of Israel, should be put to death, whether small or great, whether man or woman. ", "type": "text", "attrs": {"verseId": "2CH.15.13", "verseOrgIds": ["2CH.15.13"]}}, {"text": "They swore to the LORD with a loud voice, with shouting, with shofars", "type": "text", "attrs": {"verseId": "2CH.15.14", "verseOrgIds": ["2CH.15.14"]}}, {"text": ", and with cornets. ", "type": "text", "attrs": {"verseId": "2CH.15.14", "verseOrgIds": ["2CH.15.14"]}}, {"text": "All Judah rejoiced at the oath, for they had sworn with all their heart and sought him with their whole desire; and he was found by them. Then the LORD gave them rest all around.", "type": "text", "attrs": {"verseId": "2CH.15.15", "verseOrgIds": ["2CH.15.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Also Maacah, the mother of Asa the king, he removed from being queen mother, because she had made an abominable image for an Asherah; so Asa cut down her image, ground it into dust, and burned it at the brook Kidron. ", "type": "text", "attrs": {"verseId": "2CH.15.16", "verseOrgIds": ["2CH.15.16"]}}, {"text": "But the high places were not taken away out of Israel; nevertheless the heart of Asa was perfect all his days. ", "type": "text", "attrs": {"verseId": "2CH.15.17", "verseOrgIds": ["2CH.15.17"]}}, {"text": "He brought the things that his father had dedicated and that he himself had dedicated, silver, gold, and vessels into God’s house. ", "type": "text", "attrs": {"verseId": "2CH.15.18", "verseOrgIds": ["2CH.15.18"]}}, {"text": "There was no more war to the thirty-fifth year of Asa’s reign.", "type": "text", "attrs": {"verseId": "2CH.15.19", "verseOrgIds": ["2CH.15.19"]}}]}], "next": {"id": "2CH.16", "number": "16", "bookId": "2CH"}, "previous": {"id": "2CH.14", "number": "14", "bookId": "2CH"}}}}