{"_default": {"1": {"id": "NUM.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "NUM", "reference": "Numbers 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying, ", "type": "text", "attrs": {"verseId": "NUM.9.1", "verseOrgIds": ["NUM.9.1"]}}, {"text": "“Let the children of Israel keep the Passover in its appointed season. ", "type": "text", "attrs": {"verseId": "NUM.9.2", "verseOrgIds": ["NUM.9.2"]}}, {"text": "On the fourteenth day of this month, at evening, you shall keep it in its appointed season. You shall keep it according to all its statutes and according to all its ordinances.”", "type": "text", "attrs": {"verseId": "NUM.9.3", "verseOrgIds": ["NUM.9.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses told the children of Israel that they should keep the Passover. ", "type": "text", "attrs": {"verseId": "NUM.9.4", "verseOrgIds": ["NUM.9.4"]}}, {"text": "They kept the Passover in the first month, on the fourteenth day of the month at evening, in the wilderness of Sinai. According to all that the LORD commanded Moses, so the children of Israel did. ", "type": "text", "attrs": {"verseId": "NUM.9.5", "verseOrgIds": ["NUM.9.5"]}}, {"text": "There were certain men who were unclean because of the dead body of a man, so that they could not keep the Passover on that day, and they came before Moses and Aaron on that day. ", "type": "text", "attrs": {"verseId": "NUM.9.6", "verseOrgIds": ["NUM.9.6"]}}, {"text": "Those men said to him, “We are unclean because of the dead body of a man. Why are we kept back, that we may not offer the offering of the LORD in its appointed season among the children of Israel?”", "type": "text", "attrs": {"verseId": "NUM.9.7", "verseOrgIds": ["NUM.9.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses answered them, “Wait, that I may hear what the LORD will command concerning you.”", "type": "text", "attrs": {"verseId": "NUM.9.8", "verseOrgIds": ["NUM.9.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, saying, ", "type": "text", "attrs": {"verseId": "NUM.9.9", "verseOrgIds": ["NUM.9.9"]}}, {"text": "“Say to the children of Israel, ‘If any man of you or of your generations is unclean by reason of a dead body, or is on a journey far away, he shall still keep the Passover to the LORD. ", "type": "text", "attrs": {"verseId": "NUM.9.10", "verseOrgIds": ["NUM.9.10"]}}, {"text": "In the second month, on the fourteenth day at evening they shall keep it; they shall eat it with unleavened bread and bitter herbs. ", "type": "text", "attrs": {"verseId": "NUM.9.11", "verseOrgIds": ["NUM.9.11"]}}, {"text": "They shall leave none of it until the morning, nor break a bone of it. According to all the statute of the Passover they shall keep it. ", "type": "text", "attrs": {"verseId": "NUM.9.12", "verseOrgIds": ["NUM.9.12"]}}, {"text": "But the man who is clean, and is not on a journey, and fails to keep the Passover, that soul shall be cut off from his people. Because he didn’t offer the offering of the LORD in its appointed season, that man shall bear his sin.", "type": "text", "attrs": {"verseId": "NUM.9.13", "verseOrgIds": ["NUM.9.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘If a foreigner lives among you and desires to keep the Passover to the LORD, then he shall do so according to the statute of the Passover, and according to its ordinance. You shall have one statute, both for the foreigner and for him who is born in the land.’”", "type": "text", "attrs": {"verseId": "NUM.9.14", "verseOrgIds": ["NUM.9.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "On the day that the tabernacle was raised up, the cloud covered the tabernacle, even the Tent of the Testimony. At evening it was over the tabernacle, as it were the appearance of fire, until morning. ", "type": "text", "attrs": {"verseId": "NUM.9.15", "verseOrgIds": ["NUM.9.15"]}}, {"text": "So it was continually. The cloud covered it, and the appearance of fire by night. ", "type": "text", "attrs": {"verseId": "NUM.9.16", "verseOrgIds": ["NUM.9.16"]}}, {"text": "Whenever the cloud was taken up from over the Tent, then after that the children of Israel traveled; and in the place where the cloud remained, there the children of Israel encamped. ", "type": "text", "attrs": {"verseId": "NUM.9.17", "verseOrgIds": ["NUM.9.17"]}}, {"text": "At the commandment of the LORD, the children of Israel traveled, and at the commandment of the LORD they encamped. As long as the cloud remained on the tabernacle they remained encamped. ", "type": "text", "attrs": {"verseId": "NUM.9.18", "verseOrgIds": ["NUM.9.18"]}}, {"text": "When the cloud stayed on the tabernacle many days, then the children of Israel kept the LORD’s command, and didn’t travel. ", "type": "text", "attrs": {"verseId": "NUM.9.19", "verseOrgIds": ["NUM.9.19"]}}, {"text": "Sometimes the cloud was a few days on the tabernacle; then according to the commandment of the LORD they remained encamped, and according to the commandment of the LORD they traveled. ", "type": "text", "attrs": {"verseId": "NUM.9.20", "verseOrgIds": ["NUM.9.20"]}}, {"text": "Sometimes the cloud was from evening until morning; and when the cloud was taken up in the morning, they traveled; or by day and by night, when the cloud was taken up, they traveled. ", "type": "text", "attrs": {"verseId": "NUM.9.21", "verseOrgIds": ["NUM.9.21"]}}, {"text": "Whether it was two days, or a month, or a year that the cloud stayed on the tabernacle, remaining on it, the children of Israel remained encamped, and didn’t travel; but when it was taken up, they traveled. ", "type": "text", "attrs": {"verseId": "NUM.9.22", "verseOrgIds": ["NUM.9.22"]}}, {"text": "At the commandment of the LORD they encamped, and at the commandment of the LORD they traveled. They kept the LORD’s command, at the commandment of the LORD by Moses.", "type": "text", "attrs": {"verseId": "NUM.9.23", "verseOrgIds": ["NUM.9.23"]}}]}], "next": {"id": "NUM.10", "number": "10", "bookId": "NUM"}, "previous": {"id": "NUM.8", "number": "8", "bookId": "NUM"}}}}