{"_default": {"1": {"id": "DAN.3", "bibleId": "f72b840c855f362c-04", "number": "3", "bookId": "DAN", "reference": "Daniel 3", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Nebuchadnezzar the king made an image of gold, whose height was sixty cubits", "type": "text", "attrs": {"verseId": "DAN.3.1", "verseOrgIds": ["DAN.3.1"]}}, {"text": " and its width six cubits. He set it up in the plain of Dura, in the province of Babylon. ", "type": "text", "attrs": {"verseId": "DAN.3.1", "verseOrgIds": ["DAN.3.1"]}}, {"text": "Then Nebuchadnezzar the king sent to gather together the local governors, the deputies, and the governors, the judges, the treasurers, the counselors, the sheriffs, and all the rulers of the provinces, to come to the dedication of the image which Nebuchadnezzar the king had set up. ", "type": "text", "attrs": {"verseId": "DAN.3.2", "verseOrgIds": ["DAN.3.2"]}}, {"text": "Then the local governors, the deputies, and the governors, the judges, the treasurers, the counselors, the sheriffs, and all the rulers of the provinces were gathered together to the dedication of the image that Nebuchadnezzar the king had set up; and they stood before the image that Nebuchadnezzar had set up.", "type": "text", "attrs": {"verseId": "DAN.3.3", "verseOrgIds": ["DAN.3.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the herald cried aloud, “To you it is commanded, peoples, nations, and languages, ", "type": "text", "attrs": {"verseId": "DAN.3.4", "verseOrgIds": ["DAN.3.4"]}}, {"text": "that whenever you hear the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music, you fall down and worship the golden image that Nebuchadnezzar the king has set up. ", "type": "text", "attrs": {"verseId": "DAN.3.5", "verseOrgIds": ["DAN.3.5"]}}, {"text": "Whoever doesn’t fall down and worship shall be cast into the middle of a burning fiery furnace the same hour.”", "type": "text", "attrs": {"verseId": "DAN.3.6", "verseOrgIds": ["DAN.3.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Therefore at that time, when all the peoples heard the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music, all the peoples, the nations, and the languages fell down and worshiped the golden image that Nebuchadnezzar the king had set up.", "type": "text", "attrs": {"verseId": "DAN.3.7", "verseOrgIds": ["DAN.3.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Therefore at that time certain Kasdim came near and brought accusation against the Jews. ", "type": "text", "attrs": {"verseId": "DAN.3.8", "verseOrgIds": ["DAN.3.8"]}}, {"text": "They answered Nebuchadnezzar the king, “O king, live for ever! ", "type": "text", "attrs": {"verseId": "DAN.3.9", "verseOrgIds": ["DAN.3.9"]}}, {"text": "You, O king, have made a decree that every man who hears the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music shall fall down and worship the golden image; ", "type": "text", "attrs": {"verseId": "DAN.3.10", "verseOrgIds": ["DAN.3.10"]}}, {"text": "and whoever doesn’t fall down and worship shall be cast into the middle of a burning fiery furnace. ", "type": "text", "attrs": {"verseId": "DAN.3.11", "verseOrgIds": ["DAN.3.11"]}}, {"text": "There are certain Jews whom you have appointed over the affairs of the province of Babylon: Shadrach, Meshach, and Abednego. These men, O king, have not respected you. They don’t serve your gods, and don’t worship the golden image which you have set up.”", "type": "text", "attrs": {"verseId": "DAN.3.12", "verseOrgIds": ["DAN.3.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Nebuchadnezzar in rage and fury commanded that Shadrach, Meshach, and Abednego be brought. Then these men were brought before the king. ", "type": "text", "attrs": {"verseId": "DAN.3.13", "verseOrgIds": ["DAN.3.13"]}}, {"text": "Nebuchadnezzar answered them, “Is it true, Shadrach, Meshach, and Abednego, that you don’t serve my gods and you don’t worship the golden image which I have set up? ", "type": "text", "attrs": {"verseId": "DAN.3.14", "verseOrgIds": ["DAN.3.14"]}}, {"text": "Now if you are ready whenever you hear the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music to fall down and worship the image which I have made, good; but if you don’t worship, you shall be cast the same hour into the middle of a burning fiery furnace. Who is that god who will deliver you out of my hands?”", "type": "text", "attrs": {"verseId": "DAN.3.15", "verseOrgIds": ["DAN.3.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Shadrach, Meshach, and Abednego answered the king, “Nebuchadnezzar, we have no need to answer you in this matter. ", "type": "text", "attrs": {"verseId": "DAN.3.16", "verseOrgIds": ["DAN.3.16"]}}, {"text": "If it happens, our God whom we serve is able to deliver us from the burning fiery furnace; and he will deliver us out of your hand, O king. ", "type": "text", "attrs": {"verseId": "DAN.3.17", "verseOrgIds": ["DAN.3.17"]}}, {"text": "But if not, let it be known to you, O king, that we will not serve your gods or worship the golden image which you have set up.”", "type": "text", "attrs": {"verseId": "DAN.3.18", "verseOrgIds": ["DAN.3.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Nebuchadnezzar was full of fury, and the form of his appearance was changed against Shadrach, Meshach, and Abednego. He spoke, and commanded that they should heat the furnace seven times more than it was usually heated. ", "type": "text", "attrs": {"verseId": "DAN.3.19", "verseOrgIds": ["DAN.3.19"]}}, {"text": "He commanded certain mighty men who were in his army to bind Shadrach, Meshach, and Abednego, and to cast them into the burning fiery furnace. ", "type": "text", "attrs": {"verseId": "DAN.3.20", "verseOrgIds": ["DAN.3.20"]}}, {"text": "Then these men were bound in their pants, their tunics, and their mantles, and their other clothes, and were cast into the middle of the burning fiery furnace. ", "type": "text", "attrs": {"verseId": "DAN.3.21", "verseOrgIds": ["DAN.3.21"]}}, {"text": "Therefore because the king’s commandment was urgent and the furnace exceedingly hot, the flame of the fire killed those men who took up Shadrach, Meshach, and Abednego. ", "type": "text", "attrs": {"verseId": "DAN.3.22", "verseOrgIds": ["DAN.3.22"]}}, {"text": "These three men, Shadrach, Meshach, and Abednego, fell down bound into the middle of the burning fiery furnace.", "type": "text", "attrs": {"verseId": "DAN.3.23", "verseOrgIds": ["DAN.3.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Nebuchadnezzar the king was astonished and rose up in haste. He spoke and said to his counselors, “Didn’t we cast three men bound into the middle of the fire?”", "type": "text", "attrs": {"verseId": "DAN.3.24", "verseOrgIds": ["DAN.3.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "DAN 3:24"}, "items": [{"text": "They answered the king, “True, O king.”", "type": "text", "attrs": {"verseId": "DAN.3.24", "verseOrgIds": ["DAN.3.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He answered, “Look, I see four men loose, walking in the middle of the fire, and they are unharmed. The appearance of the fourth is like a son of the gods.”", "type": "text", "attrs": {"verseId": "DAN.3.25", "verseOrgIds": ["DAN.3.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Nebuchadnezzar came near to the mouth of the burning fiery furnace. He spoke and said, “Shadrach, Meshach, and Abednego, you servants of the Most High God, come out, and come here!”", "type": "text", "attrs": {"verseId": "DAN.3.26", "verseOrgIds": ["DAN.3.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "DAN 3:26"}, "items": [{"text": "Then Shadrach, Meshach, and Abednego came out of the middle of the fire. ", "type": "text", "attrs": {"verseId": "DAN.3.26", "verseOrgIds": ["DAN.3.26"]}}, {"text": "The local governors, the deputies, and the governors, and the king’s counselors, being gathered together, saw these men, that the fire had no power on their bodies. The hair of their head wasn’t singed. Their pants weren’t changed. The smell of fire wasn’t even on them.", "type": "text", "attrs": {"verseId": "DAN.3.27", "verseOrgIds": ["DAN.3.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Nebuchadnezzar spoke and said, “Blessed be the God of Shadrach, Meshach, and Abednego, who has sent his angel and delivered his servants who trusted in him, and have changed the king’s word, and have yielded their bodies, that they might not serve nor worship any god except their own God. ", "type": "text", "attrs": {"verseId": "DAN.3.28", "verseOrgIds": ["DAN.3.28"]}}, {"text": "Therefore I make a decree that every people, nation, and language which speak anything evil against the God of Shadrach, Meshach, and Abednego shall be cut in pieces, and their houses shall be made a dunghill, because there is no other god who is able to deliver like this.”", "type": "text", "attrs": {"verseId": "DAN.3.29", "verseOrgIds": ["DAN.3.29"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon.", "type": "text", "attrs": {"verseId": "DAN.3.30", "verseOrgIds": ["DAN.3.30"]}}]}], "next": {"id": "DAN.4", "number": "4", "bookId": "DAN"}, "previous": {"id": "DAN.2", "number": "2", "bookId": "DAN"}}}}