{"_default": {"1": {"id": "NEH.3", "bibleId": "f72b840c855f362c-04", "number": "3", "bookId": "NEH", "reference": "Nehemiah 3", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Eliashib the high priest rose up with his brothers the priests, and they built the sheep gate. They sanctified it, and set up its doors. They sanctified it even to the tower of Hammeah, to the tower of Hananel. ", "type": "text", "attrs": {"verseId": "NEH.3.1", "verseOrgIds": ["NEH.3.1"]}}, {"text": "Next to him the men of Jericho built. Next to them Zaccur the son of Imri built.", "type": "text", "attrs": {"verseId": "NEH.3.2", "verseOrgIds": ["NEH.3.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The sons of Hassenaah built the fish gate. They laid its beams, and set up its doors, its bolts, and its bars. ", "type": "text", "attrs": {"verseId": "NEH.3.3", "verseOrgIds": ["NEH.3.3"]}}, {"text": "Next to them, Meremoth the son of Uriah, the son of Hakkoz made repairs. Next to them, Meshullam the son of Berechiah, the son of Meshezabel made repairs. Next to them, Zadok the son of Baana made repairs. ", "type": "text", "attrs": {"verseId": "NEH.3.4", "verseOrgIds": ["NEH.3.4"]}}, {"text": "Next to them, the Tekoites made repairs; but their nobles didn’t put their necks to the Lord’s work.", "type": "text", "attrs": {"verseId": "NEH.3.5", "verseOrgIds": ["NEH.3.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the old gate. They laid its beams and set up its doors, its bolts, and its bars. ", "type": "text", "attrs": {"verseId": "NEH.3.6", "verseOrgIds": ["NEH.3.6"]}}, {"text": "Next to them, Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, repaired the residence of the governor beyond the River. ", "type": "text", "attrs": {"verseId": "NEH.3.7", "verseOrgIds": ["NEH.3.7"]}}, {"text": "Next to him, Uzziel the son of Harhaiah, goldsmiths, made repairs. Next to him, Hananiah, one of the perfumers, made repairs, and they fortified Jerusalem even to the wide wall. ", "type": "text", "attrs": {"verseId": "NEH.3.8", "verseOrgIds": ["NEH.3.8"]}}, {"text": "Next to them, Rephaiah the son of Hur, the ruler of half the district of Jerusalem, made repairs. ", "type": "text", "attrs": {"verseId": "NEH.3.9", "verseOrgIds": ["NEH.3.9"]}}, {"text": "Next to them, Jedaiah the son of Harumaph made repairs across from his house. Next to him, Hattush the son of Hashabneiah made repairs. ", "type": "text", "attrs": {"verseId": "NEH.3.10", "verseOrgIds": ["NEH.3.10"]}}, {"text": "Malchijah the son of Harim and Hasshub the son of Pahathmoab repaired another portion and the tower of the furnaces. ", "type": "text", "attrs": {"verseId": "NEH.3.11", "verseOrgIds": ["NEH.3.11"]}}, {"text": "Next to him, Shallum the son of Hallohesh, the ruler of half the district of Jerusalem, he and his daughters made repairs.", "type": "text", "attrs": {"verseId": "NEH.3.12", "verseOrgIds": ["NEH.3.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Hanun and the inhabitants of Zanoah repaired the valley gate. They built it, and set up its doors, its bolts, and its bars, and one thousand cubits", "type": "text", "attrs": {"verseId": "NEH.3.13", "verseOrgIds": ["NEH.3.13"]}}, {"text": " of the wall to the dung gate.", "type": "text", "attrs": {"verseId": "NEH.3.13", "verseOrgIds": ["NEH.3.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Malchijah the son of Rechab, the ruler of the district of Beth Haccherem, repaired the dung gate. He built it, and set up its doors, its bolts, and its bars.", "type": "text", "attrs": {"verseId": "NEH.3.14", "verseOrgIds": ["NEH.3.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Shallun the son of Colhozeh, the ruler of the district of Mizpah, repaired the spring gate. He built it, covered it, and set up its doors, its bolts, and its bars; and he repaired the wall of the pool of Shelah by the king’s garden, even to the stairs that go down from David’s city. ", "type": "text", "attrs": {"verseId": "NEH.3.15", "verseOrgIds": ["NEH.3.15"]}}, {"text": "After him, Nehemiah the son of Azbuk, the ruler of half the district of Beth Zur, made repairs to the place opposite the tombs of David, and to the pool that was made, and to the house of the mighty men. ", "type": "text", "attrs": {"verseId": "NEH.3.16", "verseOrgIds": ["NEH.3.16"]}}, {"text": "After him, the Levites—Rehum the son of Bani made repairs. Next to him, Hashabiah, the ruler of half the district of Keilah, made repairs for his district. ", "type": "text", "attrs": {"verseId": "NEH.3.17", "verseOrgIds": ["NEH.3.17"]}}, {"text": "After him, their brothers, Bavvai the son of Henadad, the ruler of half the district of Keilah made repairs. ", "type": "text", "attrs": {"verseId": "NEH.3.18", "verseOrgIds": ["NEH.3.18"]}}, {"text": "Next to him, Ezer the son of Yeshua, the ruler of Mizpah, repaired another portion across from the ascent to the armory at the turning of the wall. ", "type": "text", "attrs": {"verseId": "NEH.3.19", "verseOrgIds": ["NEH.3.19"]}}, {"text": "After him, Baruch the son of Zabbai earnestly repaired another portion, from the turning of the wall to the door of the house of Eliashib the high priest. ", "type": "text", "attrs": {"verseId": "NEH.3.20", "verseOrgIds": ["NEH.3.20"]}}, {"text": "After him, Meremoth the son of Uriah the son of Hakkoz repaired another portion, from the door of the house of Eliashib even to the end of the house of Eliashib. ", "type": "text", "attrs": {"verseId": "NEH.3.21", "verseOrgIds": ["NEH.3.21"]}}, {"text": "After him, the priests, the men of the surrounding area made repairs. ", "type": "text", "attrs": {"verseId": "NEH.3.22", "verseOrgIds": ["NEH.3.22"]}}, {"text": "After them, Benjamin and Hasshub made repairs across from their house. After them, Azariah the son of Maaseiah the son of Ananiah made repairs beside his own house. ", "type": "text", "attrs": {"verseId": "NEH.3.23", "verseOrgIds": ["NEH.3.23"]}}, {"text": "After him, Binnui the son of Henadad repaired another portion, from the house of Azariah to the turning of the wall, and to the corner. ", "type": "text", "attrs": {"verseId": "NEH.3.24", "verseOrgIds": ["NEH.3.24"]}}, {"text": "Palal the son of Uzai made repairs opposite the turning of the wall, and the tower that stands out from the upper house of the king, which is by the court of the guard. After him Pedaiah the son of Parosh made repairs. ", "type": "text", "attrs": {"verseId": "NEH.3.25", "verseOrgIds": ["NEH.3.25"]}}, {"text": "(Now the temple servants lived in Ophel, to the place opposite the water gate toward the east, and the tower that stands out.) ", "type": "text", "attrs": {"verseId": "NEH.3.26", "verseOrgIds": ["NEH.3.26"]}}, {"text": "After him the Tekoites repaired another portion, opposite the great tower that stands out, and to the wall of Ophel.", "type": "text", "attrs": {"verseId": "NEH.3.27", "verseOrgIds": ["NEH.3.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Above the horse gate, the priests made repairs, everyone across from his own house. ", "type": "text", "attrs": {"verseId": "NEH.3.28", "verseOrgIds": ["NEH.3.28"]}}, {"text": "After them, Zadok the son of Immer made repairs across from his own house. After him, Shemaiah the son of Shecaniah, the keeper of the east gate, made repairs. ", "type": "text", "attrs": {"verseId": "NEH.3.29", "verseOrgIds": ["NEH.3.29"]}}, {"text": "After him, Hananiah the son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired another portion. After him, Meshullam the son of Berechiah made repairs across from his room. ", "type": "text", "attrs": {"verseId": "NEH.3.30", "verseOrgIds": ["NEH.3.30"]}}, {"text": "After him, Malchijah, one of the goldsmiths to the house of the temple servants, and of the merchants, made repairs opposite the gate of Hammiphkad and to the ascent of the corner. ", "type": "text", "attrs": {"verseId": "NEH.3.31", "verseOrgIds": ["NEH.3.31"]}}, {"text": "Between the ascent of the corner and the sheep gate, the goldsmiths and the merchants made repairs.", "type": "text", "attrs": {"verseId": "NEH.3.32", "verseOrgIds": ["NEH.3.32"]}}]}], "next": {"id": "NEH.4", "number": "4", "bookId": "NEH"}, "previous": {"id": "NEH.2", "number": "2", "bookId": "NEH"}}}}