{"_default": {"1": {"id": "EZK.39", "bibleId": "f72b840c855f362c-04", "number": "39", "bookId": "EZK", "reference": "Ezekiel 39", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You, son of man, prophesy against Gog, and say, ‘The Lord GOD says: “Behold, I am against you, Gog, prince of Rosh, Meshech, and Tubal. ", "type": "text", "attrs": {"verseId": "EZK.39.1", "verseOrgIds": ["EZK.39.1"]}}, {"text": "I will turn you around, will lead you on, and will cause you to come up from the uttermost parts of the north; and I will bring you onto the mountains of Israel. ", "type": "text", "attrs": {"verseId": "EZK.39.2", "verseOrgIds": ["EZK.39.2"]}}, {"text": "I will strike your bow out of your left hand, and will cause your arrows to fall out of your right hand. ", "type": "text", "attrs": {"verseId": "EZK.39.3", "verseOrgIds": ["EZK.39.3"]}}, {"text": "You will fall on the mountains of Israel, you, and all your hordes, and the peoples who are with you. I will give you to the ravenous birds of every sort and to the animals of the field to be devoured. ", "type": "text", "attrs": {"verseId": "EZK.39.4", "verseOrgIds": ["EZK.39.4"]}}, {"text": "You will fall on the open field, for I have spoken it,” says the Lord GOD. ", "type": "text", "attrs": {"verseId": "EZK.39.5", "verseOrgIds": ["EZK.39.5"]}}, {"text": "“I will send a fire on Magog and on those who dwell securely in the islands. Then they will know that I am the LORD.", "type": "text", "attrs": {"verseId": "EZK.39.6", "verseOrgIds": ["EZK.39.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“I will make my holy name known among my people Israel. I won’t allow my holy name to be profaned any more. Then the nations will know that I am the LORD, the Holy One in Israel. ", "type": "text", "attrs": {"verseId": "EZK.39.7", "verseOrgIds": ["EZK.39.7"]}}, {"text": "Behold, it comes, and it will be done,” says the Lord GOD. “This is the day about which I have spoken.", "type": "text", "attrs": {"verseId": "EZK.39.8", "verseOrgIds": ["EZK.39.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“Those who dwell in the cities of Israel will go out and will make fires of the weapons and burn them, both the shields and the bucklers, the bows and the arrows, and the war clubs and the spears, and they will make fires with them for seven years; ", "type": "text", "attrs": {"verseId": "EZK.39.9", "verseOrgIds": ["EZK.39.9"]}}, {"text": "so that they will take no wood out of the field, and not cut down any out of the forests; for they will make fires with the weapons. They will plunder those who plundered them, and rob those who robbed them,” says the Lord GOD.", "type": "text", "attrs": {"verseId": "EZK.39.10", "verseOrgIds": ["EZK.39.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“It will happen in that day, that I will give to Gog a place for burial in Israel, the valley of those who pass through on the east of the sea; and it will stop those who pass through. They will bury Gog and all his multitude there, and they will call it ‘The valley of Hamon Gog’.", "type": "text", "attrs": {"verseId": "EZK.39.11", "verseOrgIds": ["EZK.39.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“The house of Israel will be burying them for seven months, that they may cleanse the land. ", "type": "text", "attrs": {"verseId": "EZK.39.12", "verseOrgIds": ["EZK.39.12"]}}, {"text": "Yes, all the people of the land will bury them; and they will become famous in the day that I will be glorified,” says the Lord GOD.", "type": "text", "attrs": {"verseId": "EZK.39.13", "verseOrgIds": ["EZK.39.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“They will set apart men of continual employment who will pass through the land. Those who pass through will go with those who bury those who remain on the surface of the land, to cleanse it. After the end of seven months they will search. ", "type": "text", "attrs": {"verseId": "EZK.39.14", "verseOrgIds": ["EZK.39.14"]}}, {"text": "Those who search through the land will pass through; and when anyone sees a man’s bone, then he will set up a sign by it, until the undertakers have buried it in the valley of Hamon Gog. ", "type": "text", "attrs": {"verseId": "EZK.39.15", "verseOrgIds": ["EZK.39.15"]}}, {"text": "Hamonah will also be the name of a city. Thus they will cleanse the land.”’", "type": "text", "attrs": {"verseId": "EZK.39.16", "verseOrgIds": ["EZK.39.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“You, son of man, the Lord GOD says: ‘Speak to the birds of every sort, and to every animal of the field, “Assemble yourselves, and come; gather yourselves on every side to my sacrifice that I sacrifice for you, even a great sacrifice on the mountains of Israel, that you may eat meat and drink blood. ", "type": "text", "attrs": {"verseId": "EZK.39.17", "verseOrgIds": ["EZK.39.17"]}}, {"text": "You shall eat the flesh of the mighty, and drink the blood of the princes of the earth, of rams, of lambs, and of goats, of bulls, all of them fatlings of Bashan. ", "type": "text", "attrs": {"verseId": "EZK.39.18", "verseOrgIds": ["EZK.39.18"]}}, {"text": "You shall eat fat until you are full, and drink blood until you are drunk, of my sacrifice which I have sacrificed for you. ", "type": "text", "attrs": {"verseId": "EZK.39.19", "verseOrgIds": ["EZK.39.19"]}}, {"text": "You shall be filled at my table with horses and charioteers, with mighty men, and with all men of war,” says the Lord GOD.’", "type": "text", "attrs": {"verseId": "EZK.39.20", "verseOrgIds": ["EZK.39.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“I will set my glory among the nations. Then all the nations will see my judgment that I have executed, and my hand that I have laid on them. ", "type": "text", "attrs": {"verseId": "EZK.39.21", "verseOrgIds": ["EZK.39.21"]}}, {"text": "So the house of Israel will know that I am the LORD their God, from that day and forward. ", "type": "text", "attrs": {"verseId": "EZK.39.22", "verseOrgIds": ["EZK.39.22"]}}, {"text": "The nations will know that the house of Israel went into captivity for their iniquity, because they trespassed against me, and I hid my face from them; so I gave them into the hand of their adversaries, and they all fell by the sword. ", "type": "text", "attrs": {"verseId": "EZK.39.23", "verseOrgIds": ["EZK.39.23"]}}, {"text": "I did to them according to their uncleanness and according to their transgressions. I hid my face from them.", "type": "text", "attrs": {"verseId": "EZK.39.24", "verseOrgIds": ["EZK.39.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Therefore the Lord GOD says: ‘Now I will reverse the captivity of Jacob and have mercy on the whole house of Israel. I will be jealous for my holy name. ", "type": "text", "attrs": {"verseId": "EZK.39.25", "verseOrgIds": ["EZK.39.25"]}}, {"text": "They will forget their shame and all their trespasses by which they have trespassed against me, when they dwell securely in their land. No one will make them afraid ", "type": "text", "attrs": {"verseId": "EZK.39.26", "verseOrgIds": ["EZK.39.26"]}}, {"text": "when I have brought them back from the peoples, gathered them out of their enemies’ lands, and am shown holy among them in the sight of many nations. ", "type": "text", "attrs": {"verseId": "EZK.39.27", "verseOrgIds": ["EZK.39.27"]}}, {"text": "They will know that I am the LORD their God, in that I caused them to go into captivity among the nations, and have gathered them to their own land. Then I will leave none of them captive any more. ", "type": "text", "attrs": {"verseId": "EZK.39.28", "verseOrgIds": ["EZK.39.28"]}}, {"text": "I won’t hide my face from them any more, for I have poured out my Spirit on the house of Israel,’ says the Lord GOD.”", "type": "text", "attrs": {"verseId": "EZK.39.29", "verseOrgIds": ["EZK.39.29"]}}]}], "next": {"id": "EZK.40", "number": "40", "bookId": "EZK"}, "previous": {"id": "EZK.38", "number": "38", "bookId": "EZK"}}}}