{"_default": {"1": {"id": "2SA.24", "bibleId": "f72b840c855f362c-04", "number": "24", "bookId": "2SA", "reference": "2 Samuel 24", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Again the LORD’s anger burned against Israel, and he moved David against them, saying, “Go, count Israel and Judah.” ", "type": "text", "attrs": {"verseId": "2SA.24.1", "verseOrgIds": ["2SA.24.1"]}}, {"text": "The king said to Joab the captain of the army, who was with him, “Now go back and forth through all the tribes of Israel, from Dan even to Beersheba, and count the people, that I may know the sum of the people.”", "type": "text", "attrs": {"verseId": "2SA.24.2", "verseOrgIds": ["2SA.24.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Joab said to the king, “Now may the LORD your God add to the people, however many they may be, one hundred times; and may the eyes of my lord the king see it. But why does my lord the king delight in this thing?”", "type": "text", "attrs": {"verseId": "2SA.24.3", "verseOrgIds": ["2SA.24.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Notwithstanding, the king’s word prevailed against Joab and against the captains of the army. Joab and the captains of the army went out from the presence of the king to count the people of Israel. ", "type": "text", "attrs": {"verseId": "2SA.24.4", "verseOrgIds": ["2SA.24.4"]}}, {"text": "They passed over the Jordan and encamped in Aroer, on the right side of the city that is in the middle of the valley of Gad, and to Jazer; ", "type": "text", "attrs": {"verseId": "2SA.24.5", "verseOrgIds": ["2SA.24.5"]}}, {"text": "then they came to Gilead and to the land of Tahtim Hodshi; and they came to Dan Jaan and around to Sidon, ", "type": "text", "attrs": {"verseId": "2SA.24.6", "verseOrgIds": ["2SA.24.6"]}}, {"text": "and came to the stronghold of Tyre, and to all the cities of the Hivites and of the Canaanites; and they went out to the south of Judah, at Beersheba. ", "type": "text", "attrs": {"verseId": "2SA.24.7", "verseOrgIds": ["2SA.24.7"]}}, {"text": "So when they had gone back and forth through all the land, they came to Jerusalem at the end of nine months and twenty days. ", "type": "text", "attrs": {"verseId": "2SA.24.8", "verseOrgIds": ["2SA.24.8"]}}, {"text": "Joab gave up the sum of the counting of the people to the king; and there were in Israel eight hundred thousand valiant men who drew the sword, and the men of Judah were five hundred thousand men.", "type": "text", "attrs": {"verseId": "2SA.24.9", "verseOrgIds": ["2SA.24.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David’s heart struck him after he had counted the people. David said to the LORD, “I have sinned greatly in that which I have done. But now, the LORD, put away, I beg you, the iniquity of your servant; for I have done very foolishly.”", "type": "text", "attrs": {"verseId": "2SA.24.10", "verseOrgIds": ["2SA.24.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When David rose up in the morning, the LORD’s word came to the prophet Gad, David’s seer, saying, ", "type": "text", "attrs": {"verseId": "2SA.24.11", "verseOrgIds": ["2SA.24.11"]}}, {"text": "“Go and speak to David, ‘The LORD says, “I offer you three things. Choose one of them, that I may do it to you.”’”", "type": "text", "attrs": {"verseId": "2SA.24.12", "verseOrgIds": ["2SA.24.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Gad came to David, and told him, saying, “Shall seven years of famine come to you in your land? Or will you flee three months before your foes while they pursue you? Or shall there be three days’ pestilence in your land? Now answer, and consider what answer I shall return to him who sent me.”", "type": "text", "attrs": {"verseId": "2SA.24.13", "verseOrgIds": ["2SA.24.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David said to Gad, “I am in distress. Let us fall now into the LORD’s hand, for his mercies are great. Let me not fall into man’s hand.”", "type": "text", "attrs": {"verseId": "2SA.24.14", "verseOrgIds": ["2SA.24.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So the LORD sent a pestilence on Israel from the morning even to the appointed time; and seventy thousand men died of the people from Dan even to Beersheba. ", "type": "text", "attrs": {"verseId": "2SA.24.15", "verseOrgIds": ["2SA.24.15"]}}, {"text": "When the angel stretched out his hand toward Jerusalem to destroy it, the LORD relented of the disaster, and said to the angel who destroyed the people, “It is enough. Now withdraw your hand.” The LORD’s angel was by the threshing floor of Araunah the Jebusite.", "type": "text", "attrs": {"verseId": "2SA.24.16", "verseOrgIds": ["2SA.24.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David spoke to the LORD when he saw the angel who struck the people, and said, “Behold, I have sinned, and I have done perversely; but these sheep, what have they done? Please let your hand be against me, and against my father’s house.”", "type": "text", "attrs": {"verseId": "2SA.24.17", "verseOrgIds": ["2SA.24.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Gad came that day to David and said to him, “Go up, build an altar to the LORD on the threshing floor of Araunah the Jebusite.”", "type": "text", "attrs": {"verseId": "2SA.24.18", "verseOrgIds": ["2SA.24.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David went up according to the saying of Gad, as the LORD commanded. ", "type": "text", "attrs": {"verseId": "2SA.24.19", "verseOrgIds": ["2SA.24.19"]}}, {"text": "Araunah looked out, and saw the king and his servants coming on toward him. Then Araunah went out and bowed himself before the king with his face to the ground. ", "type": "text", "attrs": {"verseId": "2SA.24.20", "verseOrgIds": ["2SA.24.20"]}}, {"text": "Araunah said, “Why has my lord the king come to his servant?”", "type": "text", "attrs": {"verseId": "2SA.24.21", "verseOrgIds": ["2SA.24.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "2SA 24:21"}, "items": [{"text": "David said, “To buy your threshing floor, to build an altar to the LORD, that the plague may be stopped from afflicting the people.”", "type": "text", "attrs": {"verseId": "2SA.24.21", "verseOrgIds": ["2SA.24.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Araunah said to David, “Let my lord the king take and offer up what seems good to him. Behold, the cattle for the burnt offering, and the threshing sledges and the yokes of the oxen for the wood. ", "type": "text", "attrs": {"verseId": "2SA.24.22", "verseOrgIds": ["2SA.24.22"]}}, {"text": "All this, O king, does Araunah give to the king.” Araunah said to the king, “May the LORD your God accept you.”", "type": "text", "attrs": {"verseId": "2SA.24.23", "verseOrgIds": ["2SA.24.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king said to Araunah, “No, but I will most certainly buy it from you for a price. I will not offer burnt offerings to the LORD my God which cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels", "type": "text", "attrs": {"verseId": "2SA.24.24", "verseOrgIds": ["2SA.24.24"]}}, {"text": " of silver. ", "type": "text", "attrs": {"verseId": "2SA.24.24", "verseOrgIds": ["2SA.24.24"]}}, {"text": "David built an altar to the LORD there, and offered burnt offerings and peace offerings. So the LORD was entreated for the land, and the plague was removed from Israel.", "type": "text", "attrs": {"verseId": "2SA.24.25", "verseOrgIds": ["2SA.24.25"]}}]}], "next": {"id": "1KI.intro", "number": "intro", "bookId": "1KI"}, "previous": {"id": "2SA.23", "number": "23", "bookId": "2SA"}}}}