{"_default": {"1": {"id": "2KI.24", "bibleId": "f72b840c855f362c-04", "number": "24", "bookId": "2KI", "reference": "2 Kings 24", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In his days Nebuchadnezzar king of Babylon came up, and Jehoiakim became his servant three years. Then he turned and rebelled against him. ", "type": "text", "attrs": {"verseId": "2KI.24.1", "verseOrgIds": ["2KI.24.1"]}}, {"text": "The LORD sent against him bands of the Kasdim, bands of the Syrians, bands of the Moabites, and bands of the children of Ammon, and sent them against Judah to destroy it, according to the LORD’s word which he spoke by his servants the prophets. ", "type": "text", "attrs": {"verseId": "2KI.24.2", "verseOrgIds": ["2KI.24.2"]}}, {"text": "Surely at the commandment of the LORD this came on Judah, to remove them out of his sight for the sins of Manasseh, according to all that he did, ", "type": "text", "attrs": {"verseId": "2KI.24.3", "verseOrgIds": ["2KI.24.3"]}}, {"text": "and also for the innocent blood that he shed; for he filled Jerusalem with innocent blood, and the LORD would not pardon. ", "type": "text", "attrs": {"verseId": "2KI.24.4", "verseOrgIds": ["2KI.24.4"]}}, {"text": "Now the rest of the acts of Jehoiakim, and all that he did, aren’t they written in the book of the chronicles of the kings of Judah? ", "type": "text", "attrs": {"verseId": "2KI.24.5", "verseOrgIds": ["2KI.24.5"]}}, {"text": "So Jehoiakim slept with his fathers, and Jehoiachin his son reigned in his place.", "type": "text", "attrs": {"verseId": "2KI.24.6", "verseOrgIds": ["2KI.24.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The king of Egypt didn’t come out of his land any more; for the king of Babylon had taken, from the brook of Egypt to the river Euphrates, all that belonged to the king of Egypt.", "type": "text", "attrs": {"verseId": "2KI.24.7", "verseOrgIds": ["2KI.24.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoiachin was eighteen years old when he began to reign, and he reigned in Jerusalem three months. His mother’s name was Nehushta the daughter of Elnathan of Jerusalem. ", "type": "text", "attrs": {"verseId": "2KI.24.8", "verseOrgIds": ["2KI.24.8"]}}, {"text": "He did that which was evil in the LORD’s sight, according to all that his father had done. ", "type": "text", "attrs": {"verseId": "2KI.24.9", "verseOrgIds": ["2KI.24.9"]}}, {"text": "At that time the servants of Nebuchadnezzar king of Babylon came up to Jerusalem, and the city was besieged. ", "type": "text", "attrs": {"verseId": "2KI.24.10", "verseOrgIds": ["2KI.24.10"]}}, {"text": "Nebuchadnezzar king of Babylon came to the city while his servants were besieging it, ", "type": "text", "attrs": {"verseId": "2KI.24.11", "verseOrgIds": ["2KI.24.11"]}}, {"text": "and Jehoiachin the king of Judah went out to the king of Babylon—he, his mother, his servants, his princes, and his officers; and the king of Babylon captured him in the eighth year of his reign. ", "type": "text", "attrs": {"verseId": "2KI.24.12", "verseOrgIds": ["2KI.24.12"]}}, {"text": "He carried out from there all the treasures of the LORD’s house and the treasures of the king’s house, and cut in pieces all the vessels of gold which Solomon king of Israel had made in the LORD’s temple, as the LORD had said. ", "type": "text", "attrs": {"verseId": "2KI.24.13", "verseOrgIds": ["2KI.24.13"]}}, {"text": "He carried away all Jerusalem, and all the princes, and all the mighty men of valor, even ten thousand captives, and all the craftsmen and the smiths. No one remained except the poorest people of the land. ", "type": "text", "attrs": {"verseId": "2KI.24.14", "verseOrgIds": ["2KI.24.14"]}}, {"text": "He carried away Jehoiachin to Babylon, with the king’s mother, the king’s wives, his officers, and the chief men of the land. He carried them into captivity from Jerusalem to Babylon. ", "type": "text", "attrs": {"verseId": "2KI.24.15", "verseOrgIds": ["2KI.24.15"]}}, {"text": "All the men of might, even seven thousand, and the craftsmen and the smiths one thousand, all of them strong and fit for war, even them the king of Babylon brought captive to Babylon. ", "type": "text", "attrs": {"verseId": "2KI.24.16", "verseOrgIds": ["2KI.24.16"]}}, {"text": "The king of Babylon made Mattaniah, Jehoiachin’s father’s brother, king in his place, and changed his name to Zedekiah.", "type": "text", "attrs": {"verseId": "2KI.24.17", "verseOrgIds": ["2KI.24.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem. His mother’s name was Hamutal the daughter of Jeremiah of Libnah. ", "type": "text", "attrs": {"verseId": "2KI.24.18", "verseOrgIds": ["2KI.24.18"]}}, {"text": "He did that which was evil in the LORD’s sight, according to all that Jehoiakim had done. ", "type": "text", "attrs": {"verseId": "2KI.24.19", "verseOrgIds": ["2KI.24.19"]}}, {"text": "For through the anger of the LORD, this happened in Jerusalem and Judah, until he had cast them out from his presence.", "type": "text", "attrs": {"verseId": "2KI.24.20", "verseOrgIds": ["2KI.24.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "2KI 24:20"}, "items": [{"text": "Then Zedekiah rebelled against the king of Babylon.", "type": "text", "attrs": {"verseId": "2KI.24.20", "verseOrgIds": ["2KI.24.20"]}}]}], "next": {"id": "2KI.25", "number": "25", "bookId": "2KI"}, "previous": {"id": "2KI.23", "number": "23", "bookId": "2KI"}}}}