{"_default": {"1": {"id": "JER.39", "bibleId": "f72b840c855f362c-04", "number": "39", "bookId": "JER", "reference": "Jeremiah 39", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the ninth year of Zedekiah king of Judah, in the tenth month, Nebuchadnezzar king of Babylon and all his army came against Jerusalem, and besieged it. ", "type": "text", "attrs": {"verseId": "JER.39.1", "verseOrgIds": ["JER.39.1"]}}, {"text": "In the eleventh year of Zedekiah, in the fourth month, the ninth day of the month, a breach was made in the city. ", "type": "text", "attrs": {"verseId": "JER.39.2", "verseOrgIds": ["JER.39.2"]}}, {"text": "All the princes of the king of Babylon came in, and sat in the middle gate: Nergal Sharezer, Samgarnebo, Sarsechim, Rabsaris, Nergal Sharezer, Rabmag, with all the rest of the princes of the king of Babylon. ", "type": "text", "attrs": {"verseId": "JER.39.3", "verseOrgIds": ["JER.39.3"]}}, {"text": "When Zedekiah the king of Judah and all the men of war saw them, then they fled and went out of the city by night, by the way of the king’s garden, through the gate between the two walls; and he went out toward the Arabah.", "type": "text", "attrs": {"verseId": "JER.39.4", "verseOrgIds": ["JER.39.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But the army of the Kasdim pursued them, and overtook Zedekiah in the plains of Jericho. When they had taken him, they brought him up to Nebuchadnezzar king of Babylon to Riblah in the land of Hamath; and he pronounced judgment on him. ", "type": "text", "attrs": {"verseId": "JER.39.5", "verseOrgIds": ["JER.39.5"]}}, {"text": "Then the king of Babylon killed Zedekiah’s sons in Riblah before his eyes. The king of Babylon also killed all the nobles of Judah. ", "type": "text", "attrs": {"verseId": "JER.39.6", "verseOrgIds": ["JER.39.6"]}}, {"text": "Moreover he put out Zedekiah’s eyes and bound him in fetters, to carry him to Babylon.", "type": "text", "attrs": {"verseId": "JER.39.7", "verseOrgIds": ["JER.39.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The Kasdim burned the king’s house and the people’s houses with fire and broke down the walls of Jerusalem. ", "type": "text", "attrs": {"verseId": "JER.39.8", "verseOrgIds": ["JER.39.8"]}}, {"text": "Then Nebuzaradan the captain of the guard carried away captive into Babylon the rest of the people who remained in the city, the deserters also who fell away to him, and the rest of the people who remained. ", "type": "text", "attrs": {"verseId": "JER.39.9", "verseOrgIds": ["JER.39.9"]}}, {"text": "But Nebuzaradan the captain of the guard left of the poor of the people, who had nothing, in the land of Judah, and gave them vineyards and fields at the same time.", "type": "text", "attrs": {"verseId": "JER.39.10", "verseOrgIds": ["JER.39.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Nebuchadnezzar king of Babylon commanded Nebuzaradan the captain of the guard concerning Jeremiah, saying, ", "type": "text", "attrs": {"verseId": "JER.39.11", "verseOrgIds": ["JER.39.11"]}}, {"text": "“Take him and take care of him. Do him no harm; but do to him even as he tells you.”", "type": "text", "attrs": {"verseId": "JER.39.12", "verseOrgIds": ["JER.39.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Nebuzaradan the captain of the guard, Nebushazban, Rabsaris, and Nergal Sharezer, Rabmag, and all the chief officers of the king of Babylon ", "type": "text", "attrs": {"verseId": "JER.39.13", "verseOrgIds": ["JER.39.13"]}}, {"text": "sent and took Jeremiah out of the court of the guard, and committed him to Gedaliah the son of Ahikam, the son of Shaphan, that he should bring him home. So he lived among the people.", "type": "text", "attrs": {"verseId": "JER.39.14", "verseOrgIds": ["JER.39.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now the LORD’s word came to Jeremiah while he was shut up in the court of the guard, saying, ", "type": "text", "attrs": {"verseId": "JER.39.15", "verseOrgIds": ["JER.39.15"]}}, {"text": "“Go, and speak to Ebedmelech the Ethiopian, saying, ‘The LORD of Hosts, the God of Israel, says: “Behold, I will bring my words on this city for evil, and not for good; and they will be accomplished before you in that day. ", "type": "text", "attrs": {"verseId": "JER.39.16", "verseOrgIds": ["JER.39.16"]}}, {"text": "But I will deliver you in that day,” says the LORD; “and you will not be given into the hand of the men of whom you are afraid. ", "type": "text", "attrs": {"verseId": "JER.39.17", "verseOrgIds": ["JER.39.17"]}}, {"text": "For I will surely save you. You won’t fall by the sword, but you will escape with your life, because you have put your trust in me,” says the LORD.’”", "type": "text", "attrs": {"verseId": "JER.39.18", "verseOrgIds": ["JER.39.18"]}}]}], "next": {"id": "JER.40", "number": "40", "bookId": "JER"}, "previous": {"id": "JER.38", "number": "38", "bookId": "JER"}}}}