{"_default": {"1": {"id": "EXO.13", "bibleId": "f72b840c855f362c-04", "number": "13", "bookId": "EXO", "reference": "Exodus 13", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, saying, ", "type": "text", "attrs": {"verseId": "EXO.13.1", "verseOrgIds": ["EXO.13.1"]}}, {"text": "“Sanctify to me all the firstborn, whatever opens the womb among the children of Israel, both of man and of animal. It is mine.”", "type": "text", "attrs": {"verseId": "EXO.13.2", "verseOrgIds": ["EXO.13.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said to the people, “Remember this day, in which you came out of Egypt, out of the house of bondage; for by strength of hand the LORD brought you out from this place. No leavened bread shall be eaten. ", "type": "text", "attrs": {"verseId": "EXO.13.3", "verseOrgIds": ["EXO.13.3"]}}, {"text": "Today you go out in the month Abib. ", "type": "text", "attrs": {"verseId": "EXO.13.4", "verseOrgIds": ["EXO.13.4"]}}, {"text": "It shall be, when the LORD brings you into the land of the Canaanite, and the Hittite, and the Amorite, and the Hivite, and the Jebusite, which he swore to your fathers to give you, a land flowing with milk and honey, that you shall keep this service in this month. ", "type": "text", "attrs": {"verseId": "EXO.13.5", "verseOrgIds": ["EXO.13.5"]}}, {"text": "Seven days you shall eat unleavened bread, and in the seventh day shall be a feast to the LORD. ", "type": "text", "attrs": {"verseId": "EXO.13.6", "verseOrgIds": ["EXO.13.6"]}}, {"text": "Unleavened bread shall be eaten throughout the seven days; and no leavened bread shall be seen with you. No yeast shall be seen with you, within all your borders. ", "type": "text", "attrs": {"verseId": "EXO.13.7", "verseOrgIds": ["EXO.13.7"]}}, {"text": "You shall tell your son in that day, saying, ‘It is because of that which the LORD did for me when I came out of Egypt.’ ", "type": "text", "attrs": {"verseId": "EXO.13.8", "verseOrgIds": ["EXO.13.8"]}}, {"text": "It shall be for a sign to you on your hand, and for a memorial between your eyes, that the LORD’s law may be in your mouth; for with a strong hand the LORD has brought you out of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.13.9", "verseOrgIds": ["EXO.13.9"]}}, {"text": "You shall therefore keep this ordinance in its season from year to year.", "type": "text", "attrs": {"verseId": "EXO.13.10", "verseOrgIds": ["EXO.13.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“It shall be, when the LORD brings you into the land of the Canaanite, as he swore to you and to your fathers, and will give it you, ", "type": "text", "attrs": {"verseId": "EXO.13.11", "verseOrgIds": ["EXO.13.11"]}}, {"text": "that you shall set apart to the LORD all that opens the womb, and every firstborn that comes from an animal which you have. The males shall be the LORD’s. ", "type": "text", "attrs": {"verseId": "EXO.13.12", "verseOrgIds": ["EXO.13.12"]}}, {"text": "Every firstborn of a donkey you shall redeem with a lamb; and if you will not redeem it, then you shall break its neck; and you shall redeem all the firstborn of man among your sons. ", "type": "text", "attrs": {"verseId": "EXO.13.13", "verseOrgIds": ["EXO.13.13"]}}, {"text": "It shall be, when your son asks you in time to come, saying, ‘What is this?’ that you shall tell him, ‘By strength of hand the LORD brought us out from Egypt, from the house of bondage. ", "type": "text", "attrs": {"verseId": "EXO.13.14", "verseOrgIds": ["EXO.13.14"]}}, {"text": "When Pharaoh stubbornly refused to let us go, the LORD killed all the firstborn in the land of Egypt, both the firstborn of man, and the firstborn of livestock. Therefore I sacrifice to the LORD all that opens the womb, being males; but all the firstborn of my sons I redeem.’ ", "type": "text", "attrs": {"verseId": "EXO.13.15", "verseOrgIds": ["EXO.13.15"]}}, {"text": "It shall be for a sign on your hand, and for symbols between your eyes; for by strength of hand the LORD brought us out of Egypt.”", "type": "text", "attrs": {"verseId": "EXO.13.16", "verseOrgIds": ["EXO.13.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When Pharaoh had let the people go, God didn’t lead them by the way of the land of the Philistines, although that was near; for God said, “Lest perhaps the people change their minds when they see war, and they return to Egypt”; ", "type": "text", "attrs": {"verseId": "EXO.13.17", "verseOrgIds": ["EXO.13.17"]}}, {"text": "but God led the people around by the way of the wilderness by the Sea of Suf; and the children of Israel went up armed out of the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.13.18", "verseOrgIds": ["EXO.13.18"]}}, {"text": "Moses took the bones of Joseph with him, for he had made the children of Israel swear, saying, “God will surely visit you, and you shall carry up my bones away from here with you.” ", "type": "text", "attrs": {"verseId": "EXO.13.19", "verseOrgIds": ["EXO.13.19"]}}, {"text": "They took their journey from Succoth, and encamped in Etham, in the edge of the wilderness. ", "type": "text", "attrs": {"verseId": "EXO.13.20", "verseOrgIds": ["EXO.13.20"]}}, {"text": "The LORD went before them by day in a pillar of cloud, to lead them on their way, and by night in a pillar of fire, to give them light, that they might go by day and by night: ", "type": "text", "attrs": {"verseId": "EXO.13.21", "verseOrgIds": ["EXO.13.21"]}}, {"text": "the pillar of cloud by day, and the pillar of fire by night, didn’t depart from before the people.", "type": "text", "attrs": {"verseId": "EXO.13.22", "verseOrgIds": ["EXO.13.22"]}}]}], "next": {"id": "EXO.14", "number": "14", "bookId": "EXO"}, "previous": {"id": "EXO.12", "number": "12", "bookId": "EXO"}}}}