{"_default": {"1": {"id": "REV.18", "bibleId": "f72b840c855f362c-04", "number": "18", "bookId": "REV", "reference": "Revelation 18", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After these things, I saw another angel coming down out of the sky, having great authority. The earth was illuminated with his glory. ", "type": "text", "attrs": {"verseId": "REV.18.1", "verseOrgIds": ["REV.18.1"]}}, {"text": "He cried with a mighty voice, saying, “Fallen, fallen is Babylon the great, and she has become a habitation of demons, a prison of every unclean spirit, and a prison of every unclean and hated bird! ", "type": "text", "attrs": {"verseId": "REV.18.2", "verseOrgIds": ["REV.18.2"]}}, {"text": "For all the nations have drunk of the wine of the wrath of her sexual immorality, the kings of the earth committed sexual immorality with her, and the merchants of the earth grew rich from the abundance of her luxury.”", "type": "text", "attrs": {"verseId": "REV.18.3", "verseOrgIds": ["REV.18.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I heard another voice from heaven, saying, “Come out of her, my people, that you have no participation in her sins, and that you don’t receive of her plagues, ", "type": "text", "attrs": {"verseId": "REV.18.4", "verseOrgIds": ["REV.18.4"]}}, {"text": "for her sins have reached to the sky, and God has remembered her iniquities. ", "type": "text", "attrs": {"verseId": "REV.18.5", "verseOrgIds": ["REV.18.5"]}}, {"text": "Return to her just as she returned, and repay her double as she did, and according to her works. In the cup which she mixed, mix to her double. ", "type": "text", "attrs": {"verseId": "REV.18.6", "verseOrgIds": ["REV.18.6"]}}, {"text": "However much she glorified herself and grew wanton, so much give her of torment and mourning. For she says in her heart, ‘I sit a queen, and am no widow, and will in no way see mourning.’ ", "type": "text", "attrs": {"verseId": "REV.18.7", "verseOrgIds": ["REV.18.7"]}}, {"text": "Therefore in one day her plagues will come: death, mourning, and famine; and she will be utterly burned with fire, for the Lord God who has judged her is strong.", "type": "text", "attrs": {"verseId": "REV.18.8", "verseOrgIds": ["REV.18.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The kings of the earth who committed sexual immorality and lived wantonly with her will weep and wail over her, when they look at the smoke of her burning, ", "type": "text", "attrs": {"verseId": "REV.18.9", "verseOrgIds": ["REV.18.9"]}}, {"text": "standing far away for the fear of her torment, saying, ‘Woe, woe, the great city, Babylon, the strong city! For your judgment has come in one hour.’ ", "type": "text", "attrs": {"verseId": "REV.18.10", "verseOrgIds": ["REV.18.10"]}}, {"text": "The merchants of the earth weep and mourn over her, for no one buys their merchandise any more: ", "type": "text", "attrs": {"verseId": "REV.18.11", "verseOrgIds": ["REV.18.11"]}}, {"text": "merchandise of gold, silver, precious stones, pearls, fine linen, purple, silk, scarlet, all expensive wood, every vessel of ivory, every vessel made of most precious wood, and of brass, and iron, and marble; ", "type": "text", "attrs": {"verseId": "REV.18.12", "verseOrgIds": ["REV.18.12"]}}, {"text": "and cinnamon, incense, perfume, frankincense, wine, olive oil, fine flour, wheat, sheep, horses, chariots, and people’s bodies and souls. ", "type": "text", "attrs": {"verseId": "REV.18.13", "verseOrgIds": ["REV.18.13"]}}, {"text": "The fruits which your soul lusted after have been lost to you. All things that were dainty and sumptuous have perished from you, and you will find them no more at all. ", "type": "text", "attrs": {"verseId": "REV.18.14", "verseOrgIds": ["REV.18.14"]}}, {"text": "The merchants of these things, who were made rich by her, will stand far away for the fear of her torment, weeping and mourning, ", "type": "text", "attrs": {"verseId": "REV.18.15", "verseOrgIds": ["REV.18.15"]}}, {"text": "saying, ‘Woe, woe, the great city, she who was dressed in fine linen, purple, and scarlet, and decked with gold and precious stones and pearls! ", "type": "text", "attrs": {"verseId": "REV.18.16", "verseOrgIds": ["REV.18.16"]}}, {"text": "For in an hour such great riches are made desolate.’ Every ship master, and everyone who sails anywhere, and mariners, and as many as gain their living by sea, stood far away, ", "type": "text", "attrs": {"verseId": "REV.18.17", "verseOrgIds": ["REV.18.17"]}}, {"text": "and cried out as they looked at the smoke of her burning, saying, ‘What is like the great city?’ ", "type": "text", "attrs": {"verseId": "REV.18.18", "verseOrgIds": ["REV.18.18"]}}, {"text": "They cast dust on their heads, and cried, weeping and mourning, saying, ‘Woe, woe, the great city, in which all who had their ships in the sea were made rich by reason of her great wealth!’ For she is made desolate in one hour.", "type": "text", "attrs": {"verseId": "REV.18.19", "verseOrgIds": ["REV.18.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Rejoice over her, O heaven, you holy ones, emissaries, and prophets, for God has judged your judgment on her.”", "type": "text", "attrs": {"verseId": "REV.18.20", "verseOrgIds": ["REV.18.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "A mighty angel took up a stone like a great millstone and cast it into the sea, saying, “Thus with violence will Babylon, the great city, be thrown down, and will be found no more at all. ", "type": "text", "attrs": {"verseId": "REV.18.21", "verseOrgIds": ["REV.18.21"]}}, {"text": "The voice of harpists, minstrels, flute players, and trumpeters will be heard no more at all in you. No craftsman of whatever craft will be found any more at all in you. The sound of a mill will be heard no more at all in you. ", "type": "text", "attrs": {"verseId": "REV.18.22", "verseOrgIds": ["REV.18.22"]}}, {"text": "The light of a lamp will shine no more at all in you. The voice of the bridegroom and of the bride will be heard no more at all in you, for your merchants were the princes of the earth; for with your sorcery all the nations were deceived. ", "type": "text", "attrs": {"verseId": "REV.18.23", "verseOrgIds": ["REV.18.23"]}}, {"text": "In her was found the blood of prophets and of holy ones, and of all who have been slain on the earth.”", "type": "text", "attrs": {"verseId": "REV.18.24", "verseOrgIds": ["REV.18.24"]}}]}], "next": {"id": "REV.19", "number": "19", "bookId": "REV"}, "previous": {"id": "REV.17", "number": "17", "bookId": "REV"}}}}