{"_default": {"1": {"id": "NEH.5", "bibleId": "f72b840c855f362c-04", "number": "5", "bookId": "NEH", "reference": "Nehemiah 5", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then there arose a great cry of the people and of their wives against their brothers the Jews. ", "type": "text", "attrs": {"verseId": "NEH.5.1", "verseOrgIds": ["NEH.5.1"]}}, {"text": "For there were some who said, “We, our sons and our daughters, are many. Let us get grain, that we may eat and live.” ", "type": "text", "attrs": {"verseId": "NEH.5.2", "verseOrgIds": ["NEH.5.2"]}}, {"text": "There were also some who said, “We are mortgaging our fields, our vineyards, and our houses. Let us get grain, because of the famine.” ", "type": "text", "attrs": {"verseId": "NEH.5.3", "verseOrgIds": ["NEH.5.3"]}}, {"text": "There were also some who said, “We have borrowed money for the king’s tribute using our fields and our vineyards as collateral. ", "type": "text", "attrs": {"verseId": "NEH.5.4", "verseOrgIds": ["NEH.5.4"]}}, {"text": "Yet now our flesh is as the flesh of our brothers, our children as their children. Behold,", "type": "text", "attrs": {"verseId": "NEH.5.5", "verseOrgIds": ["NEH.5.5"]}}, {"text": " we bring our sons and our daughters into bondage to be servants, and some of our daughters have been brought into bondage. It is also not in our power to help it, because other men have our fields and our vineyards.”", "type": "text", "attrs": {"verseId": "NEH.5.5", "verseOrgIds": ["NEH.5.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "I was very angry when I heard their cry and these words. ", "type": "text", "attrs": {"verseId": "NEH.5.6", "verseOrgIds": ["NEH.5.6"]}}, {"text": "Then I consulted with myself, and contended with the nobles and the rulers, and said to them, “You exact usury, everyone of his brother.” I held a great assembly against them. ", "type": "text", "attrs": {"verseId": "NEH.5.7", "verseOrgIds": ["NEH.5.7"]}}, {"text": "I said to them, “We, after our ability, have redeemed our brothers the Jews that were sold to the nations; and would you even sell your brothers, and should they be sold to us?” Then they held their peace, and found not a word to say. ", "type": "text", "attrs": {"verseId": "NEH.5.8", "verseOrgIds": ["NEH.5.8"]}}, {"text": "Also I said, “The thing that you do is not good. Shouldn’t you walk in the fear of our God because of the reproach of the nations, our enemies? ", "type": "text", "attrs": {"verseId": "NEH.5.9", "verseOrgIds": ["NEH.5.9"]}}, {"text": "I likewise, my brothers and my servants, lend them money and grain. Please let us stop this usury. ", "type": "text", "attrs": {"verseId": "NEH.5.10", "verseOrgIds": ["NEH.5.10"]}}, {"text": "Please restore to them, even today, their fields, their vineyards, their olive groves, and their houses, also the hundredth part of the money, and of the grain, the new wine, and the oil, that you are charging them.”", "type": "text", "attrs": {"verseId": "NEH.5.11", "verseOrgIds": ["NEH.5.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then they said, “We will restore them, and will require nothing of them. We will do so, even as you say.”", "type": "text", "attrs": {"verseId": "NEH.5.12", "verseOrgIds": ["NEH.5.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "NEH 5:12"}, "items": [{"text": "Then I called the priests, and took an oath of them, that they would do according to this promise. ", "type": "text", "attrs": {"verseId": "NEH.5.12", "verseOrgIds": ["NEH.5.12"]}}, {"text": "Also I shook out my lap, and said, “So may God shake out every man from his house, and from his labor, that doesn’t perform this promise; even may he be shaken out and emptied like this.”", "type": "text", "attrs": {"verseId": "NEH.5.13", "verseOrgIds": ["NEH.5.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "NEH 5:13"}, "items": [{"text": "All the assembly said, “Amen,” and praised the LORD. The people did according to this promise.", "type": "text", "attrs": {"verseId": "NEH.5.13", "verseOrgIds": ["NEH.5.13"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even to the thirty-second year of Artaxerxes the king, that is, twelve years, I and my brothers have not eaten the bread of the governor. ", "type": "text", "attrs": {"verseId": "NEH.5.14", "verseOrgIds": ["NEH.5.14"]}}, {"text": "But the former governors who were before me were supported by the people, and took bread and wine from them, plus forty shekels", "type": "text", "attrs": {"verseId": "NEH.5.15", "verseOrgIds": ["NEH.5.15"]}}, {"text": " of silver; yes, even their servants ruled over the people, but I didn’t do so, because of the fear of God. ", "type": "text", "attrs": {"verseId": "NEH.5.15", "verseOrgIds": ["NEH.5.15"]}}, {"text": "Yes, I also continued in the work of this wall. We didn’t buy any land. All my servants were gathered there to the work. ", "type": "text", "attrs": {"verseId": "NEH.5.16", "verseOrgIds": ["NEH.5.16"]}}, {"text": "Moreover there were at my table, of the Jews and the rulers, one hundred fifty men, in addition to those who came to us from among the nations that were around us. ", "type": "text", "attrs": {"verseId": "NEH.5.17", "verseOrgIds": ["NEH.5.17"]}}, {"text": "Now that which was prepared for one day was one ox and six choice sheep. Also fowls were prepared for me, and once in ten days a store of all sorts of wine. Yet for all this, I didn’t demand the governor’s pay, because the bondage was heavy on this people. ", "type": "text", "attrs": {"verseId": "NEH.5.18", "verseOrgIds": ["NEH.5.18"]}}, {"text": "Remember me, my God, for all the good that I have done for this people.", "type": "text", "attrs": {"verseId": "NEH.5.19", "verseOrgIds": ["NEH.5.19"]}}]}], "next": {"id": "NEH.6", "number": "6", "bookId": "NEH"}, "previous": {"id": "NEH.4", "number": "4", "bookId": "NEH"}}}}