{"_default": {"1": {"id": "1CH.29", "bibleId": "f72b840c855f362c-04", "number": "29", "bookId": "1CH", "reference": "1 Chronicles 29", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "David the king said to all the assembly, “Solomon my son, whom alone God has chosen, is yet young and tender, and the work is great; for the palace is not for man, but for the LORD God. ", "type": "text", "attrs": {"verseId": "1CH.29.1", "verseOrgIds": ["1CH.29.1"]}}, {"text": "Now I have prepared with all my might for the house of my God the gold for the things of gold, the silver for the things of silver, the bronze for the things of bronze, iron for the things of iron, and wood for the things of wood, also onyx stones, stones to be set, stones for inlaid work of various colors, all kinds of precious stones, and marble stones in abundance. ", "type": "text", "attrs": {"verseId": "1CH.29.2", "verseOrgIds": ["1CH.29.2"]}}, {"text": "In addition, because I have set my affection on the house of my God, since I have a treasure of my own of gold and silver, I give it to the house of my God, over and above all that I have prepared for the holy house: ", "type": "text", "attrs": {"verseId": "1CH.29.3", "verseOrgIds": ["1CH.29.3"]}}, {"text": "even three thousand talents of gold,", "type": "text", "attrs": {"verseId": "1CH.29.4", "verseOrgIds": ["1CH.29.4"]}}, {"text": " of the gold of Ophir, and seven thousand talents", "type": "text", "attrs": {"verseId": "1CH.29.4", "verseOrgIds": ["1CH.29.4"]}}, {"text": " of refined silver, with which to overlay the walls of the houses; ", "type": "text", "attrs": {"verseId": "1CH.29.4", "verseOrgIds": ["1CH.29.4"]}}, {"text": "of gold for the things of gold, and of silver for the things of silver, and for all kinds of work to be made by the hands of artisans. Who then offers willingly to consecrate himself today to the LORD?”", "type": "text", "attrs": {"verseId": "1CH.29.5", "verseOrgIds": ["1CH.29.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the princes of the fathers’ households, and the princes of the tribes of Israel, and the captains of thousands and of hundreds, with the rulers over the king’s work, offered willingly; ", "type": "text", "attrs": {"verseId": "1CH.29.6", "verseOrgIds": ["1CH.29.6"]}}, {"text": "and they gave for the service of God’s house of gold five thousand talents", "type": "text", "attrs": {"verseId": "1CH.29.7", "verseOrgIds": ["1CH.29.7"]}}, {"text": " and ten thousand darics,", "type": "text", "attrs": {"verseId": "1CH.29.7", "verseOrgIds": ["1CH.29.7"]}}, {"text": " of silver ten thousand talents, of bronze eighteen thousand talents, and of iron one hundred thousand talents. ", "type": "text", "attrs": {"verseId": "1CH.29.7", "verseOrgIds": ["1CH.29.7"]}}, {"text": "People with whom precious stones were found gave them to the treasure of the LORD’s house, under the hand of Jehiel the Gershonite. ", "type": "text", "attrs": {"verseId": "1CH.29.8", "verseOrgIds": ["1CH.29.8"]}}, {"text": "Then the people rejoiced, because they offered willingly, because with a perfect heart they offered willingly to the LORD; and David the king also rejoiced with great joy.", "type": "text", "attrs": {"verseId": "1CH.29.9", "verseOrgIds": ["1CH.29.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Therefore David blessed the LORD before all the assembly; and David said, “You are blessed, LORD, the God of Israel our father, forever and ever. ", "type": "text", "attrs": {"verseId": "1CH.29.10", "verseOrgIds": ["1CH.29.10"]}}, {"text": "Yours, LORD, is the greatness, the power, the glory, the victory, and the majesty! For all that is in the heavens and in the earth is yours. Yours is the kingdom, LORD, and you are exalted as head above all. ", "type": "text", "attrs": {"verseId": "1CH.29.11", "verseOrgIds": ["1CH.29.11"]}}, {"text": "Both riches and honor come from you, and you rule over all! In your hand is power and might! It is in your hand to make great, and to give strength to all! ", "type": "text", "attrs": {"verseId": "1CH.29.12", "verseOrgIds": ["1CH.29.12"]}}, {"text": "Now therefore, our God, we thank you and praise your glorious name. ", "type": "text", "attrs": {"verseId": "1CH.29.13", "verseOrgIds": ["1CH.29.13"]}}, {"text": "But who am I, and what is my people, that we should be able to offer so willingly as this? For all things come from you, and we have given you of your own. ", "type": "text", "attrs": {"verseId": "1CH.29.14", "verseOrgIds": ["1CH.29.14"]}}, {"text": "For we are strangers before you and foreigners, as all our fathers were. Our days on the earth are as a shadow, and there is no remaining. ", "type": "text", "attrs": {"verseId": "1CH.29.15", "verseOrgIds": ["1CH.29.15"]}}, {"text": "LORD our God, all this store that we have prepared to build you a house for your holy name comes from your hand, and is all your own. ", "type": "text", "attrs": {"verseId": "1CH.29.16", "verseOrgIds": ["1CH.29.16"]}}, {"text": "I know also, my God, that you try the heart and have pleasure in uprightness. As for me, in the uprightness of my heart I have willingly offered all these things. Now I have seen with joy your people, who are present here, offer willingly to you. ", "type": "text", "attrs": {"verseId": "1CH.29.17", "verseOrgIds": ["1CH.29.17"]}}, {"text": "LORD, the God of Abraham, of Isaac, and of Israel, our fathers, keep this desire forever in the thoughts of the heart of your people, and prepare their heart for you; ", "type": "text", "attrs": {"verseId": "1CH.29.18", "verseOrgIds": ["1CH.29.18"]}}, {"text": "and give to Solomon my son a perfect heart, to keep your commandments, your testimonies, and your statutes, and to do all these things, and to build the palace, for which I have made provision.”", "type": "text", "attrs": {"verseId": "1CH.29.19", "verseOrgIds": ["1CH.29.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then David said to all the assembly, “Now bless the LORD your God!”", "type": "text", "attrs": {"verseId": "1CH.29.20", "verseOrgIds": ["1CH.29.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1CH 29:20"}, "items": [{"text": "All the assembly blessed the LORD, the God of their fathers, and bowed down their heads and prostrated themselves before the LORD and the king. ", "type": "text", "attrs": {"verseId": "1CH.29.20", "verseOrgIds": ["1CH.29.20"]}}, {"text": "They sacrificed sacrifices to the LORD and offered burnt offerings to the LORD on the next day after that day, even one thousand bulls, one thousand rams, and one thousand lambs, with their drink offerings and sacrifices in abundance for all Israel, ", "type": "text", "attrs": {"verseId": "1CH.29.21", "verseOrgIds": ["1CH.29.21"]}}, {"text": "and ate and drank before the LORD on that day with great gladness. They made Solomon the son of David king the second time, and anointed him before the LORD to be prince, and Zadok to be priest.", "type": "text", "attrs": {"verseId": "1CH.29.22", "verseOrgIds": ["1CH.29.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Solomon sat on the throne of the LORD as king instead of David his father, and prospered; and all Israel obeyed him. ", "type": "text", "attrs": {"verseId": "1CH.29.23", "verseOrgIds": ["1CH.29.23"]}}, {"text": "All the princes, the mighty men, and also all of the sons of king David submitted themselves to Solomon the king. ", "type": "text", "attrs": {"verseId": "1CH.29.24", "verseOrgIds": ["1CH.29.24"]}}, {"text": "The LORD magnified Solomon exceedingly in the sight of all Israel, and gave to him such royal majesty as had not been on any king before him in Israel.", "type": "text", "attrs": {"verseId": "1CH.29.25", "verseOrgIds": ["1CH.29.25"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now David the son of Jesse reigned over all Israel. ", "type": "text", "attrs": {"verseId": "1CH.29.26", "verseOrgIds": ["1CH.29.26"]}}, {"text": "The time that he reigned over Israel was forty years; he reigned seven years in Hebron, and he reigned thirty-three years in Jerusalem. ", "type": "text", "attrs": {"verseId": "1CH.29.27", "verseOrgIds": ["1CH.29.27"]}}, {"text": "He died at a good old age, full of days, riches, and honor; and Solomon his son reigned in his place. ", "type": "text", "attrs": {"verseId": "1CH.29.28", "verseOrgIds": ["1CH.29.28"]}}, {"text": "Now the acts of David the king, first and last, behold, they are written in the history of Samuel the seer, and in the history of Nathan the prophet, and in the history of Gad the seer, ", "type": "text", "attrs": {"verseId": "1CH.29.29", "verseOrgIds": ["1CH.29.29"]}}, {"text": "with all his reign and his might, and the events that involved him, Israel, and all the kingdoms of the lands.", "type": "text", "attrs": {"verseId": "1CH.29.30", "verseOrgIds": ["1CH.29.30"]}}]}], "next": {"id": "2CH.intro", "number": "intro", "bookId": "2CH"}, "previous": {"id": "1CH.28", "number": "28", "bookId": "1CH"}}}}