{"_default": {"1": {"id": "1KI.1", "bibleId": "f72b840c855f362c-04", "number": "1", "bookId": "1KI", "reference": "1 Kings 1", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now king David was old and advanced in years; and they covered him with clothes, but he couldn’t keep warm. ", "type": "text", "attrs": {"verseId": "1KI.1.1", "verseOrgIds": ["1KI.1.1"]}}, {"text": "Therefore his servants said to him, “Let a young virgin be sought for my lord the king. Let her stand before the king, and cherish him; and let her lie in your bosom, that my lord the king may keep warm.” ", "type": "text", "attrs": {"verseId": "1KI.1.2", "verseOrgIds": ["1KI.1.2"]}}, {"text": "So they sought for a beautiful young lady throughout all the borders of Israel, and found Abishag the Shunammite, and brought her to the king. ", "type": "text", "attrs": {"verseId": "1KI.1.3", "verseOrgIds": ["1KI.1.3"]}}, {"text": "The young lady was very beautiful; and she cherished the king, and served him; but the king didn’t know her intimately.", "type": "text", "attrs": {"verseId": "1KI.1.4", "verseOrgIds": ["1KI.1.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Adonijah the son of Haggith exalted himself, saying, “I will be king.” Then he prepared him chariots and horsemen, and fifty men to run before him. ", "type": "text", "attrs": {"verseId": "1KI.1.5", "verseOrgIds": ["1KI.1.5"]}}, {"text": "His father had not displeased him at any time in saying, “Why have you done so?” and he was also a very handsome man; and he was born after Absalom. ", "type": "text", "attrs": {"verseId": "1KI.1.6", "verseOrgIds": ["1KI.1.6"]}}, {"text": "He conferred with Joab the son of Zeruiah and with Abiathar the priest; and they followed Adonijah and helped him. ", "type": "text", "attrs": {"verseId": "1KI.1.7", "verseOrgIds": ["1KI.1.7"]}}, {"text": "But Zadok the priest, Benaiah the son of Jehoiada, Nathan the prophet, Shimei, Rei, and the mighty men who belonged to David, were not with Adonijah.", "type": "text", "attrs": {"verseId": "1KI.1.8", "verseOrgIds": ["1KI.1.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Adonijah killed sheep, cattle, and fatlings by the stone of Zoheleth, which is beside En Rogel; and he called all his brothers, the king’s sons, and all the men of Judah, the king’s servants; ", "type": "text", "attrs": {"verseId": "1KI.1.9", "verseOrgIds": ["1KI.1.9"]}}, {"text": "but he didn’t call Nathan the prophet, and Benaiah, and the mighty men, and Solomon his brother.", "type": "text", "attrs": {"verseId": "1KI.1.10", "verseOrgIds": ["1KI.1.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Nathan spoke to Bathsheba the mother of Solomon, saying, “Haven’t you heard that Adonijah the son of Haggith reigns, and David our lord doesn’t know it? ", "type": "text", "attrs": {"verseId": "1KI.1.11", "verseOrgIds": ["1KI.1.11"]}}, {"text": "Now therefore come, please let me give you counsel, that you may save your own life and your son Solomon’s life. ", "type": "text", "attrs": {"verseId": "1KI.1.12", "verseOrgIds": ["1KI.1.12"]}}, {"text": "Go in to king David, and tell him, ‘Didn’t you, my lord the king, swear to your servant, saying, “Assuredly Solomon your son shall reign after me, and he shall sit on my throne?” Why then does Adonijah reign?’ ", "type": "text", "attrs": {"verseId": "1KI.1.13", "verseOrgIds": ["1KI.1.13"]}}, {"text": "Behold,", "type": "text", "attrs": {"verseId": "1KI.1.14", "verseOrgIds": ["1KI.1.14"]}}, {"text": " while you are still talking there with the king, I will also come in after you and confirm your words.”", "type": "text", "attrs": {"verseId": "1KI.1.14", "verseOrgIds": ["1KI.1.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Bathsheba went in to the king in his room. The king was very old; and Abishag the Shunammite was serving the king. ", "type": "text", "attrs": {"verseId": "1KI.1.15", "verseOrgIds": ["1KI.1.15"]}}, {"text": "Bathsheba bowed and showed respect to the king. The king said, “What would you like?”", "type": "text", "attrs": {"verseId": "1KI.1.16", "verseOrgIds": ["1KI.1.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "She said to him, “My lord, you swore by the LORD", "type": "text", "attrs": {"verseId": "1KI.1.17", "verseOrgIds": ["1KI.1.17"]}}, {"text": " your God", "type": "text", "attrs": {"verseId": "1KI.1.17", "verseOrgIds": ["1KI.1.17"]}}, {"text": " to your servant, ‘Assuredly Solomon your son shall reign after me, and he shall sit on my throne.’ ", "type": "text", "attrs": {"verseId": "1KI.1.17", "verseOrgIds": ["1KI.1.17"]}}, {"text": "Now, behold, Adonijah reigns; and you, my lord the king, don’t know it. ", "type": "text", "attrs": {"verseId": "1KI.1.18", "verseOrgIds": ["1KI.1.18"]}}, {"text": "He has slain cattle and fatlings and sheep in abundance, and has called all the sons of the king, Abiathar the priest, and Joab the captain of the army; but he hasn’t called Solomon your servant. ", "type": "text", "attrs": {"verseId": "1KI.1.19", "verseOrgIds": ["1KI.1.19"]}}, {"text": "You, my lord the king, the eyes of all Israel are on you, that you should tell them who will sit on the throne of my lord the king after him. ", "type": "text", "attrs": {"verseId": "1KI.1.20", "verseOrgIds": ["1KI.1.20"]}}, {"text": "Otherwise it will happen, when my lord the king sleeps with his fathers, that I and my son Solomon will be considered criminals.”", "type": "text", "attrs": {"verseId": "1KI.1.21", "verseOrgIds": ["1KI.1.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Behold, while she was still talking with the king, Nathan the prophet came in. ", "type": "text", "attrs": {"verseId": "1KI.1.22", "verseOrgIds": ["1KI.1.22"]}}, {"text": "They told the king, saying, “Behold, Nathan the prophet!”", "type": "text", "attrs": {"verseId": "1KI.1.23", "verseOrgIds": ["1KI.1.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "1KI 1:23"}, "items": [{"text": "When he had come in before the king, he bowed himself before the king with his face to the ground. ", "type": "text", "attrs": {"verseId": "1KI.1.23", "verseOrgIds": ["1KI.1.23"]}}, {"text": "Nathan said, “My lord, king, have you said, ‘Adonijah shall reign after me, and he shall sit on my throne?’ ", "type": "text", "attrs": {"verseId": "1KI.1.24", "verseOrgIds": ["1KI.1.24"]}}, {"text": "For he has gone down today, and has slain cattle, fatlings, and sheep in abundance, and has called all the king’s sons, the captains of the army, and Abiathar the priest. Behold, they are eating and drinking before him, and saying, ‘Long live king Adonijah!’ ", "type": "text", "attrs": {"verseId": "1KI.1.25", "verseOrgIds": ["1KI.1.25"]}}, {"text": "But he hasn’t called me, even me your servant, Zadok the priest, Benaiah the son of Jehoiada, and your servant Solomon. ", "type": "text", "attrs": {"verseId": "1KI.1.26", "verseOrgIds": ["1KI.1.26"]}}, {"text": "Was this thing done by my lord the king, and you haven’t shown to your servants who should sit on the throne of my lord the king after him?”", "type": "text", "attrs": {"verseId": "1KI.1.27", "verseOrgIds": ["1KI.1.27"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then king David answered, “Call Bathsheba in to me.” She came into the king’s presence and stood before the king. ", "type": "text", "attrs": {"verseId": "1KI.1.28", "verseOrgIds": ["1KI.1.28"]}}, {"text": "The king vowed and said, “As the LORD lives, who has redeemed my soul out of all adversity, ", "type": "text", "attrs": {"verseId": "1KI.1.29", "verseOrgIds": ["1KI.1.29"]}}, {"text": "most certainly as I swore to you by the LORD, the God of Israel, saying, ‘Assuredly Solomon your son shall reign after me, and he shall sit on my throne in my place;’ I will most certainly do this today.”", "type": "text", "attrs": {"verseId": "1KI.1.30", "verseOrgIds": ["1KI.1.30"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Bathsheba bowed with her face to the earth and showed respect to the king, and said, “Let my lord king David live forever!”", "type": "text", "attrs": {"verseId": "1KI.1.31", "verseOrgIds": ["1KI.1.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "King David said, “Call to me Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada.” They came before the king. ", "type": "text", "attrs": {"verseId": "1KI.1.32", "verseOrgIds": ["1KI.1.32"]}}, {"text": "The king said to them, “Take with you the servants of your lord, and cause Solomon my son to ride on my own mule, and bring him down to Gihon. ", "type": "text", "attrs": {"verseId": "1KI.1.33", "verseOrgIds": ["1KI.1.33"]}}, {"text": "Let Zadok the priest and Nathan the prophet anoint him there king over Israel. Blow the shofar, and say, ‘Long live king Solomon!’ ", "type": "text", "attrs": {"verseId": "1KI.1.34", "verseOrgIds": ["1KI.1.34"]}}, {"text": "Then come up after him, and he shall come and sit on my throne; for he shall be king in my place. I have appointed him to be prince over Israel and over Judah.”", "type": "text", "attrs": {"verseId": "1KI.1.35", "verseOrgIds": ["1KI.1.35"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Benaiah the son of Jehoiada answered the king, and said, “Amen. May the LORD, the God of my lord the king, say so. ", "type": "text", "attrs": {"verseId": "1KI.1.36", "verseOrgIds": ["1KI.1.36"]}}, {"text": "As the LORD has been with my lord the king, even so may he be with Solomon, and make his throne greater than the throne of my lord king David.”", "type": "text", "attrs": {"verseId": "1KI.1.37", "verseOrgIds": ["1KI.1.37"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, and the Cherethites and the Pelethites went down and had Solomon ride on king David’s mule, and brought him to Gihon. ", "type": "text", "attrs": {"verseId": "1KI.1.38", "verseOrgIds": ["1KI.1.38"]}}, {"text": "Zadok the priest took the horn of oil from the Tent, and anointed Solomon. They blew the shofar; and all the people said, “Long live king Solomon!”", "type": "text", "attrs": {"verseId": "1KI.1.39", "verseOrgIds": ["1KI.1.39"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "All the people came up after him, and the people piped with pipes, and rejoiced with great joy, so that the earth shook with their sound. ", "type": "text", "attrs": {"verseId": "1KI.1.40", "verseOrgIds": ["1KI.1.40"]}}, {"text": "Adonijah and all the guests who were with him heard it as they had finished eating. When Joab heard the sound of the shofar, he said, “Why is this noise of the city being in an uproar?”", "type": "text", "attrs": {"verseId": "1KI.1.41", "verseOrgIds": ["1KI.1.41"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "While he yet spoke, behold, Jonathan the son of Abiathar the priest came; and Adonijah said, “Come in; for you are a worthy man, and bring good news.”", "type": "text", "attrs": {"verseId": "1KI.1.42", "verseOrgIds": ["1KI.1.42"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jonathan answered Adonijah, “Most certainly our lord king David has made Solomon king. ", "type": "text", "attrs": {"verseId": "1KI.1.43", "verseOrgIds": ["1KI.1.43"]}}, {"text": "The king has sent with him Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, and the Cherethites and the Pelethites; and they have caused him to ride on the king’s mule. ", "type": "text", "attrs": {"verseId": "1KI.1.44", "verseOrgIds": ["1KI.1.44"]}}, {"text": "Zadok the priest and Nathan the prophet have anointed him king in Gihon. They have come up from there rejoicing, so that the city rang again. This is the noise that you have heard. ", "type": "text", "attrs": {"verseId": "1KI.1.45", "verseOrgIds": ["1KI.1.45"]}}, {"text": "Also, Solomon sits on the throne of the kingdom. ", "type": "text", "attrs": {"verseId": "1KI.1.46", "verseOrgIds": ["1KI.1.46"]}}, {"text": "Moreover the king’s servants came to bless our lord king David, saying, ‘May your God make the name of Solomon better than your name, and make his throne greater than your throne;’ and the king bowed himself on the bed. ", "type": "text", "attrs": {"verseId": "1KI.1.47", "verseOrgIds": ["1KI.1.47"]}}, {"text": "Also thus said the king, ‘Blessed be the LORD, the God of Israel, who has given one to sit on my throne today, my eyes even seeing it.’”", "type": "text", "attrs": {"verseId": "1KI.1.48", "verseOrgIds": ["1KI.1.48"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "All the guests of Adonijah were afraid, and rose up, and each man went his way. ", "type": "text", "attrs": {"verseId": "1KI.1.49", "verseOrgIds": ["1KI.1.49"]}}, {"text": "Adonijah was afraid because of Solomon; and he arose, and went, and hung onto the horns of the altar. ", "type": "text", "attrs": {"verseId": "1KI.1.50", "verseOrgIds": ["1KI.1.50"]}}, {"text": "Solomon was told, “Behold, Adonijah fears king Solomon; for, behold, he is hanging onto the horns of the altar, saying, ‘Let king Solomon swear to me first that he will not kill his servant with the sword.’”", "type": "text", "attrs": {"verseId": "1KI.1.51", "verseOrgIds": ["1KI.1.51"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Solomon said, “If he shows himself a worthy man, not a hair of his shall fall to the earth; but if wickedness is found in him, he shall die.”", "type": "text", "attrs": {"verseId": "1KI.1.52", "verseOrgIds": ["1KI.1.52"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So king Solomon sent, and they brought him down from the altar. He came and bowed down to king Solomon; and Solomon said to him, “Go to your house.”", "type": "text", "attrs": {"verseId": "1KI.1.53", "verseOrgIds": ["1KI.1.53"]}}]}], "next": {"id": "1KI.2", "number": "2", "bookId": "1KI"}, "previous": {"id": "1KI.intro", "number": "intro", "bookId": "1KI"}}}}