{"_default": {"1": {"id": "DEU.25", "bibleId": "f72b840c855f362c-04", "number": "25", "bookId": "DEU", "reference": "Deuteronomy 25", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "If there is a controversy between men, and they come to judgment and the judges judge them, then they shall justify the righteous and condemn the wicked. ", "type": "text", "attrs": {"verseId": "DEU.25.1", "verseOrgIds": ["DEU.25.1"]}}, {"text": "It shall be, if the wicked man is worthy to be beaten, that the judge shall cause him to lie down and to be beaten before his face, according to his wickedness, by number. ", "type": "text", "attrs": {"verseId": "DEU.25.2", "verseOrgIds": ["DEU.25.2"]}}, {"text": "He may sentence him to no more than forty stripes. He shall not give more, lest if he should give more and beat him more than that many stripes, then your brother will be degraded in your sight.", "type": "text", "attrs": {"verseId": "DEU.25.3", "verseOrgIds": ["DEU.25.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You shall not muzzle the ox when he treads out the grain.", "type": "text", "attrs": {"verseId": "DEU.25.4", "verseOrgIds": ["DEU.25.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "If brothers dwell together, and one of them dies and has no son, the wife of the dead shall not be married outside to a stranger. Her husband’s brother shall go in to her, and take her as his wife, and perform the duty of a husband’s brother to her. ", "type": "text", "attrs": {"verseId": "DEU.25.5", "verseOrgIds": ["DEU.25.5"]}}, {"text": "It shall be that the firstborn whom she bears shall succeed in the name of his brother who is dead, that his name not be blotted out of Israel.", "type": "text", "attrs": {"verseId": "DEU.25.6", "verseOrgIds": ["DEU.25.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "If the man doesn’t want to take his brother’s wife, then his brother’s wife shall go up to the gate to the elders, and say, “My husband’s brother refuses to raise up to his brother a name in Israel. He will not perform the duty of a husband’s brother to me.” ", "type": "text", "attrs": {"verseId": "DEU.25.7", "verseOrgIds": ["DEU.25.7"]}}, {"text": "Then the elders of his city shall call him, and speak to him. If he stands and says, “I don’t want to take her,” ", "type": "text", "attrs": {"verseId": "DEU.25.8", "verseOrgIds": ["DEU.25.8"]}}, {"text": "then his brother’s wife shall come to him in the presence of the elders, and loose his sandal from off his foot, and spit in his face. She shall answer and say, “So shall it be done to the man who does not build up his brother’s house.” ", "type": "text", "attrs": {"verseId": "DEU.25.9", "verseOrgIds": ["DEU.25.9"]}}, {"text": "His name shall be called in Israel, “The house of him who had his sandal removed.”", "type": "text", "attrs": {"verseId": "DEU.25.10", "verseOrgIds": ["DEU.25.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When men strive against each other, and the wife of one draws near to deliver her husband out of the hand of him who strikes him, and puts out her hand, and grabs him by his private parts, ", "type": "text", "attrs": {"verseId": "DEU.25.11", "verseOrgIds": ["DEU.25.11"]}}, {"text": "then you shall cut off her hand. Your eye shall have no pity.", "type": "text", "attrs": {"verseId": "DEU.25.12", "verseOrgIds": ["DEU.25.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You shall not have in your bag diverse weights, one heavy and one light. ", "type": "text", "attrs": {"verseId": "DEU.25.13", "verseOrgIds": ["DEU.25.13"]}}, {"text": "You shall not have in your house diverse measures, one large and one small. ", "type": "text", "attrs": {"verseId": "DEU.25.14", "verseOrgIds": ["DEU.25.14"]}}, {"text": "You shall have a perfect and just weight. You shall have a perfect and just measure, that your days may be long in the land which the LORD your God gives you. ", "type": "text", "attrs": {"verseId": "DEU.25.15", "verseOrgIds": ["DEU.25.15"]}}, {"text": "For all who do such things, all who do unrighteously, are an abomination to the LORD your God.", "type": "text", "attrs": {"verseId": "DEU.25.16", "verseOrgIds": ["DEU.25.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Remember what Amalek did to you by the way as you came out of Egypt, ", "type": "text", "attrs": {"verseId": "DEU.25.17", "verseOrgIds": ["DEU.25.17"]}}, {"text": "how he met you by the way, and struck the rearmost of you, all who were feeble behind you, when you were faint and weary; and he didn’t fear God. ", "type": "text", "attrs": {"verseId": "DEU.25.18", "verseOrgIds": ["DEU.25.18"]}}, {"text": "Therefore it shall be, when the LORD your God has given you rest from all your enemies all around, in the land which the LORD your God gives you for an inheritance to possess it, that you shall blot out the memory of Amalek from under the sky. You shall not forget.", "type": "text", "attrs": {"verseId": "DEU.25.19", "verseOrgIds": ["DEU.25.19"]}}]}], "next": {"id": "DEU.26", "number": "26", "bookId": "DEU"}, "previous": {"id": "DEU.24", "number": "24", "bookId": "DEU"}}}}