{"_default": {"1": {"id": "HEB.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "HEB", "reference": "Hebrews 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now indeed even the first", "type": "text", "attrs": {"verseId": "HEB.9.1", "verseOrgIds": ["HEB.9.1"]}}, {"text": " covenant had ordinances of divine service and an earthly sanctuary. ", "type": "text", "attrs": {"verseId": "HEB.9.1", "verseOrgIds": ["HEB.9.1"]}}, {"text": "For a tabernacle was prepared. In the first part were the lamp stand, the table, and the show bread, which is called the Holy Place. ", "type": "text", "attrs": {"verseId": "HEB.9.2", "verseOrgIds": ["HEB.9.2"]}}, {"text": "After the second veil was the tabernacle which is called the Holy of Holies, ", "type": "text", "attrs": {"verseId": "HEB.9.3", "verseOrgIds": ["HEB.9.3"]}}, {"text": "having a golden altar of incense and the ark of the covenant overlaid on all sides with gold, in which was a golden pot holding the manna, Aaron’s rod that budded, and the tablets of the covenant; ", "type": "text", "attrs": {"verseId": "HEB.9.4", "verseOrgIds": ["HEB.9.4"]}}, {"text": "and above it cherubim of glory overshadowing the mercy seat, of which things we can’t speak now in detail.", "type": "text", "attrs": {"verseId": "HEB.9.5", "verseOrgIds": ["HEB.9.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now these things having been thus prepared, the priests go in continually into the first tabernacle, accomplishing the services, ", "type": "text", "attrs": {"verseId": "HEB.9.6", "verseOrgIds": ["HEB.9.6"]}}, {"text": "but into the second the high priest alone, once in the year, not without blood, which he offers for himself and for the errors of the people. ", "type": "text", "attrs": {"verseId": "HEB.9.7", "verseOrgIds": ["HEB.9.7"]}}, {"text": "The Holy Spirit is indicating this, that the way into the Holy Place wasn’t yet revealed while the first tabernacle was still standing. ", "type": "text", "attrs": {"verseId": "HEB.9.8", "verseOrgIds": ["HEB.9.8"]}}, {"text": "This is a symbol of the present age, where gifts and sacrifices are offered that are incapable, concerning the conscience, of making the worshiper perfect, ", "type": "text", "attrs": {"verseId": "HEB.9.9", "verseOrgIds": ["HEB.9.9"]}}, {"text": "being only (with foods and drinks and various washings) fleshly ordinances, imposed until a time of reformation.", "type": "text", "attrs": {"verseId": "HEB.9.10", "verseOrgIds": ["HEB.9.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But Messiah having come as a high priest of the coming good things, through the greater and more perfect tabernacle, not made with hands, that is to say, not of this creation, ", "type": "text", "attrs": {"verseId": "HEB.9.11", "verseOrgIds": ["HEB.9.11"]}}, {"text": "nor yet through the blood of goats and calves, but through his own blood, entered in once for all into the Holy Place, having obtained eternal redemption. ", "type": "text", "attrs": {"verseId": "HEB.9.12", "verseOrgIds": ["HEB.9.12"]}}, {"text": "For if the blood of goats and bulls, and the ashes of a heifer sprinkling those who have been defiled, sanctify to the cleanness of the flesh, ", "type": "text", "attrs": {"verseId": "HEB.9.13", "verseOrgIds": ["HEB.9.13"]}}, {"text": "how much more will the blood of Messiah, who through the eternal Spirit offered himself without defect to God, cleanse your conscience from dead works to serve the living God? ", "type": "text", "attrs": {"verseId": "HEB.9.14", "verseOrgIds": ["HEB.9.14"]}}, {"text": "For this reason he is the mediator of a new covenant, since a death has occurred for the redemption of the transgressions that were under the first covenant, that those who have been called may receive the promise of the eternal inheritance. ", "type": "text", "attrs": {"verseId": "HEB.9.15", "verseOrgIds": ["HEB.9.15"]}}, {"text": "For where a last will and testament is, there must of necessity be the death of him who made it. ", "type": "text", "attrs": {"verseId": "HEB.9.16", "verseOrgIds": ["HEB.9.16"]}}, {"text": "For a will is in force where there has been death, for it is never in force while he who made it lives. ", "type": "text", "attrs": {"verseId": "HEB.9.17", "verseOrgIds": ["HEB.9.17"]}}, {"text": "Therefore even the first covenant has not been dedicated without blood. ", "type": "text", "attrs": {"verseId": "HEB.9.18", "verseOrgIds": ["HEB.9.18"]}}, {"text": "For when every commandment had been spoken by Moses to all the people according to the Torah, he took the blood of the calves and the goats, with water and scarlet wool and hyssop, and sprinkled both the book itself and all the people, ", "type": "text", "attrs": {"verseId": "HEB.9.19", "verseOrgIds": ["HEB.9.19"]}}, {"text": "saying, “This is the blood of the covenant which God has commanded you.”", "type": "text", "attrs": {"verseId": "HEB.9.20", "verseOrgIds": ["HEB.9.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "He sprinkled the tabernacle and all the vessels of the ministry in the same way with the blood. ", "type": "text", "attrs": {"verseId": "HEB.9.21", "verseOrgIds": ["HEB.9.21"]}}, {"text": "According to the Torah, nearly everything is cleansed with blood, and apart from shedding of blood there is no remission.", "type": "text", "attrs": {"verseId": "HEB.9.22", "verseOrgIds": ["HEB.9.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "It was necessary therefore that the copies of the things in the heavens should be cleansed with these, but the heavenly things themselves with better sacrifices than these. ", "type": "text", "attrs": {"verseId": "HEB.9.23", "verseOrgIds": ["HEB.9.23"]}}, {"text": "For Messiah hasn’t entered into holy places made with hands, which are representations of the true, but into heaven itself, now to appear in the presence of God for us; ", "type": "text", "attrs": {"verseId": "HEB.9.24", "verseOrgIds": ["HEB.9.24"]}}, {"text": "nor yet that he should offer himself often, as the high priest enters into the holy place year by year with blood not his own, ", "type": "text", "attrs": {"verseId": "HEB.9.25", "verseOrgIds": ["HEB.9.25"]}}, {"text": "or else he must have suffered often since the foundation of the world. But now once at the end of the ages, he has been revealed to put away sin by the sacrifice of himself. ", "type": "text", "attrs": {"verseId": "HEB.9.26", "verseOrgIds": ["HEB.9.26"]}}, {"text": "Inasmuch as it is appointed for men to die once, and after this, judgment, ", "type": "text", "attrs": {"verseId": "HEB.9.27", "verseOrgIds": ["HEB.9.27"]}}, {"text": "so Messiah also, having been offered once to bear the sins of many, will appear a second time, not to deal with sin, but to save those who are eagerly waiting for him.", "type": "text", "attrs": {"verseId": "HEB.9.28", "verseOrgIds": ["HEB.9.28"]}}]}], "next": {"id": "HEB.10", "number": "10", "bookId": "HEB"}, "previous": {"id": "HEB.8", "number": "8", "bookId": "HEB"}}}}