{"_default": {"1": {"id": "2CH.36", "bibleId": "f72b840c855f362c-04", "number": "36", "bookId": "2CH", "reference": "2 Chronicles 36", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the people of the land took Jehoahaz the son of Josiah, and made him king in his father’s place in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.36.1", "verseOrgIds": ["2CH.36.1"]}}, {"text": "Joahaz was twenty-three years old when he began to reign; and he reigned three months in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.36.2", "verseOrgIds": ["2CH.36.2"]}}, {"text": "The king of Egypt removed him from office at Jerusalem, and fined the land one hundred talents of silver and a talent", "type": "text", "attrs": {"verseId": "2CH.36.3", "verseOrgIds": ["2CH.36.3"]}}, {"text": " of gold. ", "type": "text", "attrs": {"verseId": "2CH.36.3", "verseOrgIds": ["2CH.36.3"]}}, {"text": "The king of Egypt made Eliakim his brother king over Judah and Jerusalem, and changed his name to Jehoiakim. Neco took Joahaz his brother, and carried him to Egypt.", "type": "text", "attrs": {"verseId": "2CH.36.4", "verseOrgIds": ["2CH.36.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. He did that which was evil in the LORD his God’s sight. ", "type": "text", "attrs": {"verseId": "2CH.36.5", "verseOrgIds": ["2CH.36.5"]}}, {"text": "Nebuchadnezzar king of Babylon came up against him, and bound him in fetters to carry him to Babylon. ", "type": "text", "attrs": {"verseId": "2CH.36.6", "verseOrgIds": ["2CH.36.6"]}}, {"text": "Nebuchadnezzar also carried some of the vessels of the LORD’s house to Babylon, and put them in his temple at Babylon. ", "type": "text", "attrs": {"verseId": "2CH.36.7", "verseOrgIds": ["2CH.36.7"]}}, {"text": "Now the rest of the acts of Jehoiakim, and his abominations which he did, and that which was found in him, behold, they are written in the book of the kings of Israel and Judah; and Jehoiachin his son reigned in his place.", "type": "text", "attrs": {"verseId": "2CH.36.8", "verseOrgIds": ["2CH.36.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Jehoiachin was eight years old when he began to reign, and he reigned three months and ten days in Jerusalem. He did that which was evil in the LORD’s sight. ", "type": "text", "attrs": {"verseId": "2CH.36.9", "verseOrgIds": ["2CH.36.9"]}}, {"text": "At the return of the year, king Nebuchadnezzar sent and brought him to Babylon, with the valuable vessels of the LORD’s house, and made Zedekiah his brother king over Judah and Jerusalem.", "type": "text", "attrs": {"verseId": "2CH.36.10", "verseOrgIds": ["2CH.36.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem. ", "type": "text", "attrs": {"verseId": "2CH.36.11", "verseOrgIds": ["2CH.36.11"]}}, {"text": "He did that which was evil in the LORD his God’s sight. He didn’t humble himself before Jeremiah the prophet speaking from the LORD’s mouth. ", "type": "text", "attrs": {"verseId": "2CH.36.12", "verseOrgIds": ["2CH.36.12"]}}, {"text": "He also rebelled against king Nebuchadnezzar, who had made him swear by God; but he stiffened his neck, and hardened his heart against turning to the LORD, the God of Israel. ", "type": "text", "attrs": {"verseId": "2CH.36.13", "verseOrgIds": ["2CH.36.13"]}}, {"text": "Moreover all the chiefs of the priests and the people trespassed very greatly after all the abominations of the nations; and they polluted the LORD’s house which he had made holy in Jerusalem.", "type": "text", "attrs": {"verseId": "2CH.36.14", "verseOrgIds": ["2CH.36.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD, the God of their fathers, sent to them by his messengers, rising up early and sending, because he had compassion on his people and on his dwelling place; ", "type": "text", "attrs": {"verseId": "2CH.36.15", "verseOrgIds": ["2CH.36.15"]}}, {"text": "but they mocked the messengers of God, despised his words, and scoffed at his prophets, until the LORD’s wrath arose against his people, until there was no remedy.", "type": "text", "attrs": {"verseId": "2CH.36.16", "verseOrgIds": ["2CH.36.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Therefore he brought on them the king of the Kasdim, who killed their young men with the sword in the house of their sanctuary, and had no compassion on young man or virgin, old man or infirm. He gave them all into his hand. ", "type": "text", "attrs": {"verseId": "2CH.36.17", "verseOrgIds": ["2CH.36.17"]}}, {"text": "All the vessels of God’s house, great and small, and the treasures of the LORD’s house, and the treasures of the king and of his princes, all these he brought to Babylon. ", "type": "text", "attrs": {"verseId": "2CH.36.18", "verseOrgIds": ["2CH.36.18"]}}, {"text": "They burned God’s house, broke down the wall of Jerusalem, burned all its palaces with fire, and destroyed all of its valuable vessels. ", "type": "text", "attrs": {"verseId": "2CH.36.19", "verseOrgIds": ["2CH.36.19"]}}, {"text": "He carried those who had escaped from the sword away to Babylon, and they were servants to him and his sons until the reign of the kingdom of Persia, ", "type": "text", "attrs": {"verseId": "2CH.36.20", "verseOrgIds": ["2CH.36.20"]}}, {"text": "to fulfill the LORD’s word by Jeremiah’s mouth, until the land had enjoyed its Sabbaths. As long as it lay desolate, it kept Sabbath, to fulfill seventy years.", "type": "text", "attrs": {"verseId": "2CH.36.21", "verseOrgIds": ["2CH.36.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now in the first year of Cyrus king of Persia, that the LORD’s word by the mouth of Jeremiah might be accomplished, the LORD stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and put it also in writing, saying, ", "type": "text", "attrs": {"verseId": "2CH.36.22", "verseOrgIds": ["2CH.36.22"]}}, {"text": "“Cyrus king of Persia says, ‘The LORD, the God of heaven, has given all the kingdoms of the earth to me; and he has commanded me to build him a house in Jerusalem, which is in Judah. Whoever there is among you of all his people, the LORD his God be with him, and let him go up.’”", "type": "text", "attrs": {"verseId": "2CH.36.23", "verseOrgIds": ["2CH.36.23"]}}]}], "next": {"id": "MAT.intro", "number": "intro", "bookId": "MAT"}, "previous": {"id": "2CH.35", "number": "35", "bookId": "2CH"}}}}