{"_default": {"1": {"id": "EZR.4", "bibleId": "f72b840c855f362c-04", "number": "4", "bookId": "EZR", "reference": "Ezra 4", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple to the LORD, the God of Israel, ", "type": "text", "attrs": {"verseId": "EZR.4.1", "verseOrgIds": ["EZR.4.1"]}}, {"text": "they came near to Zerubbabel, and to the heads of fathers’ households, and said to them, “Let us build with you, for we seek your God as you do; and we have been sacrificing to him since the days of Esar Haddon king of Assyria, who brought us up here.”", "type": "text", "attrs": {"verseId": "EZR.4.2", "verseOrgIds": ["EZR.4.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But Zerubbabel, Yeshua, and the rest of the heads of fathers’ households of Israel said to them, “You have nothing to do with us in building a house to our God; but we ourselves together will build to the LORD, the God of Israel, as king Cyrus the king of Persia has commanded us.”", "type": "text", "attrs": {"verseId": "EZR.4.3", "verseOrgIds": ["EZR.4.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the people of the land weakened the hands of the people of Judah, and troubled them in building. ", "type": "text", "attrs": {"verseId": "EZR.4.4", "verseOrgIds": ["EZR.4.4"]}}, {"text": "They hired counselors against them to frustrate their purpose all the days of Cyrus king of Persia, even until the reign of Darius king of Persia. ", "type": "text", "attrs": {"verseId": "EZR.4.5", "verseOrgIds": ["EZR.4.5"]}}, {"text": "In the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem.", "type": "text", "attrs": {"verseId": "EZR.4.6", "verseOrgIds": ["EZR.4.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "In the days of Artaxerxes, Bishlam, Mithredath, Tabeel, and the rest of his companions wrote to Artaxerxes king of Persia; and the writing of the letter was written in Syrian and delivered in the Syrian language. ", "type": "text", "attrs": {"verseId": "EZR.4.7", "verseOrgIds": ["EZR.4.7"]}}, {"text": "Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king as follows. ", "type": "text", "attrs": {"verseId": "EZR.4.8", "verseOrgIds": ["EZR.4.8"]}}, {"text": "Then Rehum the chancellor, Shimshai the scribe, and the rest of their companions, the Dinaites, and the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Shushanchites, the Dehaites, the Elamites, ", "type": "text", "attrs": {"verseId": "EZR.4.9", "verseOrgIds": ["EZR.4.9"]}}, {"text": "and the rest of the nations whom the great and noble Osnappar brought over and settled in the city of Samaria, and in the rest of the country beyond the River, and so forth, wrote.", "type": "text", "attrs": {"verseId": "EZR.4.10", "verseOrgIds": ["EZR.4.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "This is the copy of the letter that they sent:", "type": "text", "attrs": {"verseId": "EZR.4.11", "verseOrgIds": ["EZR.4.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "b", "vid": "EZR 4:11"}, "items": []}, {"name": "para", "type": "tag", "attrs": {"style": "mi", "vid": "EZR 4:11"}, "items": [{"text": "To King Artaxerxes, from your servants, the people beyond the River.", "type": "text", "attrs": {"verseId": "EZR.4.11", "verseOrgIds": ["EZR.4.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "Be it known to the king that the Jews who came up from you have come to us to Jerusalem. They are building the rebellious and bad city, and have finished the walls and repaired the foundations. ", "type": "text"}, {"text": "Be it known now to the king that if this city is built and the walls finished, they will not pay tribute, custom, or toll, and in the end it will be hurtful to the kings. ", "type": "text"}, {"text": "Now because we eat the salt of the palace and it is not appropriate for us to see the king’s dishonor, therefore we have sent and informed the king, ", "type": "text"}, {"text": "that search may be made in the book of the records of your fathers. You will see in the book of the records, and know that this city is a rebellious city, and hurtful to kings and provinces, and that they have started rebellions within it in the past. That is why this city was destroyed. ", "type": "text"}, {"text": "We inform the king that if this city is built and the walls finished, then you will have no possession beyond the River.", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "b"}, "items": []}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the king sent an answer to Rehum the chancellor, and to Shimshai the scribe, and to the rest of their companions who live in Samaria, and in the rest of the country beyond the River:", "type": "text", "attrs": {"verseId": "EZR.4.17", "verseOrgIds": ["EZR.4.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "b", "vid": "EZR 4:17"}, "items": []}, {"name": "para", "type": "tag", "attrs": {"style": "mi", "vid": "EZR 4:17"}, "items": [{"text": "Peace.", "type": "text", "attrs": {"verseId": "EZR.4.17", "verseOrgIds": ["EZR.4.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "b"}, "items": []}, {"name": "para", "type": "tag", "attrs": {"style": "pi1"}, "items": [{"text": "The letter which you sent to us has been plainly read before me. ", "type": "text"}, {"text": "I decreed, and search has been made, and it was found that this city has made insurrection against kings in the past, and that rebellion and revolts have been made in it. ", "type": "text"}, {"text": "There have also been mighty kings over Jerusalem who have ruled over all the country beyond the River; and tribute, custom, and toll was paid to them. ", "type": "text"}, {"text": "Make a decree now to cause these men to cease, and that this city not be built until a decree is made by me. ", "type": "text"}, {"text": "Be careful that you not be slack doing so. Why should damage grow to the hurt of the kings?", "type": "text"}]}, {"name": "para", "type": "tag", "attrs": {"style": "b"}, "items": []}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then when the copy of king Artaxerxes’ letter was read before Rehum, Shimshai the scribe, and their companions, they went in haste to Jerusalem to the Jews, and made them to cease by force of arms. ", "type": "text", "attrs": {"verseId": "EZR.4.23", "verseOrgIds": ["EZR.4.23"]}}, {"text": "Then work stopped on God’s house which is at Jerusalem. It stopped until the second year of the reign of Darius king of Persia.", "type": "text", "attrs": {"verseId": "EZR.4.24", "verseOrgIds": ["EZR.4.24"]}}]}], "next": {"id": "EZR.5", "number": "5", "bookId": "EZR"}, "previous": {"id": "EZR.3", "number": "3", "bookId": "EZR"}}}}