{"_default": {"1": {"id": "NUM.36", "bibleId": "f72b840c855f362c-04", "number": "36", "bookId": "NUM", "reference": "Numbers 36", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The heads of the fathers’ households of the family of the children of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near and spoke before Moses and before the princes, the heads of the fathers’ households of the children of Israel. ", "type": "text", "attrs": {"verseId": "NUM.36.1", "verseOrgIds": ["NUM.36.1"]}}, {"text": "They said, “The LORD commanded my lord to give the land for inheritance by lot to the children of Israel. My lord was commanded by the LORD to give the inheritance of Zelophehad our brother to his daughters. ", "type": "text", "attrs": {"verseId": "NUM.36.2", "verseOrgIds": ["NUM.36.2"]}}, {"text": "If they are married to any of the sons of the other tribes of the children of Israel, then their inheritance will be taken away from the inheritance of our fathers, and will be added to the inheritance of the tribe to which they shall belong. So it will be taken away from the lot of our inheritance. ", "type": "text", "attrs": {"verseId": "NUM.36.3", "verseOrgIds": ["NUM.36.3"]}}, {"text": "When the jubilee of the children of Israel comes, then their inheritance will be added to the inheritance of the tribe to which they shall belong. So their inheritance will be taken away from the inheritance of the tribe of our fathers.”", "type": "text", "attrs": {"verseId": "NUM.36.4", "verseOrgIds": ["NUM.36.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses commanded the children of Israel according to the LORD’s word, saying, “The tribe of the sons of Joseph speak what is right. ", "type": "text", "attrs": {"verseId": "NUM.36.5", "verseOrgIds": ["NUM.36.5"]}}, {"text": "This is the thing which the LORD commands concerning the daughters of Zelophehad, saying, ‘Let them be married to whom they think best, only they shall marry into the family of the tribe of their father. ", "type": "text", "attrs": {"verseId": "NUM.36.6", "verseOrgIds": ["NUM.36.6"]}}, {"text": "So shall no inheritance of the children of Israel move from tribe to tribe; for the children of Israel shall all keep the inheritance of the tribe of his fathers. ", "type": "text", "attrs": {"verseId": "NUM.36.7", "verseOrgIds": ["NUM.36.7"]}}, {"text": "Every daughter who possesses an inheritance in any tribe of the children of Israel shall be wife to one of the family of the tribe of her father, that the children of Israel may each possess the inheritance of his fathers. ", "type": "text", "attrs": {"verseId": "NUM.36.8", "verseOrgIds": ["NUM.36.8"]}}, {"text": "So shall no inheritance move from one tribe to another tribe; for the tribes of the children of Israel shall each keep his own inheritance.’”", "type": "text", "attrs": {"verseId": "NUM.36.9", "verseOrgIds": ["NUM.36.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The daughters of Zelophehad did as the LORD commanded Moses: ", "type": "text", "attrs": {"verseId": "NUM.36.10", "verseOrgIds": ["NUM.36.10"]}}, {"text": "for Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, were married to their father’s brothers’ sons. ", "type": "text", "attrs": {"verseId": "NUM.36.11", "verseOrgIds": ["NUM.36.11"]}}, {"text": "They were married into the families of the sons of Manasseh the son of Joseph. Their inheritance remained in the tribe of the family of their father.", "type": "text", "attrs": {"verseId": "NUM.36.12", "verseOrgIds": ["NUM.36.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "These are the commandments and the ordinances which the LORD commanded by Moses to the children of Israel in the plains of Moab by the Jordan at Jericho.", "type": "text", "attrs": {"verseId": "NUM.36.13", "verseOrgIds": ["NUM.36.13"]}}]}], "next": {"id": "DEU.intro", "number": "intro", "bookId": "DEU"}, "previous": {"id": "NUM.35", "number": "35", "bookId": "NUM"}}}}