{"_default": {"1": {"id": "EXO.9", "bibleId": "f72b840c855f362c-04", "number": "9", "bookId": "EXO", "reference": "Exodus 9", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then the LORD said to Moses, “Go in to Pharaoh, and tell him, ‘This is what the LORD, the God of the Hebrews, says: “Let my people go, that they may serve me. ", "type": "text", "attrs": {"verseId": "EXO.9.1", "verseOrgIds": ["EXO.9.1"]}}, {"text": "For if you refuse to let them go, and hold them still, ", "type": "text", "attrs": {"verseId": "EXO.9.2", "verseOrgIds": ["EXO.9.2"]}}, {"text": "behold, the LORD’s hand is on your livestock which are in the field, on the horses, on the donkeys, on the camels, on the herds, and on the flocks with a very grievous pestilence. ", "type": "text", "attrs": {"verseId": "EXO.9.3", "verseOrgIds": ["EXO.9.3"]}}, {"text": "The LORD will make a distinction between the livestock of Israel and the livestock of Egypt; and nothing shall die of all that belongs to the children of Israel.”’” ", "type": "text", "attrs": {"verseId": "EXO.9.4", "verseOrgIds": ["EXO.9.4"]}}, {"text": "The LORD appointed a set time, saying, “Tomorrow the LORD shall do this thing in the land.” ", "type": "text", "attrs": {"verseId": "EXO.9.5", "verseOrgIds": ["EXO.9.5"]}}, {"text": "The LORD did that thing on the next day; and all the livestock of Egypt died, but of the livestock of the children of Israel, not one died. ", "type": "text", "attrs": {"verseId": "EXO.9.6", "verseOrgIds": ["EXO.9.6"]}}, {"text": "Pharaoh sent, and, behold, there was not so much as one of the livestock of the Israelites dead. But the heart of Pharaoh was stubborn, and he didn’t let the people go.", "type": "text", "attrs": {"verseId": "EXO.9.7", "verseOrgIds": ["EXO.9.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses and to Aaron, “Take handfuls of ashes of the furnace, and let Moses sprinkle it toward the sky in the sight of Pharaoh. ", "type": "text", "attrs": {"verseId": "EXO.9.8", "verseOrgIds": ["EXO.9.8"]}}, {"text": "It shall become small dust over all the land of Egypt, and shall be boils and blisters breaking out on man and on animal, throughout all the land of Egypt.”", "type": "text", "attrs": {"verseId": "EXO.9.9", "verseOrgIds": ["EXO.9.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "They took ashes of the furnace, and stood before Pharaoh; and Moses sprinkled it up toward the sky; and it became boils and blisters breaking out on man and on animal. ", "type": "text", "attrs": {"verseId": "EXO.9.10", "verseOrgIds": ["EXO.9.10"]}}, {"text": "The magicians couldn’t stand before Moses because of the boils; for the boils were on the magicians and on all the Egyptians. ", "type": "text", "attrs": {"verseId": "EXO.9.11", "verseOrgIds": ["EXO.9.11"]}}, {"text": "The LORD hardened the heart of Pharaoh, and he didn’t listen to them, as the LORD had spoken to Moses.", "type": "text", "attrs": {"verseId": "EXO.9.12", "verseOrgIds": ["EXO.9.12"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “Rise up early in the morning, and stand before Pharaoh, and tell him, ‘This is what the LORD, the God of the Hebrews, says: “Let my people go, that they may serve me. ", "type": "text", "attrs": {"verseId": "EXO.9.13", "verseOrgIds": ["EXO.9.13"]}}, {"text": "For this time I will send all my plagues against your heart, against your officials, and against your people; that you may know that there is no one like me in all the earth. ", "type": "text", "attrs": {"verseId": "EXO.9.14", "verseOrgIds": ["EXO.9.14"]}}, {"text": "For now I would have stretched out my hand, and struck you and your people with pestilence, and you would have been cut off from the earth; ", "type": "text", "attrs": {"verseId": "EXO.9.15", "verseOrgIds": ["EXO.9.15"]}}, {"text": "but indeed for this cause I have made you stand: to show you my power, and that my name may be declared throughout all the earth, ", "type": "text", "attrs": {"verseId": "EXO.9.16", "verseOrgIds": ["EXO.9.16"]}}, {"text": "because you still exalt yourself against my people, that you won’t let them go. ", "type": "text", "attrs": {"verseId": "EXO.9.17", "verseOrgIds": ["EXO.9.17"]}}, {"text": "Behold, tomorrow about this time I will cause it to rain a very grievous hail, such as has not been in Egypt since the day it was founded even until now. ", "type": "text", "attrs": {"verseId": "EXO.9.18", "verseOrgIds": ["EXO.9.18"]}}, {"text": "Now therefore command that all of your livestock and all that you have in the field be brought into shelter. The hail will come down on every man and animal that is found in the field, and isn’t brought home, and they will die.”’”", "type": "text", "attrs": {"verseId": "EXO.9.19", "verseOrgIds": ["EXO.9.19"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Those who feared the LORD’s word among the servants of Pharaoh made their servants and their livestock flee into the houses. ", "type": "text", "attrs": {"verseId": "EXO.9.20", "verseOrgIds": ["EXO.9.20"]}}, {"text": "Whoever didn’t respect the LORD’s word left his servants and his livestock in the field.", "type": "text", "attrs": {"verseId": "EXO.9.21", "verseOrgIds": ["EXO.9.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “Stretch out your hand toward the sky, that there may be hail in all the land of Egypt, on man, and on animal, and on every herb of the field, throughout the land of Egypt.”", "type": "text", "attrs": {"verseId": "EXO.9.22", "verseOrgIds": ["EXO.9.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses stretched out his rod toward the heavens, and the LORD sent thunder and hail; and lightning flashed down to the earth. The LORD rained hail on the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.9.23", "verseOrgIds": ["EXO.9.23"]}}, {"text": "So there was very severe hail, and lightning mixed with the hail, such as had not been in all the land of Egypt since it became a nation. ", "type": "text", "attrs": {"verseId": "EXO.9.24", "verseOrgIds": ["EXO.9.24"]}}, {"text": "The hail struck throughout all the land of Egypt all that was in the field, both man and animal; and the hail struck every herb of the field, and broke every tree of the field. ", "type": "text", "attrs": {"verseId": "EXO.9.25", "verseOrgIds": ["EXO.9.25"]}}, {"text": "Only in the land of Goshen, where the children of Israel were, there was no hail.", "type": "text", "attrs": {"verseId": "EXO.9.26", "verseOrgIds": ["EXO.9.26"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Pharaoh sent and called for Moses and Aaron, and said to them, “I have sinned this time. The LORD is righteous, and I and my people are wicked. ", "type": "text", "attrs": {"verseId": "EXO.9.27", "verseOrgIds": ["EXO.9.27"]}}, {"text": "Pray to the LORD; for there has been enough of mighty thunderings and hail. I will let you go, and you shall stay no longer.”", "type": "text", "attrs": {"verseId": "EXO.9.28", "verseOrgIds": ["EXO.9.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said to him, “As soon as I have gone out of the city, I will spread out my hands to the LORD. The thunders shall cease, and there will not be any more hail; that you may know that the earth is the LORD’s. ", "type": "text", "attrs": {"verseId": "EXO.9.29", "verseOrgIds": ["EXO.9.29"]}}, {"text": "But as for you and your servants, I know that you don’t yet fear the LORD God.”", "type": "text", "attrs": {"verseId": "EXO.9.30", "verseOrgIds": ["EXO.9.30"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The flax and the barley were struck, for the barley had ripened and the flax was blooming. ", "type": "text", "attrs": {"verseId": "EXO.9.31", "verseOrgIds": ["EXO.9.31"]}}, {"text": "But the wheat and the spelt were not struck, for they had not grown up. ", "type": "text", "attrs": {"verseId": "EXO.9.32", "verseOrgIds": ["EXO.9.32"]}}, {"text": "Moses went out of the city from Pharaoh, and spread out his hands to the LORD; and the thunders and hail ceased, and the rain was not poured on the earth. ", "type": "text", "attrs": {"verseId": "EXO.9.33", "verseOrgIds": ["EXO.9.33"]}}, {"text": "When Pharaoh saw that the rain and the hail and the thunders had ceased, he sinned yet more, and hardened his heart, he and his servants. ", "type": "text", "attrs": {"verseId": "EXO.9.34", "verseOrgIds": ["EXO.9.34"]}}, {"text": "The heart of Pharaoh was hardened, and he didn’t let the children of Israel go, just as the LORD had spoken through Moses.", "type": "text", "attrs": {"verseId": "EXO.9.35", "verseOrgIds": ["EXO.9.35"]}}]}], "next": {"id": "EXO.10", "number": "10", "bookId": "EXO"}, "previous": {"id": "EXO.8", "number": "8", "bookId": "EXO"}}}}