{"_default": {"1": {"id": "EXO.8", "bibleId": "f72b840c855f362c-04", "number": "8", "bookId": "EXO", "reference": "Exodus 8", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD spoke to Moses, “Go in to Pharaoh, and tell him, ‘This is what the LORD says, “Let my people go, that they may serve me. ", "type": "text", "attrs": {"verseId": "EXO.8.1", "verseOrgIds": ["EXO.7.26"]}}, {"text": "If you refuse to let them go, behold, I will plague all your borders with frogs. ", "type": "text", "attrs": {"verseId": "EXO.8.2", "verseOrgIds": ["EXO.7.27"]}}, {"text": "The river will swarm with frogs, which will go up and come into your house, and into your bedroom, and on your bed, and into the house of your servants, and on your people, and into your ovens, and into your kneading troughs. ", "type": "text", "attrs": {"verseId": "EXO.8.3", "verseOrgIds": ["EXO.7.28"]}}, {"text": "The frogs shall come up both on you, and on your people, and on all your servants.”’” ", "type": "text", "attrs": {"verseId": "EXO.8.4", "verseOrgIds": ["EXO.7.29"]}}, {"text": "The LORD said to Moses, “Tell Aaron, ‘Stretch out your hand with your rod over the rivers, over the streams, and over the pools, and cause frogs to come up on the land of Egypt.’” ", "type": "text", "attrs": {"verseId": "EXO.8.5", "verseOrgIds": ["EXO.8.1"]}}, {"text": "Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.8.6", "verseOrgIds": ["EXO.8.2"]}}, {"text": "The magicians did the same thing with their enchantments, and brought up frogs on the land of Egypt.", "type": "text", "attrs": {"verseId": "EXO.8.7", "verseOrgIds": ["EXO.8.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then Pharaoh called for Moses and Aaron, and said, “Entreat the LORD, that he take away the frogs from me and from my people; and I will let the people go, that they may sacrifice to the LORD.”", "type": "text", "attrs": {"verseId": "EXO.8.8", "verseOrgIds": ["EXO.8.4"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said to Pharaoh, “I give you the honor of setting the time that I should pray for you, and for your servants, and for your people, that the frogs be destroyed from you and your houses, and remain in the river only.”", "type": "text", "attrs": {"verseId": "EXO.8.9", "verseOrgIds": ["EXO.8.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Pharaoh said, “Tomorrow.”", "type": "text", "attrs": {"verseId": "EXO.8.10", "verseOrgIds": ["EXO.8.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "EXO 8:10"}, "items": [{"text": "Moses said, “Let it be according to your word, that you may know that there is no one like the LORD our God. ", "type": "text", "attrs": {"verseId": "EXO.8.10", "verseOrgIds": ["EXO.8.6"]}}, {"text": "The frogs shall depart from you, and from your houses, and from your servants, and from your people. They shall remain in the river only.”", "type": "text", "attrs": {"verseId": "EXO.8.11", "verseOrgIds": ["EXO.8.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses and Aaron went out from Pharaoh, and Moses cried to the LORD concerning the frogs which he had brought on Pharaoh. ", "type": "text", "attrs": {"verseId": "EXO.8.12", "verseOrgIds": ["EXO.8.8"]}}, {"text": "The LORD did according to the word of Moses, and the frogs died out of the houses, out of the courts, and out of the fields. ", "type": "text", "attrs": {"verseId": "EXO.8.13", "verseOrgIds": ["EXO.8.9"]}}, {"text": "They gathered them together in heaps, and the land stank. ", "type": "text", "attrs": {"verseId": "EXO.8.14", "verseOrgIds": ["EXO.8.10"]}}, {"text": "But when Pharaoh saw that there was a respite, he hardened his heart, and didn’t listen to them, as the LORD had spoken.", "type": "text", "attrs": {"verseId": "EXO.8.15", "verseOrgIds": ["EXO.8.11"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “Tell Aaron, ‘Stretch out your rod, and strike the dust of the earth, that it may become lice throughout all the land of Egypt.’” ", "type": "text", "attrs": {"verseId": "EXO.8.16", "verseOrgIds": ["EXO.8.12"]}}, {"text": "They did so; and Aaron stretched out his hand with his rod, and struck the dust of the earth, and there were lice on man, and on animal; all the dust of the earth became lice throughout all the land of Egypt. ", "type": "text", "attrs": {"verseId": "EXO.8.17", "verseOrgIds": ["EXO.8.13"]}}, {"text": "The magicians tried with their enchantments to produce lice, but they couldn’t. There were lice on man, and on animal. ", "type": "text", "attrs": {"verseId": "EXO.8.18", "verseOrgIds": ["EXO.8.14"]}}, {"text": "Then the magicians said to Pharaoh, “This is God’s finger;” but Pharaoh’s heart was hardened, and he didn’t listen to them, as the LORD had spoken.", "type": "text", "attrs": {"verseId": "EXO.8.19", "verseOrgIds": ["EXO.8.15"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to Moses, “Rise up early in the morning, and stand before Pharaoh; behold, he comes out to the water; and tell him, ‘This is what the LORD says, “Let my people go, that they may serve me. ", "type": "text", "attrs": {"verseId": "EXO.8.20", "verseOrgIds": ["EXO.8.16"]}}, {"text": "Else, if you will not let my people go, behold, I will send swarms of flies on you, and on your servants, and on your people, and into your houses. The houses of the Egyptians shall be full of swarms of flies, and also the ground they are on. ", "type": "text", "attrs": {"verseId": "EXO.8.21", "verseOrgIds": ["EXO.8.17"]}}, {"text": "I will set apart in that day the land of Goshen, in which my people dwell, that no swarms of flies shall be there, to the end you may know that I am the LORD on the earth. ", "type": "text", "attrs": {"verseId": "EXO.8.22", "verseOrgIds": ["EXO.8.18"]}}, {"text": "I will put a division between my people and your people. This sign shall happen by tomorrow.”’” ", "type": "text", "attrs": {"verseId": "EXO.8.23", "verseOrgIds": ["EXO.8.19"]}}, {"text": "The LORD did so; and there came grievous swarms of flies into the house of Pharaoh, and into his servants’ houses. In all the land of Egypt the land was corrupted by reason of the swarms of flies.", "type": "text", "attrs": {"verseId": "EXO.8.24", "verseOrgIds": ["EXO.8.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Pharaoh called for Moses and for Aaron, and said, “Go, sacrifice to your God in the land!”", "type": "text", "attrs": {"verseId": "EXO.8.25", "verseOrgIds": ["EXO.8.21"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said, “It isn’t appropriate to do so; for we shall sacrifice the abomination of the Egyptians to the LORD our God. Behold, if we sacrifice the abomination of the Egyptians before their eyes, won’t they stone us? ", "type": "text", "attrs": {"verseId": "EXO.8.26", "verseOrgIds": ["EXO.8.22"]}}, {"text": "We will go three days’ journey into the wilderness, and sacrifice to the LORD our God, as he shall command us.”", "type": "text", "attrs": {"verseId": "EXO.8.27", "verseOrgIds": ["EXO.8.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Pharaoh said, “I will let you go, that you may sacrifice to the LORD your God in the wilderness, only you shall not go very far away. Pray for me.”", "type": "text", "attrs": {"verseId": "EXO.8.28", "verseOrgIds": ["EXO.8.24"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses said, “Behold, I am going out from you. I will pray to the LORD that the swarms of flies may depart from Pharaoh, from his servants, and from his people, tomorrow; only don’t let Pharaoh deal deceitfully any more in not letting the people go to sacrifice to the LORD.” ", "type": "text", "attrs": {"verseId": "EXO.8.29", "verseOrgIds": ["EXO.8.25"]}}, {"text": "Moses went out from Pharaoh, and prayed to the LORD. ", "type": "text", "attrs": {"verseId": "EXO.8.30", "verseOrgIds": ["EXO.8.26"]}}, {"text": "The LORD did according to the word of Moses, and he removed the swarms of flies from Pharaoh, from his servants, and from his people. There remained not one. ", "type": "text", "attrs": {"verseId": "EXO.8.31", "verseOrgIds": ["EXO.8.27"]}}, {"text": "Pharaoh hardened his heart this time also, and he didn’t let the people go.", "type": "text", "attrs": {"verseId": "EXO.8.32", "verseOrgIds": ["EXO.8.28"]}}]}], "next": {"id": "EXO.9", "number": "9", "bookId": "EXO"}, "previous": {"id": "EXO.7", "number": "7", "bookId": "EXO"}}}}