{"_default": {"1": {"id": "EZK.37", "bibleId": "f72b840c855f362c-04", "number": "37", "bookId": "EZK", "reference": "Ezekiel 37", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s hand was on me, and he brought me out in the LORD’s Spirit, and set me down in the middle of the valley; and it was full of bones. ", "type": "text", "attrs": {"verseId": "EZK.37.1", "verseOrgIds": ["EZK.37.1"]}}, {"text": "He caused me to pass by them all around; and behold, there were very many in the open valley, and behold, they were very dry. ", "type": "text", "attrs": {"verseId": "EZK.37.2", "verseOrgIds": ["EZK.37.2"]}}, {"text": "He said to me, “Son of man, can these bones live?”", "type": "text", "attrs": {"verseId": "EZK.37.3", "verseOrgIds": ["EZK.37.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p", "vid": "EZK 37:3"}, "items": [{"text": "I answered, “Lord GOD, you know.”", "type": "text", "attrs": {"verseId": "EZK.37.3", "verseOrgIds": ["EZK.37.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Again he said to me, “Prophesy over these bones, and tell them, ‘You dry bones, hear the LORD’s word. ", "type": "text", "attrs": {"verseId": "EZK.37.4", "verseOrgIds": ["EZK.37.4"]}}, {"text": "The Lord GOD says to these bones: “Behold, I will cause breath to enter into you, and you will live. ", "type": "text", "attrs": {"verseId": "EZK.37.5", "verseOrgIds": ["EZK.37.5"]}}, {"text": "I will lay sinews on you, and will bring up flesh on you, and cover you with skin, and put breath in you, and you will live. Then you will know that I am the LORD.”’”", "type": "text", "attrs": {"verseId": "EZK.37.6", "verseOrgIds": ["EZK.37.6"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So I prophesied as I was commanded. As I prophesied, there was a noise, and behold, there was an earthquake. Then the bones came together, bone to its bone. ", "type": "text", "attrs": {"verseId": "EZK.37.7", "verseOrgIds": ["EZK.37.7"]}}, {"text": "I saw, and, behold, there were sinews on them, and flesh came up, and skin covered them above; but there was no breath in them.", "type": "text", "attrs": {"verseId": "EZK.37.8", "verseOrgIds": ["EZK.37.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then he said to me, “Prophesy to the wind, prophesy, son of man, and tell the wind, ‘The Lord GOD says: “Come from the four winds, breath, and breathe on these slain, that they may live.”’”", "type": "text", "attrs": {"verseId": "EZK.37.9", "verseOrgIds": ["EZK.37.9"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So I prophesied as he commanded me, and the breath came into them, and they lived, and stood up on their feet, an exceedingly great army.", "type": "text", "attrs": {"verseId": "EZK.37.10", "verseOrgIds": ["EZK.37.10"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Then he said to me, “Son of man, these bones are the whole house of Israel. Behold, they say, ‘Our bones are dried up, and our hope is lost. We are completely cut off.’ ", "type": "text", "attrs": {"verseId": "EZK.37.11", "verseOrgIds": ["EZK.37.11"]}}, {"text": "Therefore prophesy, and tell them, ‘The Lord GOD says: “Behold, I will open your graves, and cause you to come up out of your graves, my people; and I will bring you into Eretz-Israel. ", "type": "text", "attrs": {"verseId": "EZK.37.12", "verseOrgIds": ["EZK.37.12"]}}, {"text": "You will know that I am the LORD, when I have opened your graves and caused you to come up out of your graves, my people. ", "type": "text", "attrs": {"verseId": "EZK.37.13", "verseOrgIds": ["EZK.37.13"]}}, {"text": "I will put my Spirit in you, and you will live. Then I will place you in your own land; and you will know that I, the LORD, have spoken it and performed it,” says the LORD.’”", "type": "text", "attrs": {"verseId": "EZK.37.14", "verseOrgIds": ["EZK.37.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "b"}, "items": []}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD’s word came again to me, saying, ", "type": "text", "attrs": {"verseId": "EZK.37.15", "verseOrgIds": ["EZK.37.15"]}}, {"text": "“You, son of man, take one stick and write on it, ‘For Judah, and for the children of Israel his companions.’ Then take another stick, and write on it, ‘For Joseph, the stick of Ephraim, and for all the house of Israel his companions.’ ", "type": "text", "attrs": {"verseId": "EZK.37.16", "verseOrgIds": ["EZK.37.16"]}}, {"text": "Then join them for yourself to one another into one stick, that they may become one in your hand.", "type": "text", "attrs": {"verseId": "EZK.37.17", "verseOrgIds": ["EZK.37.17"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“When the children of your people speak to you, saying, ‘Won’t you show us what you mean by these?’ ", "type": "text", "attrs": {"verseId": "EZK.37.18", "verseOrgIds": ["EZK.37.18"]}}, {"text": "tell them, ‘The Lord GOD says: “Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his companions; and I will put them with it, with the stick of Judah, and make them one stick, and they will be one in my hand. ", "type": "text", "attrs": {"verseId": "EZK.37.19", "verseOrgIds": ["EZK.37.19"]}}, {"text": "The sticks on which you write will be in your hand before their eyes.”’ ", "type": "text", "attrs": {"verseId": "EZK.37.20", "verseOrgIds": ["EZK.37.20"]}}, {"text": "Say to them, ‘The Lord GOD says: “Behold, I will take the children of Israel from among the nations where they have gone, and will gather them on every side, and bring them into their own land. ", "type": "text", "attrs": {"verseId": "EZK.37.21", "verseOrgIds": ["EZK.37.21"]}}, {"text": "I will make them one nation in the land, on the mountains of Israel. One king will be king to them all. They will no longer be two nations. They won’t be divided into two kingdoms any more at all. ", "type": "text", "attrs": {"verseId": "EZK.37.22", "verseOrgIds": ["EZK.37.22"]}}, {"text": "They won’t defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions; but I will save them out of all their dwelling places in which they have sinned, and will cleanse them. So they will be my people, and I will be their God.", "type": "text", "attrs": {"verseId": "EZK.37.23", "verseOrgIds": ["EZK.37.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“‘“My servant David will be king over them. They all will have one shepherd. They will also walk in my ordinances and observe my statutes, and do them. ", "type": "text", "attrs": {"verseId": "EZK.37.24", "verseOrgIds": ["EZK.37.24"]}}, {"text": "They will dwell in the land that I have given to Jacob my servant, in which your fathers lived. They will dwell therein, they, and their children, and their children’s children, forever. David my servant will be their prince forever. ", "type": "text", "attrs": {"verseId": "EZK.37.25", "verseOrgIds": ["EZK.37.25"]}}, {"text": "Moreover I will make a covenant of peace with them. It will be an everlasting covenant with them. I will place them, multiply them, and will set my sanctuary among them forever more. ", "type": "text", "attrs": {"verseId": "EZK.37.26", "verseOrgIds": ["EZK.37.26"]}}, {"text": "My tent also will be with them. I will be their God, and they will be my people. ", "type": "text", "attrs": {"verseId": "EZK.37.27", "verseOrgIds": ["EZK.37.27"]}}, {"text": "The nations will know that I am the LORD who sanctifies Israel, when my sanctuary is among them forever more.”’”", "type": "text", "attrs": {"verseId": "EZK.37.28", "verseOrgIds": ["EZK.37.28"]}}]}], "next": {"id": "EZK.38", "number": "38", "bookId": "EZK"}, "previous": {"id": "EZK.36", "number": "36", "bookId": "EZK"}}}}