{"_default": {"1": {"id": "2SA.10", "bibleId": "f72b840c855f362c-04", "number": "10", "bookId": "2SA", "reference": "2 Samuel 10", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "After this, the king of the children of Ammon died, and Hanun his son reigned in his place. ", "type": "text", "attrs": {"verseId": "2SA.10.1", "verseOrgIds": ["2SA.10.1"]}}, {"text": "David said, “I will show kindness to Hanun the son of Nahash, as his father showed kindness to me.” So David sent by his servants to comfort him concerning his father. David’s servants came into the land of the children of Ammon.", "type": "text", "attrs": {"verseId": "2SA.10.2", "verseOrgIds": ["2SA.10.2"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "But the princes of the children of Ammon said to Hanun their lord, “Do you think that David honors your father, in that he has sent comforters to you? Hasn’t David sent his servants to you to search the city, to spy it out, and to overthrow it?”", "type": "text", "attrs": {"verseId": "2SA.10.3", "verseOrgIds": ["2SA.10.3"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "So Hanun took David’s servants, shaved off one half of their beards, and cut off their garments in the middle, even to their buttocks, and sent them away. ", "type": "text", "attrs": {"verseId": "2SA.10.4", "verseOrgIds": ["2SA.10.4"]}}, {"text": "When they told David this, he sent to meet them, for the men were greatly ashamed. The king said, “Wait at Jericho until your beards have grown, and then return.”", "type": "text", "attrs": {"verseId": "2SA.10.5", "verseOrgIds": ["2SA.10.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the children of Ammon saw that they had become odious to David, the children of Ammon sent and hired the Syrians of Beth Rehob and the Syrians of Zobah, twenty thousand footmen, and the king of Maacah with one thousand men, and the men of Tob twelve thousand men. ", "type": "text", "attrs": {"verseId": "2SA.10.6", "verseOrgIds": ["2SA.10.6"]}}, {"text": "When David heard of it, he sent Joab and all the army of the mighty men. ", "type": "text", "attrs": {"verseId": "2SA.10.7", "verseOrgIds": ["2SA.10.7"]}}, {"text": "The children of Ammon came out, and put the battle in array at the entrance of the gate. The Syrians of Zobah and of Rehob and the men of Tob and Maacah were by themselves in the field. ", "type": "text", "attrs": {"verseId": "2SA.10.8", "verseOrgIds": ["2SA.10.8"]}}, {"text": "Now when Joab saw that the battle was set against him before and behind, he chose of all the choice men of Israel and put them in array against the Syrians. ", "type": "text", "attrs": {"verseId": "2SA.10.9", "verseOrgIds": ["2SA.10.9"]}}, {"text": "The rest of the people he committed into the hand of Abishai his brother; and he put them in array against the children of Ammon. ", "type": "text", "attrs": {"verseId": "2SA.10.10", "verseOrgIds": ["2SA.10.10"]}}, {"text": "He said, “If the Syrians are too strong for me, then you shall help me; but if the children of Ammon are too strong for you, then I will come and help you. ", "type": "text", "attrs": {"verseId": "2SA.10.11", "verseOrgIds": ["2SA.10.11"]}}, {"text": "Be courageous, and let’s be strong for our people and for the cities of our God; and may the LORD do what seems good to him.” ", "type": "text", "attrs": {"verseId": "2SA.10.12", "verseOrgIds": ["2SA.10.12"]}}, {"text": "So Joab and the people who were with him came near to the battle against the Syrians, and they fled before him. ", "type": "text", "attrs": {"verseId": "2SA.10.13", "verseOrgIds": ["2SA.10.13"]}}, {"text": "When the children of Ammon saw that the Syrians had fled, they likewise fled before Abishai, and entered into the city. Then Joab returned from the children of Ammon and came to Jerusalem.", "type": "text", "attrs": {"verseId": "2SA.10.14", "verseOrgIds": ["2SA.10.14"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When the Syrians saw that they were defeated by Israel, they gathered themselves together. ", "type": "text", "attrs": {"verseId": "2SA.10.15", "verseOrgIds": ["2SA.10.15"]}}, {"text": "Hadadezer sent and brought out the Syrians who were beyond the River; and they came to Helam, with Shobach the captain of the army of Hadadezer at their head. ", "type": "text", "attrs": {"verseId": "2SA.10.16", "verseOrgIds": ["2SA.10.16"]}}, {"text": "David was told that; and he gathered all Israel together, passed over the Jordan, and came to Helam. The Syrians set themselves in array against David and fought with him. ", "type": "text", "attrs": {"verseId": "2SA.10.17", "verseOrgIds": ["2SA.10.17"]}}, {"text": "The Syrians fled before Israel; and David killed seven hundred charioteers of the Syrians and forty thousand horsemen, and struck Shobach the captain of their army, so that he died there. ", "type": "text", "attrs": {"verseId": "2SA.10.18", "verseOrgIds": ["2SA.10.18"]}}, {"text": "When all the kings who were servants to Hadadezer saw that they were defeated before Israel, they made peace with Israel and served them. So the Syrians were afraid to help the children of Ammon any more.", "type": "text", "attrs": {"verseId": "2SA.10.19", "verseOrgIds": ["2SA.10.19"]}}]}], "next": {"id": "2SA.11", "number": "11", "bookId": "2SA"}, "previous": {"id": "2SA.9", "number": "9", "bookId": "2SA"}}}}