{"_default": {"1": {"id": "DEU.18", "bibleId": "f72b840c855f362c-04", "number": "18", "bookId": "DEU", "reference": "Deuteronomy 18", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The priests and the Levites—all the tribe of Levi—shall have no portion nor inheritance with Israel. They shall eat the offerings of the LORD made by fire and his portion. ", "type": "text", "attrs": {"verseId": "DEU.18.1", "verseOrgIds": ["DEU.18.1"]}}, {"text": "They shall have no inheritance among their brothers. The LORD is their inheritance, as he has spoken to them. ", "type": "text", "attrs": {"verseId": "DEU.18.2", "verseOrgIds": ["DEU.18.2"]}}, {"text": "This shall be the priests’ due from the people, from those who offer a sacrifice, whether it be ox or sheep, that they shall give to the priest: the shoulder, the two cheeks, and the inner parts. ", "type": "text", "attrs": {"verseId": "DEU.18.3", "verseOrgIds": ["DEU.18.3"]}}, {"text": "You shall give him the first fruits of your grain, of your new wine, and of your oil, and the first of the fleece of your sheep. ", "type": "text", "attrs": {"verseId": "DEU.18.4", "verseOrgIds": ["DEU.18.4"]}}, {"text": "For the LORD your God has chosen him out of all your tribes to stand to minister in the LORD’s name, him and his sons forever.", "type": "text", "attrs": {"verseId": "DEU.18.5", "verseOrgIds": ["DEU.18.5"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "If a Levite comes from any of your gates out of all Israel where he lives, and comes with all the desire of his soul to the place which the LORD shall choose, ", "type": "text", "attrs": {"verseId": "DEU.18.6", "verseOrgIds": ["DEU.18.6"]}}, {"text": "then he shall minister in the name of the LORD his God, as all his brothers the Levites do, who stand there before the LORD. ", "type": "text", "attrs": {"verseId": "DEU.18.7", "verseOrgIds": ["DEU.18.7"]}}, {"text": "They shall have like portions to eat, in addition to that which comes from the sale of his family possessions.", "type": "text", "attrs": {"verseId": "DEU.18.8", "verseOrgIds": ["DEU.18.8"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "When you have come into the land which the LORD your God gives you, you shall not learn to imitate the abominations of those nations. ", "type": "text", "attrs": {"verseId": "DEU.18.9", "verseOrgIds": ["DEU.18.9"]}}, {"text": "There shall not be found with you anyone who makes his son or his daughter to pass through the fire, one who uses divination, one who tells fortunes, or an enchanter, or a sorcerer, ", "type": "text", "attrs": {"verseId": "DEU.18.10", "verseOrgIds": ["DEU.18.10"]}}, {"text": "or a charmer, or someone who consults with a familiar spirit, or a wizard, or a necromancer. ", "type": "text", "attrs": {"verseId": "DEU.18.11", "verseOrgIds": ["DEU.18.11"]}}, {"text": "For whoever does these things is an abomination to the LORD. Because of these abominations, the LORD your God drives them out from before you. ", "type": "text", "attrs": {"verseId": "DEU.18.12", "verseOrgIds": ["DEU.18.12"]}}, {"text": "You shall be blameless with the LORD your God. ", "type": "text", "attrs": {"verseId": "DEU.18.13", "verseOrgIds": ["DEU.18.13"]}}, {"text": "For these nations that you shall dispossess listen to those who practice sorcery and to diviners; but as for you, the LORD your God has not allowed you so to do. ", "type": "text", "attrs": {"verseId": "DEU.18.14", "verseOrgIds": ["DEU.18.14"]}}, {"text": "The LORD your God will raise up to you a prophet from among you, of your brothers, like me. You shall listen to him. ", "type": "text", "attrs": {"verseId": "DEU.18.15", "verseOrgIds": ["DEU.18.15"]}}, {"text": "This is according to all that you desired of the LORD your God in Horeb in the day of the assembly, saying, “Let me not hear again the LORD my God’s voice, neither let me see this great fire any more, that I not die.”", "type": "text", "attrs": {"verseId": "DEU.18.16", "verseOrgIds": ["DEU.18.16"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The LORD said to me, “They have well said that which they have spoken. ", "type": "text", "attrs": {"verseId": "DEU.18.17", "verseOrgIds": ["DEU.18.17"]}}, {"text": "I will raise them up a prophet from among their brothers, like you. I will put my words in his mouth, and he shall speak to them all that I shall command him. ", "type": "text", "attrs": {"verseId": "DEU.18.18", "verseOrgIds": ["DEU.18.18"]}}, {"text": "It shall happen, that whoever will not listen to my words which he shall speak in my name, I will require it of him. ", "type": "text", "attrs": {"verseId": "DEU.18.19", "verseOrgIds": ["DEU.18.19"]}}, {"text": "But the prophet who speaks a word presumptuously in my name, which I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.”", "type": "text", "attrs": {"verseId": "DEU.18.20", "verseOrgIds": ["DEU.18.20"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "You may say in your heart, “How shall we know the word which the LORD has not spoken?” ", "type": "text", "attrs": {"verseId": "DEU.18.21", "verseOrgIds": ["DEU.18.21"]}}, {"text": "When a prophet speaks in the LORD’s name, if the thing doesn’t follow, nor happen, that is the thing which the LORD has not spoken. The prophet has spoken it presumptuously. You shall not be afraid of him.", "type": "text", "attrs": {"verseId": "DEU.18.22", "verseOrgIds": ["DEU.18.22"]}}]}], "next": {"id": "DEU.19", "number": "19", "bookId": "DEU"}, "previous": {"id": "DEU.17", "number": "17", "bookId": "DEU"}}}}