{"_default": {"1": {"id": "OBA.1", "bibleId": "f72b840c855f362c-04", "number": "1", "bookId": "OBA", "reference": "Obadiah 1", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The vision of Obadiah. This is what the Lord", "type": "text", "attrs": {"verseId": "OBA.1.1", "verseOrgIds": ["OBA.1.1"]}}, {"text": " GOD", "type": "text", "attrs": {"verseId": "OBA.1.1", "verseOrgIds": ["OBA.1.1"]}}, {"text": " says about Edom. We have heard news from the LORD, and an ambassador is sent among the nations, saying, “Arise, and let’s rise up against her in battle. ", "type": "text", "attrs": {"verseId": "OBA.1.1", "verseOrgIds": ["OBA.1.1"]}}, {"text": "Behold,", "type": "text", "attrs": {"verseId": "OBA.1.2", "verseOrgIds": ["OBA.1.2"]}}, {"text": " I have made you small among the nations. You are greatly despised. ", "type": "text", "attrs": {"verseId": "OBA.1.2", "verseOrgIds": ["OBA.1.2"]}}, {"text": "The pride of your heart has deceived you, you who dwell in the clefts of the rock, whose habitation is high, who says in his heart, ‘Who will bring me down to the ground?’ ", "type": "text", "attrs": {"verseId": "OBA.1.3", "verseOrgIds": ["OBA.1.3"]}}, {"text": "Though you mount on high as the eagle, and though your nest is set among the stars, I will bring you down from there,” says the LORD. ", "type": "text", "attrs": {"verseId": "OBA.1.4", "verseOrgIds": ["OBA.1.4"]}}, {"text": "“If thieves came to you, if robbers by night—oh, what disaster awaits you—wouldn’t they only steal until they had enough? If grape pickers came to you, wouldn’t they leave some gleaning grapes? ", "type": "text", "attrs": {"verseId": "OBA.1.5", "verseOrgIds": ["OBA.1.5"]}}, {"text": "How Esau will be ransacked! How his hidden treasures are sought out! ", "type": "text", "attrs": {"verseId": "OBA.1.6", "verseOrgIds": ["OBA.1.6"]}}, {"text": "All the men of your alliance have brought you on your way, even to the border. The men who were at peace with you have deceived you, and prevailed against you. Friends who eat your bread lay a snare under you. There is no understanding in him.”", "type": "text", "attrs": {"verseId": "OBA.1.7", "verseOrgIds": ["OBA.1.7"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“Won’t I in that day”, says the LORD, “destroy the wise men out of Edom, and understanding out of the mountain of Esau? ", "type": "text", "attrs": {"verseId": "OBA.1.8", "verseOrgIds": ["OBA.1.8"]}}, {"text": "Your mighty men, Teman, will be dismayed, to the end that everyone may be cut off from the mountain of Esau by slaughter. ", "type": "text", "attrs": {"verseId": "OBA.1.9", "verseOrgIds": ["OBA.1.9"]}}, {"text": "For the violence done to your brother Jacob, shame will cover you, and you will be cut off forever. ", "type": "text", "attrs": {"verseId": "OBA.1.10", "verseOrgIds": ["OBA.1.10"]}}, {"text": "In the day that you stood on the other side, in the day that strangers carried away his substance and foreigners entered into his gates and cast lots for Jerusalem, even you were like one of them. ", "type": "text", "attrs": {"verseId": "OBA.1.11", "verseOrgIds": ["OBA.1.11"]}}, {"text": "But don’t look down on your brother in the day of his disaster, and don’t rejoice over the children of Judah in the day of their destruction. Don’t speak proudly in the day of distress. ", "type": "text", "attrs": {"verseId": "OBA.1.12", "verseOrgIds": ["OBA.1.12"]}}, {"text": "Don’t enter into the gate of my people in the day of their calamity. Don’t look down on their affliction in the day of their calamity, neither seize their wealth on the day of their calamity. ", "type": "text", "attrs": {"verseId": "OBA.1.13", "verseOrgIds": ["OBA.1.13"]}}, {"text": "Don’t stand in the crossroads to cut off those of his who escape. Don’t deliver up those of his who remain in the day of distress. ", "type": "text", "attrs": {"verseId": "OBA.1.14", "verseOrgIds": ["OBA.1.14"]}}, {"text": "For the day of the LORD is near all the nations! As you have done, it will be done to you. Your deeds will return upon your own head. ", "type": "text", "attrs": {"verseId": "OBA.1.15", "verseOrgIds": ["OBA.1.15"]}}, {"text": "For as you have drunk on my holy mountain, so all the nations will drink continually. Yes, they will drink, swallow down, and will be as though they had not been. ", "type": "text", "attrs": {"verseId": "OBA.1.16", "verseOrgIds": ["OBA.1.16"]}}, {"text": "But in Mount Zion, there will be those who escape, and it will be holy. The house of Jacob will possess their possessions. ", "type": "text", "attrs": {"verseId": "OBA.1.17", "verseOrgIds": ["OBA.1.17"]}}, {"text": "The house of Jacob will be a fire, the house of Joseph a flame, and the house of Esau for stubble. They will burn among them and devour them. There will not be any remaining to the house of Esau.” Indeed, the LORD has spoken.", "type": "text", "attrs": {"verseId": "OBA.1.18", "verseOrgIds": ["OBA.1.18"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Those of the South will possess the mountain of Esau, and those of the lowland, the Philistines. They will possess the field of Ephraim, and the field of Samaria. Benjamin will possess Gilead. ", "type": "text", "attrs": {"verseId": "OBA.1.19", "verseOrgIds": ["OBA.1.19"]}}, {"text": "The captives of this army of the children of Israel, who are among the Canaanites, will possess even to Zarephath; and the captives of Jerusalem, who are in Sepharad, will possess the cities of the Negev. ", "type": "text", "attrs": {"verseId": "OBA.1.20", "verseOrgIds": ["OBA.1.20"]}}, {"text": "Saviors will go up on Mount Zion to judge the mountains of Esau, and the kingdom will be the LORD’s.", "type": "text", "attrs": {"verseId": "OBA.1.21", "verseOrgIds": ["OBA.1.21"]}}]}], "next": {"id": "JON.intro", "number": "intro", "bookId": "JON"}, "previous": {"id": "OBA.intro", "number": "intro", "bookId": "OBA"}}}}