{"_default": {"1": {"id": "JOS.13", "bibleId": "f72b840c855f362c-04", "number": "13", "bookId": "JOS", "reference": "Joshua 13", "copyright": "\n          \n            PUBLIC DOMAIN\n          \n        ", "content": [{"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Now Joshua was old and well advanced in years. The LORD said to him, “You are old and advanced in years, and there remains yet very much land to be possessed.", "type": "text", "attrs": {"verseId": "JOS.13.1", "verseOrgIds": ["JOS.13.1"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "“This is the land that still remains: all the regions of the Philistines, and all the Geshurites; ", "type": "text", "attrs": {"verseId": "JOS.13.2", "verseOrgIds": ["JOS.13.2"]}}, {"text": "from the Shihor, which is before Egypt, even to the border of Ekron northward, which is counted as Canaanite; the five lords of the Philistines; the Gazites, and the Ashdodites, the Ashkelonites, the Gittites, and the Ekronites; also the Avvim, ", "type": "text", "attrs": {"verseId": "JOS.13.3", "verseOrgIds": ["JOS.13.3"]}}, {"text": "on the south; all the land of the Canaanites, and Mearah that belongs to the Sidonians, to Aphek, to the border of the Amorites; ", "type": "text", "attrs": {"verseId": "JOS.13.4", "verseOrgIds": ["JOS.13.4"]}}, {"text": "and the land of the Gebalites, and all Lebanon, toward the sunrise, from Baal Gad under Mount Hermon to the entrance of Hamath; ", "type": "text", "attrs": {"verseId": "JOS.13.5", "verseOrgIds": ["JOS.13.5"]}}, {"text": "all the inhabitants of the hill country from Lebanon to Misrephoth Maim, even all the Sidonians. I will drive them out from before the children of Israel. Just allocate it to Israel for an inheritance, as I have commanded you. ", "type": "text", "attrs": {"verseId": "JOS.13.6", "verseOrgIds": ["JOS.13.6"]}}, {"text": "Now therefore divide this land for an inheritance to the nine tribes and the half-tribe of Manasseh.” ", "type": "text", "attrs": {"verseId": "JOS.13.7", "verseOrgIds": ["JOS.13.7"]}}, {"text": "With him the Reubenites and the Gadites received their inheritance, which Moses gave them, beyond the Jordan eastward, even as Moses the servant of the LORD gave them: ", "type": "text", "attrs": {"verseId": "JOS.13.8", "verseOrgIds": ["JOS.13.8"]}}, {"text": "from Aroer, that is on the edge of the valley of the Arnon, and the city that is in the middle of the valley, and all the plain of Medeba to Dibon; ", "type": "text", "attrs": {"verseId": "JOS.13.9", "verseOrgIds": ["JOS.13.9"]}}, {"text": "and all the cities of Sihon king of the Amorites, who reigned in Heshbon, to the border of the children of Ammon; ", "type": "text", "attrs": {"verseId": "JOS.13.10", "verseOrgIds": ["JOS.13.10"]}}, {"text": "and Gilead, and the border of the Geshurites and Maacathites, and all Mount Hermon, and all Bashan to Salecah; ", "type": "text", "attrs": {"verseId": "JOS.13.11", "verseOrgIds": ["JOS.13.11"]}}, {"text": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and in Edrei (who was left of the remnant of the Rephaim); for Moses attacked these, and drove them out. ", "type": "text", "attrs": {"verseId": "JOS.13.12", "verseOrgIds": ["JOS.13.12"]}}, {"text": "Nevertheless the children of Israel didn’t drive out the Geshurites, nor the Maacathites: but Geshur and Maacath live within Israel to this day. ", "type": "text", "attrs": {"verseId": "JOS.13.13", "verseOrgIds": ["JOS.13.13"]}}, {"text": "Only he gave no inheritance to the tribe of Levi. The offerings of the LORD, the God of Israel, made by fire are his inheritance, as he spoke to him. ", "type": "text", "attrs": {"verseId": "JOS.13.14", "verseOrgIds": ["JOS.13.14"]}}, {"text": "Moses gave to the tribe of the children of Reuben according to their families. ", "type": "text", "attrs": {"verseId": "JOS.13.15", "verseOrgIds": ["JOS.13.15"]}}, {"text": "Their border was from Aroer, that is on the edge of the valley of the Arnon, and the city that is in the middle of the valley, and all the plain by Medeba; ", "type": "text", "attrs": {"verseId": "JOS.13.16", "verseOrgIds": ["JOS.13.16"]}}, {"text": "Heshbon, and all its cities that are in the plain; Dibon, Bamoth Baal, Beth Baal Meon, ", "type": "text", "attrs": {"verseId": "JOS.13.17", "verseOrgIds": ["JOS.13.17"]}}, {"text": "Jahaz, Kedemoth, Mephaath, ", "type": "text", "attrs": {"verseId": "JOS.13.18", "verseOrgIds": ["JOS.13.18"]}}, {"text": "Kiriathaim, Sibmah, Zereth Shahar in the mount of the valley, ", "type": "text", "attrs": {"verseId": "JOS.13.19", "verseOrgIds": ["JOS.13.19"]}}, {"text": "Beth Peor, the slopes of Pisgah, Beth Jeshimoth, ", "type": "text", "attrs": {"verseId": "JOS.13.20", "verseOrgIds": ["JOS.13.20"]}}, {"text": "all the cities of the plain, and all the kingdom of Sihon king of the Amorites, who reigned in Heshbon, whom Moses struck with the chiefs of Midian, Evi, Rekem, Zur, Hur, and Reba, the princes of Sihon, who lived in the land. ", "type": "text", "attrs": {"verseId": "JOS.13.21", "verseOrgIds": ["JOS.13.21"]}}, {"text": "The children of Israel also killed Balaam the son of Beor, the soothsayer, with the sword, among the rest of their slain.", "type": "text", "attrs": {"verseId": "JOS.13.22", "verseOrgIds": ["JOS.13.22"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "The border of the children of Reuben was the bank of the Jordan. This was the inheritance of the children of Reuben according to their families, the cities and its villages.", "type": "text", "attrs": {"verseId": "JOS.13.23", "verseOrgIds": ["JOS.13.23"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses gave to the tribe of Gad, to the children of Gad, according to their families. ", "type": "text", "attrs": {"verseId": "JOS.13.24", "verseOrgIds": ["JOS.13.24"]}}, {"text": "Their border was Jazer, and all the cities of Gilead, and half the land of the children of Ammon, to Aroer that is near Rabbah; ", "type": "text", "attrs": {"verseId": "JOS.13.25", "verseOrgIds": ["JOS.13.25"]}}, {"text": "and from Heshbon to Ramath Mizpeh, and Betonim; and from Mahanaim to the border of Debir; ", "type": "text", "attrs": {"verseId": "JOS.13.26", "verseOrgIds": ["JOS.13.26"]}}, {"text": "and in the valley, Beth Haram, Beth Nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, the Jordan’s bank, to the uttermost part of the sea of Chinnereth beyond the Jordan eastward. ", "type": "text", "attrs": {"verseId": "JOS.13.27", "verseOrgIds": ["JOS.13.27"]}}, {"text": "This is the inheritance of the children of Gad according to their families, the cities and its villages.", "type": "text", "attrs": {"verseId": "JOS.13.28", "verseOrgIds": ["JOS.13.28"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "Moses gave an inheritance to the half-tribe of Manasseh. It was for the half-tribe of the children of Manasseh according to their families. ", "type": "text", "attrs": {"verseId": "JOS.13.29", "verseOrgIds": ["JOS.13.29"]}}, {"text": "Their border was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the villages of Jair, which are in Bashan, sixty cities. ", "type": "text", "attrs": {"verseId": "JOS.13.30", "verseOrgIds": ["JOS.13.30"]}}, {"text": "Half Gilead, Ashtaroth, and Edrei, the cities of the kingdom of Og in Bashan, were for the children of Machir the son of Manasseh, even for the half of the children of Machir according to their families.", "type": "text", "attrs": {"verseId": "JOS.13.31", "verseOrgIds": ["JOS.13.31"]}}]}, {"name": "para", "type": "tag", "attrs": {"style": "p"}, "items": [{"text": "These are the inheritances which Moses distributed in the plains of Moab, beyond the Jordan at Jericho, eastward. ", "type": "text", "attrs": {"verseId": "JOS.13.32", "verseOrgIds": ["JOS.13.32"]}}, {"text": "But Moses gave no inheritance to the tribe of Levi. The LORD, the God of Israel, is their inheritance, as he spoke to them.", "type": "text", "attrs": {"verseId": "JOS.13.33", "verseOrgIds": ["JOS.13.33"]}}]}], "next": {"id": "JOS.14", "number": "14", "bookId": "JOS"}, "previous": {"id": "JOS.12", "number": "12", "bookId": "JOS"}}}}